[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 9,
    "text": "These are the descendants of Noah. Noah was a righteous man and blameless in his generation; Noah walked with God."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 9,
    "text": "But when Moses told this to the Israelites, they would not listen to him because of their dejection and hard slavery."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 9,
    "text": "The rest of it Aaron and his sons may eat; but it must be eaten unleavened in a sacred place: in the court of the tent of meeting they shall eat it."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 9,
    "text": "If someone dies very suddenly in their presence, defiling their dedicated heads, they shall shave their heads on the day of their purification, that is, on the seventh day."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 9,
    "text": "Write them on the doorposts of your houses and on your gates."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 9,
    "text": "In front of the priests with the horns marched the picked troops; the rear guard followed the ark, and the blowing of horns was kept up continually as they marched."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 9,
    "text": "I rescued you from the power of Egypt and all your oppressors. I drove them out before you and gave you their land."
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 9,
    "text": "Then watch! If it goes up to Beth-shemesh along the route to the LORD’s territory, then it was the LORD who brought this great calamity upon us; if not, we will know that it was not the LORD’s hand, but a bad turn, that struck us.”"
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 9,
    "text": "David became frightened of the LORD that day, and he said, “How can the ark of the LORD come to me?”"
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 9,
    "text": "When he had finished building the house, it was roofed in with rafters and boards of cedar."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 9,
    "text": "But the man of God would send word to the king of Israel, “Be careful! Do not pass by this place, for Aram will attack there.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 9,
    "text": "whose son was Tahath, whose son was Uriel, whose son was Uzziah, whose son was Shaul."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 9,
    "text": "But it is not you who will build the house, but your son, who comes from your loins: he shall build the house for my name."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 9,
    "text": "Whatever else is required—young bulls, rams, and lambs for burnt offerings to the God of heaven, wheat, salt, wine, and oil, according to the requirements of the priests who are in Jerusalem—let that be delivered to them day by day without fail,"
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 9,
    "text": "They were all trying to intimidate us, thinking, “They will be discouraged from continuing with the work, and it will never be completed.” But instead, I then redoubled my efforts."
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 9,
    "text": "If you still harbor the hope that they will not be taken, then there is no need for you to be downcast. I have spoken, and not one of my words will fail to be fulfilled.”"
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 9,
    "text": "The robe and the horse should be given to one of the noblest of the king’s officials, who must clothe the man the king wishes to reward, have him ride on the horse in the public square of the city, and cry out before him, ‘This is what is done for the man whom the king wishes to honor!’”"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 9,
    "text": "There he remained many days, assailed by waves of grief, for he thought he was going to die."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 9,
    "text": "and putting to death those who would not consent to adopt the customs of the Greeks. It was obvious, therefore, that disaster had come upon them."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 9,
    "text": "Even that God would decide to crush me, that he would put forth his hand and cut me off!"
  },
  {
    "book": "Psalms",
    "chapter": 6,
    "verse": 9,
    "text": "III - Away from me, all who do evil! The LORD has heard the sound of my weeping."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 9,
    "text": "How long, O sluggard, will you lie there? when will you rise from your sleep?"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 9,
    "text": "“What the eyes see is better than what the desires wander after.” This also is vanity and a chase after wind."
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 9,
    "text": "One alone is my dove, my perfect one, her mother’s special one, favorite of the one who bore her. Daughters see her and call her happy, queens and concubines, and they praise her:"
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 9,
    "text": "To you, therefore, O princes, are my words addressed that you may learn wisdom and that you may not fall away."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 9,
    "text": "Another is a friend who turns into an enemy, and tells of the quarrel to your disgrace."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 9,
    "text": "And he replied: Go and say to this people: Listen carefully, but do not understand! Look intently, but do not perceive!"
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 9,
    "text": "Thus says the LORD of hosts: Glean, glean like a vine the remnant of Israel; Pass your hand, like a vintager, repeatedly over the tendrils."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 9,
    "text": "and prepare crowns for the heads of their gods. Then sometimes the priests filch the gold and silver from their gods and spend it on themselves,"
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 9,
    "text": "Then your refugees will remember me among the nations to which they have been exiled, after I have broken their lusting hearts that turned away from me and their eyes that lusted after idols. They will loathe themselves for all the evil they have done, for all their abominations."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 9,
    "text": "Now, O king, let the prohibition be issued over your signature, immutable and irrevocable according to the law of the Medes and Persians.”"
  },
  {
    "book": "Hosea",
    "chapter": 6,
    "verse": 9,
    "text": "Like brigands lying in wait is the band of priests. They murder on the road to Shechem, indeed they commit a monstrous crime."
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 9,
    "text": "Should there remain ten people in a single house, these shall die."
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 9,
    "text": "The LORD cries aloud to the city (It is prudent to fear your name!): Hear, O tribe and city assembly,"
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 9,
    "text": "The Crowning. Then the word of the LORD came to me:"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 9,
    "text": "The Lord’s Prayer. “This is how you are to pray: Our Father in heaven, hallowed be your name,"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 9,
    "text": "They were, however, to wear sandals but not a second tunic."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 9,
    "text": "Then Jesus said to them, “I ask you, is it lawful to do good on the sabbath rather than to do evil, to save life rather than to destroy it?”"
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 9,
    "text": "“There is a boy here who has five barley loaves and two fish; but what good are these for so many?”"
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 9,
    "text": "Certain members of the so-called Synagogue of Freedmen, Cyrenians, and Alexandrians, and people from Cilicia and Asia, came forward and debated with Stephen,"
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 9,
    "text": "We know that Christ, raised from the dead, dies no more; death no longer has power over him."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 9,
    "text": "Do you not know that the unjust will not inherit the kingdom of God? Do not be deceived; neither fornicators nor idolaters nor adulterers nor boy prostitutes nor sodomites"
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 9,
    "text": "as unrecognized and yet acknowledged; as dying and behold we live; as chastised and yet not put to death;"
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 9,
    "text": "Let us not grow tired of doing good, for in due time we shall reap our harvest, if we do not give up."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 9,
    "text": "Masters, act in the same way toward them, and stop bullying, knowing that both they and you have a Master in heaven and that with him there is no partiality."
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 9,
    "text": "Those who want to be rich are falling into temptation and into a trap and into many foolish and harmful desires, which plunge them into ruin and destruction."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 9,
    "text": "But we are sure in your regard, beloved, of better things related to salvation, even though we speak in this way."
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 9,
    "text": "When he broke open the fifth seal, I saw underneath the altar the souls of those who had been slaughtered because of the witness they bore to the word of God."
  }
]