[
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 36,
    "text": "So Aaron and his sons did all that the LORD had commanded through Moses."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 36,
    "text": "listen in heaven and forgive the sin of your servants, your people Israel (for you teach them the good way in which they should walk). Give rain to this land of yours which you have given to your people as their heritage."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 36,
    "text": "Ahaz became the father of Jehoaddah, and Jehoaddah became the father of Alemeth, Azmaveth, and Zimri. Zimri became the father of Moza."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 36,
    "text": "Finally, the orders of the king were presented to the king's satraps and to the governors in West-of-Euphrates, who gave their support to the people and to the house of God."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 36,
    "text": "Then they withdrew from the tent and returned to their posts."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 36,
    "text": "So he who had promised to provide tribute for the Romans by the capture of the people of Jerusalem proclaimed that the Jews had a champion, and that because they followed the laws laid down by him, they were unharmed."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 36,
    "text": "But those who pass me by do violence to themselves; all who hate me love death.”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 36,
    "text": "What profit is there for one to gain the whole world and forfeit his life?"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 36,
    "text": "Those who witnessed it told them how the possessed man had been saved."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 36,
    "text": "So if a son frees you, then you will truly be free."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 36,
    "text": "As they traveled along the road they came to some water, and the eunuch said, “Look, there is water. What is to prevent my being baptized?”"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 36,
    "text": "As it is written: “For your sake we are being slain all the day; we are looked upon as sheep to be slaughtered.”"
  }
]