[
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 35,
    "text": "Whenever the ark set out, Moses would say, “Arise, O LORD, may your enemies be scattered, and may those who hate you flee before you.”"
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 35,
    "text": "and captured it the same day, putting it to the sword. On that day he put under the ban every person in it, just as he had done at Lachish."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 35,
    "text": "Jehu rested with his ancestors and was buried in Samaria, and his son Jehoahaz succeeded him as king."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 35,
    "text": "Benaiah, Bedeiah, Cheluhi,"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 35,
    "text": "We, priests, Levites, and people, have determined by lot concerning the procurement of wood: it is to be brought to the house of our God by each of our ancestral houses at stated times each year, to be burnt on the altar of the LORD, our God, as the law prescribes."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 35,
    "text": "No one will have authority to exact payment from them or to harass any of them in any matter."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 35,
    "text": "When the fifth day dawned, twenty young men in the army of Maccabeus, angered over such blasphemies, bravely stormed the wall and with savage fury cut down everyone they encountered."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 35,
    "text": "For I have come to set a man ‘against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law;"
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 35,
    "text": "Ambition of James and John. Then James and John, the sons of Zebedee, came to him and said to him, “Teacher, we want you to do for us whatever we ask of you.”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 35,
    "text": "The next day he took out two silver coins and gave them to the innkeeper with the instruction, ‘Take care of him. If you spend more than what I have given you, I shall repay you on my way back.'"
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 35,
    "text": "If it calls them gods to whom the word of God came, and scripture cannot be set aside,"
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 35,
    "text": "Rather, in every nation whoever fears him and acts uprightly is acceptable to him."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 35,
    "text": "Therefore, do not throw away your confidence; it will have great recompense."
  }
]