[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 22,
    "text": "When Serug was thirty years old, he begot Nahor."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 22,
    "text": "hence of these you may eat the following: the various kinds of locusts, the various kinds of bald locusts, the various kinds of crickets, and the various kinds of grasshoppers."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 22,
    "text": "Can enough sheep and cattle be slaughtered for them? If all the fish of the sea were caught for them, would they have enough?”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 22,
    "text": "For if you are careful to observe this entire commandment I am giving you, loving the LORD, your God, following his ways exactly, and holding fast to him,"
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 22,
    "text": "so that no Anakim were left in the land of the Israelites. However, some survived in Gaza, in Gath, and in Ashdod."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 22,
    "text": "They occupied all of the Amorite territory from the Arnon to the Jabbok and the wilderness to the Jordan."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 22,
    "text": "The messenger set out, and on his arrival he reported to David everything Joab had sent him to tell."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 22,
    "text": "Pharaoh said to him, “What do you lack with me, that you are seeking to return to your own land?” He answered, “Nothing, but please let me go!”"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 22,
    "text": "Benaiah, son of Jehoiada, a valiant man of mighty deeds, from Kabzeel, killed the two sons of Ariel of Moab. Also, he went down and killed the lion in the cistern on a snowy day."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 22,
    "text": "Rehoboam put Abijah, son of Maacah, first among his brothers, as leader, for he intended to make him king."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 22,
    "text": "The prefect of the Levites in Jerusalem was Uzzi, son of Bani, son of Hashabiah, son of Mattaniah, son of Micah; he was one of the descendants of Asaph, the singers appointed to the service of the house of God—"
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 22,
    "text": "Then Holofernes said to her: “God has done well in sending you ahead of your people, to bring victory to our hands, and destruction to those who have despised my lord."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 22,
    "text": "When Demetrius heard this, he was enraged; and as soon as he heard it, he set out and came to Ptolemais. He wrote to Jonathan to discontinue the siege and to meet him for a conference at Ptolemais as soon as possible."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 22,
    "text": "The king’s letter read thus: “King Antiochus sends greetings to his brother Lysias."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 22,
    "text": "Like a golden ring in a swine’s snout is a beautiful woman without judgment."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 22,
    "text": "Indeed, before you the whole universe is like a grain from a balance, or a drop of morning dew come down upon the earth."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 22,
    "text": "Therefore, thus says the LORD of hosts: I am going to punish them. The young men shall die by the sword; their sons and daughters shall die by famine."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 22,
    "text": "Then the cherubim lifted their wings and the wheels alongside them, with the glory of the God of Israel above them."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 22,
    "text": "But I tell you, it will be more tolerable for Tyre and Sidon on the day of judgment than for you."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 22,
    "text": "Jesus said to them in reply, “Have faith in God."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 22,
    "text": "But when one stronger than he attacks and overcomes him, he takes away the armor on which he relied and distributes the spoils."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 22,
    "text": "[But] even now I know that whatever you ask of God, God will give you.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 22,
    "text": "The news about them reached the ears of the church in Jerusalem, and they sent Barnabas [to go] to Antioch."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 22,
    "text": "See, then, the kindness and severity of God: severity toward those who fell, but God’s kindness to you, provided you remain in his kindness; otherwise you too will be cut off."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 22,
    "text": "Do you not have houses in which you can eat and drink? Or do you show contempt for the church of God and make those who have nothing feel ashamed? What can I say to you? Shall I praise you? In this matter I do not praise you."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 22,
    "text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 22,
    "text": "By faith Joseph, near the end of his life, spoke of the Exodus of the Israelites and gave instructions about his bones."
  }
]