[
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 35,
    "text": "He shall remove all its fat just as the fat is removed from the lamb of the communion sacrifice. The priest shall burn these on the altar with the other oblations for the LORD. Thus the priest shall make atonement on the person’s behalf for the wrong committed, that the individual may be forgiven."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 35,
    "text": "all between thirty and fifty years of age who will join the personnel to work in the tent of meeting;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 35,
    "text": "All this you were allowed to see that you might know that the LORD is God; there is no other."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 35,
    "text": "He arose, paced up and down the room, and then once more stretched himself over him, and the boy sneezed seven times and opened his eyes."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 35,
    "text": "Joel, Jehu, son of Joshibiah, son of Seraiah, son of Asiel,"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 35,
    "text": "When Lysias saw the tide of the battle turning, and the increased boldness of Judas, whose men were ready either to live or to die nobly, he withdrew to Antioch and began to recruit mercenaries so as to return to Judea with greater numbers."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 35,
    "text": "As a result, not only the Jews, but many people of other nations as well, were indignant and angry over the unjust murder of the man."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 35,
    "text": "For fire shall come upon her from the Eternal One, for many a day, to be inhabited by demons for a long time."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 35,
    "text": "The Calming of a Storm at Sea. On that day, as evening drew on, he said to them, “Let us cross to the other side.”"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 35,
    "text": "Jesus rebuked him and said, “Be quiet! Come out of him!” Then the demon threw the man down in front of them and came out of him without doing him any harm."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 35,
    "text": "Do you not say, ‘In four months the harvest will be here’? I tell you, look up and see the fields ripe for the harvest."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 35,
    "text": "and put them at the feet of the apostles, and they were distributed to each according to need."
  }
]