[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 30,
    "text": "Sarai was barren; she had no child."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 30,
    "text": "the gecko, the spotted lizard, the agama, the skink, and the chameleon."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 30,
    "text": "Then Moses retired to the camp, along with the elders of Israel."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 30,
    "text": "(These are beyond the Jordan, on the other side of the western road in the land of the Canaanites who live in the Arabah, opposite Gilgal beside the oak of Moreh.)"
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 30,
    "text": "Jephthah made a vow to the LORD. “If you deliver the Ammonites into my power,” he said,"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 30,
    "text": "Ahijah took off his new cloak, tore it into twelve pieces,"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 30,
    "text": "Maharai, from Netophah; Heled, son of Baanah, from Netophah;"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 30,
    "text": "Zanoah, Adullam, and their villages, Lachish and its fields, Azekah and its dependencies. They were settled from Beer-sheba to Ge-hinnom."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 30,
    "text": "“King Demetrius sends greetings to his brother Jonathan and to the Jewish nation."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 30,
    "text": "Therefore, those who return by the thirtieth of Xanthicus will have our assurance of full permission"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 30,
    "text": "The fruit of justice is a tree of life, and one who takes lives is a sage."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 30,
    "text": "For my yoke is easy, and my burden light.”"
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 30,
    "text": "Was John’s baptism of heavenly or of human origin? Answer me.”"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 30,
    "text": "Just as Jonah became a sign to the Ninevites, so will the Son of Man be to this generation."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 30,
    "text": "For Jesus had not yet come into the village, but was still where Martha had met him."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 30,
    "text": "This they did, sending it to the presbyters in care of Barnabas and Saul."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 30,
    "text": "Triumph of God’s Mercy. Just as you once disobeyed God but have now received mercy because of their disobedience,"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 30,
    "text": "That is why many among you are ill and infirm, and a considerable number are dying."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 30,
    "text": "If I must boast, I will boast of the things that show my weakness."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 30,
    "text": "By faith the walls of Jericho fell after being encircled for seven days."
  }
]