[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 22,
    "text": "Enoch walked with God after he begot Methuselah for three hundred years, and he had other sons and daughters."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 22,
    "text": "Renewal of God's Promise. Then Moses again had recourse to the LORD and said, “LORD, why have you treated this people badly? And why did you send me?"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 22,
    "text": "or if, having found a lost article, the person lies about it, swearing falsely about any of the things that a person may do wrong—"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 22,
    "text": "May this water, then, that brings a curse, enter your bowels to make your belly swell and your uterus fall!” And the woman shall say, “Amen, amen!”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 22,
    "text": "Moses as Mediator. These words the LORD spoke with a loud voice to your entire assembly on the mountain from the midst of the fire and the dense black cloud, and added no more. He inscribed them on two stone tablets and gave them to me."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 22,
    "text": "Then the hoofs of the horses hammered, the galloping, galloping of steeds."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 22,
    "text": "Once again the Philistines came up and deployed themselves in the valley of Rephaim,"
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 22,
    "text": "Hiram then sent word to Solomon, “I have heard the proposal you sent me, and I will provide all the cedars and fir trees you desire."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 22,
    "text": "Gehazi replied, “Yes, but my master sent me to say, ‘Two young men have just come to me, guild prophets from the hill country of Ephraim. Please give them a talent of silver and two festal garments.'”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 22,
    "text": "Many were slain and fell; for “From God the victory.” They dwelt in their place until the time of the exile."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 22,
    "text": "For a good angel will go with him, his journey will be successful, and he will return in good health.” Then she stopped weeping."
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 22,
    "text": "Now when Achior had finished saying these things, all the people standing round about the tent murmured; and the officers of Holofernes and all the inhabitants of the seacoast and of Moab alike said he should be cut to pieces."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 22,
    "text": "and he pursued them to the very gate of Ptolemais. About three thousand of the Gentiles fell, and he gathered their spoils."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 22,
    "text": "He left governors to harass the nation: at Jerusalem, Philip, a Phrygian by birth, and in character more barbarous than the man who appointed him;"
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 22,
    "text": "At ruin and want you shall laugh; the beasts of the earth, do not fear."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 22,
    "text": "By their own iniquities the wicked will be caught, in the meshes of their own sin they will be held fast;"
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 22,
    "text": "and as from a sling, wrathful hailstones shall be hurled. The waters of the sea will be enraged and flooding rivers will overwhelm them;"
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 22,
    "text": "Ah! Those who are champions at drinking wine, masters at mixing drink!"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 22,
    "text": "Should you not fear me—oracle of the LORD— should you not tremble before me? I made the sandy shore the sea's limit, which by eternal decree it may not overstep. Toss though it may, it is to no avail; though its billows roar, they cannot overstep."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 22,
    "text": "For now you have indeed rejected us and utterly turned your wrath against us."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 22,
    "text": "You, his son, Belshazzar, have not humbled your heart, though you knew all this;"
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 22,
    "text": "Even though you bring me your burnt offerings and grain offerings I will not accept them; Your stall-fed communion offerings, I will not look upon them."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 22,
    "text": "But I say to you, whoever is angry with his brother will be liable to judgment, and whoever says to his brother, ‘Raqa,' will be answerable to the Sanhedrin, and whoever says, ‘You fool,' will be liable to fiery Gehenna."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 22,
    "text": "One of the synagogue officials, named Jairus, came forward. Seeing him he fell at his feet"
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 22,
    "text": "Jesus knew their thoughts and said to them in reply, “What are you thinking in your hearts?"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 22,
    "text": "Nor does the Father judge anyone, but he has given all judgment to his Son,"
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 22,
    "text": "But the court officers who went did not find them in the prison, so they came back and reported,"
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 22,
    "text": "In contrast, the fruit of the Spirit is love, joy, peace, patience, kindness, generosity, faithfulness,"
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 22,
    "text": "Wives should be subordinate to their husbands as to the Lord."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 22,
    "text": "Refrain from every kind of evil."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 22,
    "text": "Do not lay hands too readily on anyone, and do not share in another's sins. Keep yourself pure."
  }
]