[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 24,
    "text": "If Cain is avenged seven times, then Lamech seventy-seven times.”"
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 24,
    "text": "On the journey, at a place where they spent the night, the LORD came upon Moses and sought to put him to death."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 24,
    "text": "He shall lay his hand on its head and it shall be slaughtered in the place where the burnt offering is slaughtered, before the LORD. It is a purification offering."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 24,
    "text": "This is the task of the clans of the Gershonites, what they must do and what they must carry:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 24,
    "text": "For the LORD, your God, is a consuming fire, a jealous God."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 24,
    "text": "in order that all the peoples of the earth may know that the hand of the LORD is mighty, and that you may fear the LORD, your God, forever.”"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 24,
    "text": "their power weighed ever more heavily on him, until at length they finished off the Canaanite king, Jabin."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 24,
    "text": "When the donkey was saddled, she said to her servant, “Lead on! Do not stop my donkey unless I tell you.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 24,
    "text": "Simeon. The sons of Simeon were Nemuel, Jamin, Jachin, Zerah, and Shaul,"
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 24,
    "text": "As a result, work on the house of God in Jerusalem ceased. This interruption lasted until the second year of the reign of Darius, king of Persia."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 24,
    "text": "As they returned, they were singing hymns and glorifying Heaven, “who is good, whose mercy endures forever.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 24,
    "text": "But after his introduction to the king, he flattered him with such an air of authority that he secured the high priesthood for himself, outbidding Jason by three hundred talents of silver."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 24,
    "text": "Dishonest mouth put away from you, deceitful lips put far from you."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 24,
    "text": "For wisdom becomes known through speech, and knowledge through the tongue's response."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 24,
    "text": "I looked at the mountains—they were quaking! All the hills were crumbling!"
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 24,
    "text": "As Zion's neighbors lately saw you taken captive, so shall they soon see God's salvation come to you, with great glory and the splendor of the Eternal One."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 24,
    "text": "Therefore, O king, may my advice be acceptable to you; atone for your sins by good deeds, and for your misdeeds by kindness to the poor; then your contentment will be long lasting.”"
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 24,
    "text": "His fame spread to all of Syria, and they brought to him all who were sick with various diseases and racked with pain, those who were possessed, lunatics, and paralytics, and he cured them."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 24,
    "text": "He also told them, “Take care what you hear. The measure with which you measure will be measured out to you, and still more will be given to you."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 24,
    "text": "And he said, “Amen, I say to you, no prophet is accepted in his own native place."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 24,
    "text": "God is Spirit, and those who worship him must worship in Spirit and truth.”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 24,
    "text": "And when they heard it, they raised their voices to God with one accord and said, “Sovereign Lord, maker of heaven and earth and the sea and all that is in them,"
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 24,
    "text": "it was also for us, to whom it will be credited, who believe in the one who raised Jesus our Lord from the dead,"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 24,
    "text": "Now this is an allegory. These women represent two covenants. One was from Mount Sinai, bearing children for slavery; this is Hagar."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 24,
    "text": "and put on the new self, created in God's way in righteousness and holiness of truth."
  }
]