[
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 33,
    "text": "The one among Aaron’s sons who offers the blood and the fat of the communion offering shall have the right leg as his portion,"
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 33,
    "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 33,
    "text": "The wheels were constructed like chariot wheels; their axletrees, rims, spokes, and hubs were all cast."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 33,
    "text": "The sons of Japhlet were Pasach, Bimhal, and Ashvath; these were the sons of Japhlet."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 33,
    "text": "people of Nebo, fifty-two;"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 33,
    "text": "After this, Nicanor went up to Mount Zion. Some of the priests from the sanctuary and some of the elders of the people came out to greet him peaceably and to show him the burnt offering that was being sacrificed for the king."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 33,
    "text": "Though for a little while our living Lord has been angry, correcting and chastising us, he will again be reconciled with his servants."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 33,
    "text": "Give your gift to all the living, and do not withhold your kindness from the dead."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 33,
    "text": "The corpses of this people will be food for the birds of the sky and beasts of the earth, which no one will drive away."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 33,
    "text": "He took him off by himself away from the crowd. He put his finger into the man’s ears and, spitting, touched his tongue;"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 33,
    "text": "For John the Baptist came neither eating food nor drinking wine, and you said, ‘He is possessed by a demon.’"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 33,
    "text": "So Jesus said, “I will be with you only a little while longer, and then I will go to the one who sent me."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 33,
    "text": "But the Lord said to him, ‘Remove the sandals from your feet, for the place where you stand is holy ground."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 33,
    "text": "But a married man is anxious about the things of the world, how he may please his wife,"
  }
]