[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 15,
    "text": "When Mahalalel was sixty-five years old, he begot Jared."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 15,
    "text": "Complaint of the Foremen. Then the Israelite foremen came and cried out to Pharaoh: “Why do you treat your servants in this manner?"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 15,
    "text": "When a person commits sacrilege by inadvertently misusing any of the LORD's sacred objects, the wrongdoer shall bring to the LORD as reparation an unblemished ram from the flock, at the established value in silver shekels according to the sanctuary shekel, as a reparation offering."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 15,
    "text": "then the man shall bring his wife to the priest as well as an offering on her behalf, a tenth of an ephah of barley meal. However, he shall not pour oil on it nor put frankincense over it, since it is a grain offering of jealousy, a grain offering of remembrance which recalls wrongdoing."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 15,
    "text": "Remember that you too were once slaves in the land of Egypt, and the LORD, your God, brought you out from there with a strong hand and outstretched arm. That is why the LORD, your God, has commanded you to observe the sabbath day."
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 15,
    "text": "The commander of the army of the LORD replied to Joshua, “Remove your sandals from your feet, for the place on which you are standing is holy.” And Joshua did so."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 15,
    "text": "The princes of Issachar were with Deborah, Issachar, faithful to Barak; in the valley they followed at his heels. Among the clans of Reuben great were the searchings of heart!"
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 15,
    "text": "Ibhar, Elishua, Nepheg, Japhia,"
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 15,
    "text": "When Hiram, king of Tyre, heard that Solomon had been anointed king in place of his father, he sent an embassy to him; for Hiram had always been David's friend."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 15,
    "text": "He returned with his whole retinue to the man of God. On his arrival he stood before him and said, “Now I know that there is no God in all the earth, except in Israel. Please accept a gift from your servant.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 15,
    "text": "Ahi, son of Abdiel, son of Guni, was the head of their ancestral houses."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 15,
    "text": "He commanded him: Take these vessels and deposit them in the temple of Jerusalem, and let the house of God be rebuilt on its former site."
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 15,
    "text": "The earlier governors, my predecessors, had laid a heavy burden on the people, taking from them each day forty silver shekels for their food; then, too, their attendants oppressed the people. But I, because I feared God, did not do this."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 15,
    "text": "Then he added: “For each day I will give you a drachma as wages, as well as expenses for you and for my son. So go with my son, and"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 15,
    "text": "and settled in the land of the Amorites. By their strength they destroyed all the Heshbonites, crossed the Jordan, and took possession of all the hill country."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 15,
    "text": "that “the inhabitants of Ptolemais, Tyre, and Sidon, and the whole of Gentile Galilee have joined forces to destroy us.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 15,
    "text": "Not satisfied with this, the king dared to enter the holiest temple in the world; Menelaus, that traitor both to the laws and to his country, served as guide."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 15,
    "text": "But he saves the poor from the sword of their mouth, from the hand of the mighty."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 15,
    "text": "Drink water from your own cistern, running water from your own well."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 15,
    "text": "This too is a grievous evil, that they go just as they came. What then does it profit them to toil for the wind?"
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 15,
    "text": "His legs, pillars of alabaster, resting on golden pedestals. His appearance, like the Lebanon, imposing as the cedars."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 15,
    "text": "But the righteous live forever, and in the LORD is their recompense, and the thought of them is with the Most High."
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 15,
    "text": "In little or in much, do not act corruptly;"
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 15,
    "text": "All shall be abased, each one brought low, and the eyes of the haughty lowered,"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 15,
    "text": "Beware! I will bring against you a nation from far away, O House of Israel—oracle of the LORD; A long-lived nation, an ancient nation, a people whose language you do not know, whose speech you cannot understand."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 15,
    "text": "The joy of our hearts has ceased, dancing has turned into mourning;"
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 15,
    "text": "And you will be a reproach and a taunt, a warning and a horror to the nations around you when I execute judgments against you in angry wrath, with furious chastisements. I, the LORD, have spoken!"
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 15,
    "text": "The wise men and enchanters were brought in to me to read this writing and tell me its meaning, but they could not say what the words meant."
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 15,
    "text": "Insincere Conversion - I will go back to my place until they make reparation and seek my presence. In their affliction, they shall look for me."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 15,
    "text": "Hate evil and love good, and let justice prevail at the gate; Then it may be that the LORD, the God of hosts, will have pity on the remnant of Joseph."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 15,
    "text": "Nor do they light a lamp and then put it under a bushel basket; it is set on a lampstand, where it gives light to all in the house."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 15,
    "text": "As they approached Jesus, they caught sight of the man who had been possessed by Legion, sitting there clothed and in his right mind. And they were seized with fear."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 15,
    "text": "The report about him spread all the more, and great crowds assembled to listen to him and to be cured of their ailments,"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 15,
    "text": "The man went and told the Jews that Jesus was the one who had made him well."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 15,
    "text": "Thus they even carried the sick out into the streets and laid them on cots and mats so that when Peter came by, at least his shadow might fall on one or another of them."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 15,
    "text": "Grace and Life Through Christ. But the gift is not like the transgression. For if by that one person's transgression the many died, how much more did the grace of God and the gracious gift of the one person Jesus Christ overflow for the many."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 15,
    "text": "He indeed died for all, so that those who live might no longer live for themselves but for him who for their sake died and was raised."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 15,
    "text": "But if you go on biting and devouring one another, beware that you are not consumed by one another."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 15,
    "text": "Watch carefully then how you live, not as foolish persons but as wise,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 15,
    "text": "See that no one returns evil for evil; rather, always seek what is good [both] for each other and for all."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 15,
    "text": "For some have already turned away to follow Satan."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 15,
    "text": "and the prayer of faith will save the sick person, and the Lord will raise him up. If he has committed any sins, he will be forgiven."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 15,
    "text": "And if we know that he hears us in regard to whatever we ask, we know that what we have asked him for is ours."
  }
]