[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 7,
    "text": "Together with his sons, his wife, and his sons’ wives, Noah went into the ark because of the waters of the flood."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 7,
    "text": "Moses was eighty years old, and Aaron eighty-three, when they spoke to Pharaoh."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 7,
    "text": "Because the purification offering and the reparation offering are alike, both have the same ritual. The reparation offering belongs to the priest who makes atonement with it."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 7,
    "text": "He gave two wagons and four oxen to the Gershonites according to their duties,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 7,
    "text": "It was not because you are more numerous than all the peoples that the LORD set his heart on you and chose you; for you are really the smallest of all peoples."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 7,
    "text": "“Alas, Lord GOD,” Joshua prayed, “why did you ever allow this people to cross over the Jordan, delivering us into the power of the Amorites, that they might destroy us? Would that we had been content to dwell on the other side of the Jordan."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 7,
    "text": "The LORD said to Gideon: By means of the three hundred who lapped up the water I will save you and deliver Midian into your power. So let all the other soldiers go home."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 7,
    "text": "Rout of the Philistines. When the Philistines heard that the Israelites had gathered at Mizpah, their leaders went up against Israel. Hearing this, the Israelites became afraid of the Philistines"
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 7,
    "text": "As long as I have wandered about among the Israelites, did I ever say a word to any of the judges whom I commanded to shepherd my people Israel: Why have you not built me a house of cedar?"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 7,
    "text": "He also made the Porch of the Throne where he gave judgment—that is, the Porch of Judgment; it was paneled with cedar from floor to ceiling beams."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 7,
    "text": "Then in the twilight they had fled, abandoning their tents, their horses, and their donkeys, the whole camp just as it was, and fleeing for their lives."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 7,
    "text": "The sons of Bela were Ezbon, Uzzi, Uzziel, Jerimoth, and Iri—five. They were heads of their ancestral houses and warriors. Their family records listed twenty-two thousand and thirty-four."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 7,
    "text": "Then Solomon consecrated the middle of the court facing the house of the LORD; he offered there the burnt offerings and the fat of the communion offerings, since the bronze altar which Solomon had made could not hold the burnt offering, the grain offering, and the fat."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 7,
    "text": "Some of the Israelites and some priests, Levites, singers, gatekeepers, and temple servants also came up to Jerusalem in the seventh year of King Artaxerxes."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 7,
    "text": "They returned with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. The census of the people of Israel:"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 7,
    "text": "Then, finding words, he said, “A blessing upon you, son! You are the son of a good and noble father. What a terrible misfortune that a man so righteous and charitable has been afflicted with blindness!” He embraced his kinsman Tobiah and continued to weep."
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 7,
    "text": "He reconnoitered the ascents to their city and located their springs of water; these he seized, stationing armed detachments around them, while he himself returned to his troops."
  },
  {
    "book": "Esther",
    "chapter": 7,
    "verse": 7,
    "text": "The king left the banquet in anger and went into the garden of the palace, but Haman stayed to beg Queen Esther for his life, since he saw that the king had decided on his doom."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 7,
    "text": "So now, send a man whom you trust to go and see all the destruction Judas has wrought on us and on the king’s territory, and let him punish them and all their supporters.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 7,
    "text": "After the first brother had died in this manner, they brought the second to be made sport of. After tearing off the skin and hair of his head, they asked him, “Will you eat the pork rather than have your body tortured limb by limb?”"
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 7,
    "text": "Remember that my life is like the wind; my eye will not see happiness again."
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 7,
    "text": "III - Rise up, LORD, in your anger; be aroused against the outrages of my oppressors. Stir up the justice, my God, you have commanded."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 7,
    "text": "And I saw among the naive, I observed among the young men, a youth with no sense,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 7,
    "text": "Extortion can make a fool out of the wise, and a bribe corrupts the heart."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 7,
    "text": "Love’s Desires - How beautiful you are, how fair, my love, daughter of delights!"
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 7,
    "text": "Solomon Prayed and Wisdom and Riches Came to Him - Therefore I prayed, and prudence was given me; I pleaded and the spirit of Wisdom came to me."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 7,
    "text": "Do not be guilty of any evil before the city court or disgrace yourself before the assembly."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 7,
    "text": "Thus says the Lord GOD: It shall not stand, it shall not be!"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 7,
    "text": "only then will I let you continue to dwell in this place, in the land I gave your ancestors long ago and forever."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 7,
    "text": "The crisis has come for you who dwell in the land! The time has come, near is the day: panic, no rejoicing on the mountains."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 7,
    "text": "After this, in the visions of the night I saw a fourth beast, terrifying, horrible, and of extraordinary strength; it had great iron teeth with which it devoured and crushed, and it trampled with its feet what was left. It differed from the beasts that preceded it. It had ten horns."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 7,
    "text": "They are all heated like ovens, and consume their rulers. All their kings have fallen; none of them calls upon me."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 7,
    "text": "Third Vision: The Plummet - This is what the Lord GOD showed me: He was standing, plummet in hand, by a wall built with a plummet."
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 7,
    "text": "IV. Confidence in God’s Future - But as for me, I will look to the LORD, I will wait for God my savior; my God will hear me!"
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 7,
    "text": "Are these not the words which the LORD proclaimed through the earlier prophets, when Jerusalem and its surrounding cities were inhabited and secure, when the Negeb and the Shephelah were inhabited?"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 7,
    "text": "The Answer to Prayers. “Ask and it will be given to you; seek and you will find; knock and the door will be opened to you."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 7,
    "text": "In vain do they worship me, teaching as doctrines human precepts.’"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 7,
    "text": "Therefore, I did not consider myself worthy to come to you; but say the word and let my servant be healed."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 7,
    "text": "The world cannot hate you, but it hates me, because I testify to it that its works are evil."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 7,
    "text": "but I will bring judgment on the nation they serve,’ God said, ‘and after that they will come out and worship me in this place.’"
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 7,
    "text": "Acquaintance with Sin Through the Law. What then can we say? That the law is sin? Of course not! Yet I did not know sin except through the law, and I did not know what it is to covet except that the law said, “You shall not covet.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 7,
    "text": "Indeed, I wish everyone to be as I am, but each has a particular gift from God, one of one kind and one of another."
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 7,
    "text": "and not only by his arrival but also by the encouragement with which he was encouraged in regard to you, as he told us of your yearning, your lament, your zeal for me, so that I rejoiced even more."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 7,
    "text": "Unquestionably, a lesser person is blessed by a greater."
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 7,
    "text": "twelve thousand from the tribe of Simeon, twelve thousand from the tribe of Levi, twelve thousand from the tribe of Issachar,"
  }
]