[
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 32,
    "text": "But the wheat and the spelt were not ruined, for they grow later."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 32,
    "text": "So take action tonight, you and the troops who are with you, and set an ambush in the fields."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 32,
    "text": "Jehu looked up to the window and shouted, “Who is on my side? Who?” At this, two or three eunuchs looked down toward him."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 32,
    "text": "Benaiah the Kohathite, one of their brothers, was in charge of setting out the showbread each sabbath."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 32,
    "text": "Now, our God, great, mighty, and awesome God, who preserves the covenant of mercy, do not discount all the hardship that has befallen us, Our kings, our princes, our priests, our prophets, our ancestors, and your entire people, from the time of the kings of Assyria until this day!"
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 32,
    "text": "The command of Esther confirmed these prescriptions for Purim and was recorded in the book."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 32,
    "text": "Bacchides Pursues Jonathan. When Bacchides learned of it, he sought to kill him."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 32,
    "text": "For he is not a man like myself, that I should answer him, that we should come together in judgment."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 32,
    "text": "The Healing of a Mute Person. As they were going out, a demoniac who could not speak was brought to him,"
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 32,
    "text": "But they did not understand the saying, and they were afraid to question him. IV. The Full Revelation of the Mystery - The Greatest in the Kingdom."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 32,
    "text": "Peter and his companions had been overcome by sleep, but becoming fully awake, they saw his glory and the two men standing with him."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 32,
    "text": "It is unheard of that anyone ever opened the eyes of a person born blind."
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 32,
    "text": "Peter Heals Aeneas at Lydda. As Peter was passing through every region, he went down to the holy ones living in Lydda."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 32,
    "text": "Why not? Because they did it not by faith, but as if it could be done by works. They stumbled over the stone that causes stumbling,"
  }
]