[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Table of the Nations. These are the descendants of Noah's sons, Shem, Ham and Japheth, to whom children were born after the flood."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Eighth Plague: The Locusts. Then the LORD said to Moses: Go to Pharaoh, for I have made him and his servants obstinate in order that I may perform these signs of mine among them"
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Nadab and Abihu. Aaron's sons Nadab and Abihu took their censers and, putting incense on the fire they had set in them, they offered before the LORD unauthorized fire, such as he had not commanded."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - The Silver Trumpets. The LORD said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - At that time the LORD said to me, Cut two stone tablets like the first ones and come up the mountain to me. Also make an ark out of wood."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - The Siege of Gibeon. Now when Adonizedek, king of Jerusalem, heard that Joshua had captured Ai and put it under the ban, and had done to that city and its king as he had done to Jericho and its king, and that the inhabitants of Gibeon had made their peace with Israel, remaining among them,"
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Tola. After Abimelech, Tola, son of Puah, son of Dodo, a man of Issachar, rose up to save Israel; he lived in Shamir in the mountain region of Ephraim."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Then, from a flask he had with him, Samuel poured oil on Saul's head and kissed him, saying: “The LORD anoints you ruler over his people Israel. You are the one who will govern the LORD's people and save them from the power of their enemies all around them. The Signs Foretold. “This will be the sign for you that the LORD has anointed you ruler over his heritage:"
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Campaigns Against Ammon. After this, the king of the Ammonites died, and Hanun his son succeeded him as king."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Solomon's Listening Heart: The Queen of Sheba. The queen of Sheba, having heard a report of Solomon's fame, came to test him with subtle questions."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Death of the Sons of Ahab of Israel. Ahab had seventy sons in Samaria. Jehu wrote letters and sent them to Samaria, to the elders who were rulers of Jezreel and to Ahab's guardians. Jehu wrote:"
  },
  {
    "book": "1Chronicles",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Death of Saul and His Sons. Now the Philistines went to war against Israel, and Israel fled before them, and they fell, slain on Mount Gilboa."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 1,
    "text": "II. The Post-Solomonic Monarchy of Judah Chapter 10 - Division of the Kingdom. Rehoboam went to Shechem, where all Israel had come to make him king."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Response to the Crisis. While Ezra prayed and acknowledged their guilt, weeping and prostrate before the house of God, a very large assembly of Israelites gathered about him, men, women, and children; and the people wept profusely."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Signatories to the Pact. In view of all this, we are entering into a firm pact, which we are putting into writing. On the sealed document appear the names of our princes, our Levites, and our priests."
  },
  {
    "book": "Tobit",
    "chapter": 10,
    "verse": 1,
    "text": "VI. Tobiah's Return Journey to Nineveh and the Healing of Tobit Chapter 10 - Anxiety of the Parents. Meanwhile, day by day, Tobit was keeping track of the time Tobiah would need to go and to return. When the number of days was reached and his son did not appear,"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Judith Prepares to Depart. As soon as Judith had ceased her prayer to the God of Israel and finished all these words,"
  },
  {
    "book": "Esther",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - The Rise of Mordecai Completed. King Ahasuerus levied a tax on the land and on the islands of the sea."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Jonathan Becomes High Priest. In the one hundred and sixtieth year, Alexander Epiphanes, son of Antiochus, came up and took Ptolemais. They accepted him as king and he began to reign there."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Purification of the Temple. When Maccabeus and his companions, under the Lord's leadership, had recovered the temple and the city,"
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - I will give myself up to complaint; I will speak from the bitterness of my soul."
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 1,
    "text": "Psalm 10 I - Why, LORD, do you stand afar and pay no heed in times of trouble?"
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 1,
    "text": "III. First Solomonic Collection of Sayings Chapter 10 - The Proverbs of Solomon: A wise son gives his father joy, but a foolish son is a grief to his mother."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Dead flies corrupt and spoil the perfumer's oil; more weighty than wisdom or wealth is a little folly!"
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 Wisdom Preserves Her Followers - She preserved the first-formed father of the world when he alone had been created; And she raised him up from his fall,"
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - A wise magistrate gives stability to his people, and government by the intelligent is well ordered."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 Perversion of Justice - Ah! Those who enact unjust statutes, who write oppressive decrees,"
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - The Folly of Idolatry. Hear the word the LORD speaks to you, house of Israel."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Then I looked and there above the firmament over the heads of the cherubim was something like a sapphire, something that looked like a throne."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - An Angelic Vision. In the third year of Cyrus, king of Persia, a revelation was given to Daniel, who had been named Belteshazzar. The revelation was certain: a great war; he understood this from the vision."
  },
  {
    "book": "Hosea",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 Destruction of Idolatrous Cultic Objects - Israel is a luxuriant vine whose fruit matches its growth. The more abundant his fruit, the more altars he built; The more productive his land, the more sacred pillars he set up."
  },
  {
    "book": "Zechariah",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 The Lord Strengthens Judah and Rescues Ephraim - Ask the LORD for rain in the spring season, the LORD who brings storm clouds, and heavy rains, who gives to everyone grain in the fields."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - The Mission of the Twelve. Then he summoned his twelve disciples and gave them authority over unclean spirits to drive them out and to cure every disease and every illness."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Marriage and Divorce. He set out from there and went into the district of Judea [and] across the Jordan. Again crowds gathered around him and, as was his custom, he again taught them."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - The Mission of the Seventy-two. After this the Lord appointed seventy[-two] others whom he sent ahead of him in pairs to every town and place he intended to visit."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - The Good Shepherd. “Amen, amen, I say to you, whoever does not enter a sheepfold through the gate but climbs over elsewhere is a thief and a robber."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 1,
    "text": "IV. The Inauguration of the Gentile Mission Chapter 10 - The Vision of Cornelius. Now in Caesarea there was a man named Cornelius, a centurion of the Cohort called the Italica,"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Brothers, my heart's desire and prayer to God on their behalf is for salvation."
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - Warning Against Overconfidence. I do not want you to be unaware, brothers, that our ancestors were all under the cloud and all passed through the sea,"
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 1,
    "text": "IV. Paul's Defense of His Ministry Chapter 10 - Accusation of Weakness. Now I myself, Paul, urge you through the gentleness and clemency of Christ, I who am humble when face to face with you, but brave toward you when absent,"
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - One Sacrifice Instead of Many. Since the law has only a shadow of the good things to come, and not the very image of them, it can never make perfect those who come to worship by the same sacrifices that they offer continually each year."
  },
  {
    "book": "Revelation",
    "chapter": 10,
    "verse": 1,
    "text": "Chapter 10 - The Angel with the Small Scroll. Then I saw another mighty angel come down from heaven wrapped in a cloud, with a halo around his head; his face was like the sun and his feet were like pillars of fire."
  }
]