[
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 23,
    "text": "Aaron married Elisheba, Amminadab's daughter, the sister of Nahshon; she bore him Nadab, Abihu, Eleazar and Ithamar."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 23,
    "text": "But no purification offering of which some blood has been brought into the tent of meeting to make atonement in the sanctuary shall be eaten; it must be burned with fire."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 23,
    "text": "Speak to Aaron and his sons and tell them: This is how you shall bless the Israelites. Say to them:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 23,
    "text": "He brought us from there to bring us in and give us the land he had promised on oath to our ancestors."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 23,
    "text": "The spies entered and brought out Rahab, with her father, mother, brothers, and all her family; her entire family they led forth and placed outside the camp of Israel."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 23,
    "text": "The LORD answered him: You are safe. Do not fear. You shall not die."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 23,
    "text": "Saul's daughter Michal was childless to the day she died."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 23,
    "text": "In the inner sanctuary he made two cherubim, each ten cubits high, made of pine."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 23,
    "text": "The king spread a great feast for them. When they had eaten and drunk he sent them away, and they went back to their master. No more Aramean raiders came into the land of Israel."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 23,
    "text": "son of Izhar, son of Kohath, son of Levi, son of Israel."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 23,
    "text": "listen in heaven: act and judge your servants. Condemn the wicked, requiting their ways; acquit the just, rewarding their justice."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 23,
    "text": "We agreed to serve your father and to follow his orders and obey his edicts."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 23,
    "text": "But he made up his mind in a noble manner, worthy of his years, the dignity of his advanced age, the merited distinction of his gray hair, and of the admirable life he had lived from childhood. Above all loyal to the holy laws given by God, he swiftly declared, “Send me to Hades!”"
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 23,
    "text": "Or “Deliver me from the hand of the enemy, redeem me from oppressors”?"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 23,
    "text": "For the command is a lamp, and the teaching a light, and a way to life are the reproofs that discipline,"
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 23,
    "text": "Neither shall I admit consuming jealousy to my company, because that can have no fellowship with Wisdom."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 23,
    "text": "Listen, my child, and take my advice; do not refuse my counsel."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 23,
    "text": "Bow and javelin they wield; cruel and pitiless are they. They sound like the roaring sea as they ride forth on horses, Each in his place for battle against you, daughter Zion."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 23,
    "text": "Gold adorns them, but unless someone wipes away the corrosion, they do not shine; they felt nothing when they were molded."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 23,
    "text": "My God sent his angel and closed the lions' mouths so that they have not hurt me. For I have been found innocent before him; neither have I done you any harm, O king!”"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 23,
    "text": "but if your eye is bad, your whole body will be in darkness. And if the light in you is darkness, how great will the darkness be."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 23,
    "text": "He even swore [many things] to her, “I will grant you whatever you ask of me, even to half of my kingdom.”"
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 23,
    "text": "Rejoice and leap for joy on that day! Behold, your reward will be great in heaven. For their ancestors treated the prophets in the same way."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 23,
    "text": "Other boats came from Tiberias near the place where they had eaten the bread when the Lord gave thanks."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 23,
    "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 23,
    "text": "Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ."
  }
]