[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 9,
    "text": "two by two, male and female came to Noah into the ark, just as God had commanded him."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 9,
    "text": "When Pharaoh demands of you, “Produce a sign or wonder,” you will say to Aaron: “Take your staff and throw it down before Pharaoh, and it will turn into a serpent.”"
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 9,
    "text": "Also, every grain offering that is baked in an oven or made in a pan or on a griddle shall belong to the priest who offers it,"
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 9,
    "text": "He gave none to the Kohathites, because they were responsible for maintenance of the sacred objects that had to be carried on their shoulders."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 9,
    "text": "Know, then, that the LORD, your God, is God: the faithful God who keeps covenant mercy to the thousandth generation toward those who love him and keep his commandments,"
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 9,
    "text": "When the Canaanites and the other inhabitants of the land hear of it, they will close in around us and efface our name from the earth. What will you do for your great name?”"
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 9,
    "text": "That night the LORD said to Gideon: Go, descend on the camp, for I have delivered it into your power."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 9,
    "text": "Samuel therefore took an unweaned lamb and offered it whole as a burnt offering to the LORD. He cried out to the LORD for Israel, and the LORD answered him."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 9,
    "text": "I was with you wherever you went, and I cut down all your enemies before you. And I will make your name like that of the greatest on earth."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 9,
    "text": "All these buildings were of fine stones, hewn to size and trimmed front and back with a saw, from the foundation to the bonding course and outside as far as the great court."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 9,
    "text": "Then they said to one another: “We are not doing right. This is a day of good news, and we are keeping silent. If we wait until morning breaks, we will be blamed. So come, let us go and inform the palace.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 9,
    "text": "Their family records listed twenty thousand two hundred of their kindred who were heads of their ancestral houses and warriors."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 9,
    "text": "On the eighth day they held a solemn assembly, for they had celebrated the dedication of the altar for seven days and the feast for seven days."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 9,
    "text": "On the first day of the first month he began the journey up from Babylon, and on the first day of the fifth month he arrived at Jerusalem, for the favoring hand of his God was over him."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 9,
    "text": "descendants of Shephatiah, three hundred and seventy-two;"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 9,
    "text": "Marriage of Tobiah and Sarah. Afterward, Raguel slaughtered a ram from the flock and gave them a warm reception. When they had washed, bathed, and reclined to eat and drink, Tobiah said to Raphael, “Brother Azariah, ask Raguel to give me my kinswoman Sarah.”"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 9,
    "text": "“Master, please listen to what we have to say, that there may be no losses among your forces."
  },
  {
    "book": "Esther",
    "chapter": 7,
    "verse": 9,
    "text": "Punishment of Haman. Harbona, one of the eunuchs who attended the king, said, “At the house of Haman stands a stake fifty cubits high. Haman made it for Mordecai, who gave the report that benefited the king.” The king answered, “Impale him on it.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 9,
    "text": "He sent him and the renegade Alcimus, to whom he granted the high priesthood, with orders to take revenge on the Israelites."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 9,
    "text": "With his last breath he said: “You accursed fiend, you are depriving us of this present life, but the King of the universe will raise us up to live again forever, because we are dying for his laws.”"
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 9,
    "text": "As a cloud dissolves and vanishes, so whoever goes down to Sheol shall not come up."
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 9,
    "text": "the LORD will pass judgment on the peoples. Judge me, LORD, according to my righteousness, and my integrity."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 9,
    "text": "In the twilight, at dusk of day, in the very dark of night."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 9,
    "text": "Do not let anger upset your spirit, for anger lodges in the bosom of a fool."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 9,
    "text": "I thought, “Let me climb the date-palm! Let me take hold of its branches! Let your breasts be like clusters of the vine and the fragrance of your breath like apples,"
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 9,
    "text": "nor did I liken any priceless gem to her; Because all gold, in view of her, is a bit of sand, and before her, silver is to be accounted mire."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 9,
    "text": "Do not say, “He will appreciate my many gifts; the Most High God will accept my offerings.”"
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 9,
    "text": "The head of Ephraim is Samaria, and the head of Samaria is the son of Remaliah. Within sixty-five years, Ephraim shall be crushed, no longer a nation. Unless your faith is firm, you shall not be firm!"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 9,
    "text": "Do you think you can steal and murder, commit adultery and perjury, sacrifice to Baal, follow other gods that you do not know,"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 9,
    "text": "My eye will not spare, nor will I take pity; I will hold your conduct against you since your abominations remain within you, then you shall know that it is I, the LORD, who strikes."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 9,
    "text": "As I watched, Thrones were set up and the Ancient of Days took his throne. His clothing was white as snow, the hair on his head like pure wool; His throne was flames of fire, with wheels of burning fire."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 9,
    "text": "Strangers have consumed his strength, but he does not know it; Gray hairs are strewn on his head, but he takes no notice of it."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 9,
    "text": "The high places of Isaac shall be laid waste, and the sanctuaries of Israel made desolate; and I will attack the house of Jeroboam with the sword."
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 9,
    "text": "I will endure the wrath of the LORD because I have sinned against him, Until he pleads my case, and establishes my right. He will bring me forth to the light; I will see his righteousness."
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 9,
    "text": "Thus says the LORD of hosts: Judge with true justice, and show kindness and compassion toward each other."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 9,
    "text": "Which one of you would hand his son a stone when he asks for a loaf of bread,"
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 9,
    "text": "He went on to say, “How well you have set aside the commandment of God in order to uphold your tradition!"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 9,
    "text": "When Jesus heard this he was amazed at him and, turning, said to the crowd following him, “I tell you, not even in Israel have I found such faith.”"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 9,
    "text": "After he had said this, he stayed on in Galilee."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 9,
    "text": "“And the patriarchs, jealous of Joseph, sold him into slavery in Egypt; but God was with him"
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 9,
    "text": "I once lived outside the law, but when the commandment came, sin became alive;"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 9,
    "text": "but if they cannot exercise self-control they should marry, for it is better to marry than to be on fire."
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 9,
    "text": "I rejoice now, not because you were saddened, but because you were saddened into repentance; for you were saddened in a godly way, so that you did not suffer loss in anything because of us."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 9,
    "text": "One might even say that Levi himself, who receives tithes, was tithed through Abraham,"
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 9,
    "text": "Triumph of the Elect. After this I had a vision of a great multitude, which no one could count, from every nation, race, people, and tongue. They stood before the throne and before the Lamb, wearing white robes and holding palm branches in their hands."
  }
]