[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 30,
    "text": "Pharaoh arose in the night, he and all his servants and all the Egyptians; and there was loud wailing throughout Egypt, for there was not a house without its dead."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 30,
    "text": "be careful that you not be trapped into following them after they have been destroyed before you. Do not inquire regarding their gods, “How did these nations serve their gods, so I might do the same.”"
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 30,
    "text": "He took the crown of Milcom from the idol’s head, a talent of gold in weight, with precious stones; this crown David wore on his own head. He also brought out a great amount of spoil from the city."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 30,
    "text": "This led to sin, because the people frequented these calves in Bethel and in Dan."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 30,
    "text": "Of the Benjaminites, the kinsmen of Saul: three thousand—until this time, most of them had kept their allegiance to the house of Saul."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 30,
    "text": "The priests and Levites first purified themselves, then they purified the people, the gates, and the wall."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 30,
    "text": "Then Jonathan pursued them, but he could not overtake them, for they had crossed the river Eleutherus."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 30,
    "text": "But when the Jews who lived there testified to the goodwill shown by the Scythopolitans and to their kind treatment even in times of adversity,"
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 30,
    "text": "Whoever is not with me is against me, and whoever does not gather with me scatters."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 30,
    "text": "You shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 30,
    "text": "All the nations of the world seek for these things, and your Father knows that you need them."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 30,
    "text": "Jesus answered and said, “This voice did not come for my sake but for yours."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 30,
    "text": "Do all have gifts of healing? Do all speak in tongues? Do all interpret?"
  }
]