[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 3,
    "text": "Then the LORD said: My spirit shall not remain in human beings forever, because they are only flesh. Their days shall comprise one hundred and twenty years."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 3,
    "text": "As God the Almighty I appeared to Abraham, Isaac, and Jacob, but by my name, LORD, I did not make myself known to them."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 3,
    "text": "The priest, clothed in his linen robe and wearing linen pants underneath, shall take away the ashes to which the fire has reduced the burnt offering on the altar, and lay them at the side of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 3,
    "text": "they shall abstain from wine and strong drink; they may neither drink wine vinegar, other vinegar, or any kind of grape juice, nor eat either fresh or dried grapes."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 3,
    "text": "Hear then, Israel, and be careful to observe them, that it may go well with you and that you may increase greatly; for the LORD, the God of your ancestors, promised you a land flowing with milk and honey. The Great Commandment."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 3,
    "text": "Have all the soldiers circle the city, marching once around it. Do this for six days,"
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 3,
    "text": "For it used to be that whenever the Israelites had completed sowing their crops, Midian, Amalek, and the Kedemites would come up,"
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 3,
    "text": "They replied: “If you intend to send back the ark of the God of Israel, you must not send it alone, but must, by all means, make amends to God through a reparation offering. Then you will be healed, and will learn why God continues to afflict you.”"
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 3,
    "text": "They transported the ark of God on a new cart and took it away from the house of Abinadab on the hill. Uzzah and Ahio, sons of Abinadab, were guiding the cart,"
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 3,
    "text": "The porch in front of the nave of the house was twenty cubits from side to side along the width of the house, and ten cubits deep in front of the house."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 3,
    "text": "One of them requested, “Please agree to accompany your servants.” He replied, “Yes, I will come.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 3,
    "text": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 3,
    "text": "The king turned and blessed the whole assembly of Israel, while the whole assembly of Israel stood."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 3,
    "text": "In the first year of his reign, King Cyrus issued a decree: With regard to the house of God in Jerusalem: the house is to be rebuilt as a place for offering sacrifices and bringing burnt offerings. Its height is to be sixty cubits and its width sixty cubits."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 3,
    "text": "I sent messengers to them with this reply: “I am engaged in a great enterprise and am unable to come down. Why should the work stop, while I leave it to come down to you?”"
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 3,
    "text": "but we, the servants of Nebuchadnezzar, will strike them down with one blow, for they will be unable to withstand the force of our cavalry."
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 3,
    "text": "The king asked, “What was done to honor and exalt Mordecai for this?” The king’s attendants replied, “Nothing was done for him.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 3,
    "text": "He went therefore and tried to capture and loot the city. But he could not do so, because his plan became known to the people of the city"
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 3,
    "text": "This was a harsh and utterly intolerable evil."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 3,
    "text": "They would now outweigh the sands of the sea! Because of this I speak without restraint."
  },
  {
    "book": "Psalms",
    "chapter": 6,
    "verse": 3,
    "text": "Have pity on me, LORD, for I am weak; heal me, LORD, for my bones are shuddering."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 3,
    "text": "So do this, my son, to free yourself, since you have fallen into your neighbor’s power: Go, hurry, rouse your neighbor!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 3,
    "text": "Should one have a hundred children and live many years, no matter to what great age, still if one has not the full benefit of those goods, I proclaim that the child born dead, even if left unburied, is more fortunate."
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 3,
    "text": "I belong to my lover, and my lover belongs to me; he feeds among the lilies."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 3,
    "text": "Because authority was given you by the Lord and sovereignty by the Most High, who shall probe your works and scrutinize your counsels!"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 3,
    "text": "It will eat your leaves and destroy your fruits, and you will be left like a dry tree."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 3,
    "text": "One cried out to the other: “Holy, holy, holy is the LORD of hosts! All the earth is filled with his glory!”"
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 3,
    "text": "Against her, shepherds come with their flocks; all around, they pitch their tents against her; each one grazes his portion."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 3,
    "text": "And now in Babylon you will see gods of silver and gold and wood, carried shoulder high, to cast fear upon the nations."
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 3,
    "text": "You shall say: Mountains of Israel, hear the word of the Lord GOD. Thus says the Lord GOD to the mountains and hills, to the ravines and valleys: Pay attention! I am bringing a sword against you, and I will destroy your high places."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 3,
    "text": "These were accountable to three ministers, one of whom was Daniel; the satraps reported to them, so that the king should suffer no loss."
  },
  {
    "book": "Hosea",
    "chapter": 6,
    "verse": 3,
    "text": "Let us know, let us strive to know the LORD; as certain as the dawn is his coming. He will come to us like the rain, like spring rain that waters the earth.”"
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 3,
    "text": "You who would put off the day of disaster, yet hasten the time of violence!"
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 3,
    "text": "My people, what have I done to you? how have I wearied you? Answer me!"
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 3,
    "text": "the third chariot white horses, and the fourth chariot dappled horses—all of them strong horses."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 3,
    "text": "But when you give alms, do not let your left hand know what your right is doing,"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 3,
    "text": "Is he not the carpenter, the son of Mary, and the brother of James and Joses and Judas and Simon? And are not his sisters here with us?” And they took offense at him."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 3,
    "text": "Jesus said to them in reply, “Have you not read what David did when he and those [who were] with him were hungry?"
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 3,
    "text": "Jesus went up on the mountain, and there he sat down with his disciples."
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 3,
    "text": "Brothers, select from among you seven reputable men, filled with the Spirit and wisdom, whom we shall appoint to this task,"
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 3,
    "text": "Or are you unaware that we who were baptized into Christ Jesus were baptized into his death?"
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 3,
    "text": "Do you not know that we will judge angels? Then why not everyday matters?"
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 3,
    "text": "We cause no one to stumble in anything, in order that no fault may be found with our ministry;"
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 3,
    "text": "For if anyone thinks he is something when he is nothing, he is deluding himself."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 3,
    "text": "“that it may go well with you and that you may have a long life on earth.”"
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 3,
    "text": "Whoever teaches something different and does not agree with the sound words of our Lord Jesus Christ and the religious teaching"
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 3,
    "text": "And we shall do this, if only God permits."
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 3,
    "text": "When he broke open the second seal, I heard the second living creature cry out, “Come forward.”"
  }
]