[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 7,
    "text": "So the LORD said: I will wipe out from the earth the human beings I have created, and not only the human beings, but also the animals and the crawling things and the birds of the air, for I regret that I made them."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 7,
    "text": "I will take you as my own people, and I will be your God; and you will know that I, the LORD, am your God who has freed you from the burdens of the Egyptians"
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 7,
    "text": "This is the ritual of the grain offering. Aaron’s sons shall offer it before the LORD, in front of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 7,
    "text": "Not even for their father or mother, sister or brother, should they defile themselves, when these die, since their heads bear their dedication to God."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 7,
    "text": "Keep repeating them to your children. Recite them when you are at home and when you are away, when you lie down and when you get up."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 7,
    "text": "And he ordered the people, “Proceed and surround the city, with the picked troops marching ahead of the ark of the LORD.”"
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 7,
    "text": "When Israel cried out to the LORD because of Midian,"
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 7,
    "text": "So now set to work and make a new cart. Then take two milk cows that have not borne the yoke; hitch them to the cart, but drive their calves indoors away from them."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 7,
    "text": "Then the LORD became angry with Uzzah; God struck him on that spot, and he died there in God’s presence."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 7,
    "text": "The house was built of stone dressed at the quarry, so that no hammer or ax, no iron tool, was to be heard in the house during its construction."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 7,
    "text": "He said, “Pick it up.” And the man stretched out his hand and grasped it."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 7,
    "text": "The sons of Kohath: his son Amminadab, whose son was Korah, whose son was Assir,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 7,
    "text": "When David my father wished to build a house for the name of the LORD, the God of Israel,"
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 7,
    "text": "Let the governor and the elders of the Jews continue the work on that house of God; they are to rebuild it on its former site."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 7,
    "text": "Also, that you have set up prophets in Jerusalem to proclaim you king of Judah. Now, since matters like these will reach the ear of the king, come, let us hold council together.”"
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 7,
    "text": "My servants will now conduct you to the hill country, and leave you at one of the cities beside the passes."
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 7,
    "text": "So he replied to the king: “For the man whom the king wishes to honor"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 7,
    "text": "that they had pulled down the abomination which he had built upon the altar in Jerusalem; and that they had surrounded with high walls both the sanctuary, as it had been before, and his city of Beth-zur."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 7,
    "text": "Moreover, at the monthly celebration of the king’s birthday the Jews, from bitter necessity, had to partake of the sacrifices, and when the festival of Dionysus was celebrated, they were compelled to march in his procession, wearing wreaths of ivy."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 7,
    "text": "I refuse to touch them; they are like loathsome food to me."
  },
  {
    "book": "Psalms",
    "chapter": 6,
    "verse": 7,
    "text": "II - I am wearied with sighing; all night long I drench my bed with tears; I soak my couch with weeping."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 7,
    "text": "For though she has no chief, no commander or ruler,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 7,
    "text": "All human toil is for the mouth, yet the appetite is never satisfied."
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 7,
    "text": "Like pomegranate halves, your cheeks behind your veil."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 7,
    "text": "For the Ruler of all shows no partiality, nor does he fear greatness, Because he himself made the great as well as the small, and provides for all alike;"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 7,
    "text": "When you gain friends, gain them through testing, and do not be quick to trust them."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 7,
    "text": "He touched my mouth with it. “See,” he said, “now that this has touched your lips, your wickedness is removed, your sin purged.”"
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 7,
    "text": "As a well keeps its waters fresh, so she keeps fresh her wickedness. Violence and destruction resound in her; ever before me are wounds and blows."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 7,
    "text": "Their tongues are smoothed by woodworkers; they are covered with gold and silver—but they are frauds, and cannot speak."
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 7,
    "text": "The slain shall fall in your midst, and you shall know that I am the LORD."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 7,
    "text": "So these ministers and satraps stormed in to the king and said to him, “King Darius, live forever!"
  },
  {
    "book": "Hosea",
    "chapter": 6,
    "verse": 7,
    "text": "Further Crimes of Israel - But they, at Adam, violated the covenant; there they betrayed me."
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 7,
    "text": "Therefore, now they shall be the first to go into exile, and the carousing of those who lounged shall cease."
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 7,
    "text": "Will the LORD be pleased with thousands of rams, with myriad streams of oil? Shall I give my firstborn for my crime, the fruit of my body for the sin of my soul?"
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 7,
    "text": "These strong horses went out, eager to set about patrolling the earth, for he said, “Go, patrol the earth!” So they patrolled the earth."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 7,
    "text": "In praying, do not babble like the pagans, who think that they will be heard because of their many words."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 7,
    "text": "He summoned the Twelve and began to send them out two by two and gave them authority over unclean spirits."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 7,
    "text": "The scribes and the Pharisees watched him closely to see if he would cure on the sabbath so that they might discover a reason to accuse him."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 7,
    "text": "Philip answered him, “Two hundred days’ wages worth of food would not be enough for each of them to have a little [bit].”"
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 7,
    "text": "The word of God continued to spread, and the number of the disciples in Jerusalem increased greatly; even a large group of priests were becoming obedient to the faith."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 7,
    "text": "For a dead person has been absolved from sin."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 7,
    "text": "Now indeed [then] it is, in any case, a failure on your part that you have lawsuits against one another. Why not rather put up with injustice? Why not rather let yourselves be cheated?"
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 7,
    "text": "in truthful speech, in the power of God; with weapons of righteousness at the right and at the left;"
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 7,
    "text": "Make no mistake: God is not mocked, for a person will reap only what he sows,"
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 7,
    "text": "willingly serving the Lord and not human beings,"
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 7,
    "text": "For we brought nothing into the world, just as we shall not be able to take anything out of it."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 7,
    "text": "Ground that has absorbed the rain falling upon it repeatedly and brings forth crops useful to those for whom it is cultivated receives a blessing from God."
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 7,
    "text": "When he broke open the fourth seal, I heard the voice of the fourth living creature cry out, “Come forward.”"
  }
]