[
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 25,
    "text": "At the tent of meeting their responsibility was the tabernacle: the tent and its covering, the curtain at the entrance of the tent of meeting,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 25,
    "text": "Ah, let me cross over and see the good land beyond the Jordan, that fine hill country, and the Lebanon!”"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 25,
    "text": "They waited until they were at a loss when he did not open the doors of the upper room. So they took the key and opened them, and there was their lord lying on the floor, dead."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 25,
    "text": "Don’t you know Abner? He came to trick you, to learn your comings and goings, to learn everything you do.”"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 25,
    "text": "he said, “Cut the living child in two, and give half to one woman and half to the other.”"
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 25,
    "text": "leveling the cities, each one casting the stones onto every fertile field and filling it, stopping up every spring, felling every fruit tree, until only the stones of Kir-hareseth remained. Then the slingers surrounded and attacked it."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 25,
    "text": "After him, Palal, son of Uzai, carried out the work of repair opposite the Corner and the tower projecting from the Upper Palace at the quarters of the guard. After him, Pedaiah, son of Parosh, carried out the work of repair"
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 25,
    "text": "Then Judas and his brothers began to be feared, and dread fell upon the Gentiles about them."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 25,
    "text": "There appeared to them a richly caparisoned horse, mounted by a fearsome rider. Charging furiously, the horse attacked Heliodorus with its front hooves. The rider was seen wearing golden armor."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 25,
    "text": "For what I feared overtakes me; what I dreaded comes upon me."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 25,
    "text": "Do not be afraid of sudden terror, of the ruin of the wicked when it comes;"
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 25,
    "text": "Your men will fall by the sword, and your champions, in war;"
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 25,
    "text": "Let us lie down in our shame, let our disgrace cover us, for we have sinned against the LORD, our God, We and our ancestors, from our youth to this day; we did not listen to the voice of the LORD, our God.”"
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 25,
    "text": "The LORD is good to those who trust in him, to the one that seeks him;"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 25,
    "text": "Vast and endless, high and immeasurable!"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 25,
    "text": "As for you, son of man, know that they will put ropes on you and bind you with them, so that you cannot go out among them."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 25,
    "text": "Azariah stood up in the midst of the fire and prayed aloud:"
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 25,
    "text": "And if a house is divided against itself, that house will not be able to stand."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 25,
    "text": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 25,
    "text": "Now a dispute arose between the disciples of John and a Jew about ceremonial washings."
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 25,
    "text": "You are the children of the prophets and of the covenant that God made with your ancestors when he said to Abraham, ‘In your offspring all the families of the earth shall be blessed.’"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 25,
    "text": "whom God set forth as an expiation, through faith, by his blood, to prove his righteousness because of the forgiveness of sins previously committed,"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 25,
    "text": "But now that faith has come, we are no longer under a disciplinarian."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 25,
    "text": "For the wrongdoer will receive recompense for the wrong he committed, and there is no partiality."
  }
]