[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 18,
    "text": "to govern the day and the night, and to separate the light from the darkness. God saw that it was good."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 18,
    "text": "So the king of Egypt summoned the midwives and asked them, “Why have you done this, allowing the boys to live?”"
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 18,
    "text": "and assembled the whole community on the first day of the second month. Every man of twenty years or more then registered individually his name and lineage according to clan and ancestral house,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 18,
    "text": "Thus I charged you, at that time, with all the things you were to do."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 18,
    "text": "Anyone who rebels against your orders and does not obey all your commands shall be put to death. Only be strong and steadfast.”"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 18,
    "text": "Judah captured Gaza with its territory, Ashkelon with its territory, Ekron with its territory, and Ashdod with its territory."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 18,
    "text": "Naomi then ceased to urge her, for she saw she was determined to go with her."
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 18,
    "text": "She replied, “Let your servant find favor in your eyes,” and left. She went to her quarters, ate and drank with her husband, and no longer appeared downhearted."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 18,
    "text": "(he commanded that it be taught to the Judahites; it is recorded in the Book of Jashar):"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 18,
    "text": "But now Adonijah has become king, and you, my lord king, do not know it."
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 18,
    "text": "The rest of the acts of Ahaziah, which he did, are recorded in the book of chronicles of the kings of Israel."
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 18,
    "text": "Arpachshad became the father of Shelah, and Shelah became the father of Eber."
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 18,
    "text": "Preparations for the Temple. Solomon gave orders for the building of a house for the name of the LORD and also a king’s house for himself."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 18,
    "text": "Sennacherib returned from Judea, having fled during the days of the judgment enacted against him by the King of Heaven because of the blasphemies he had uttered; whomever he killed I buried. For in his rage he killed many Israelites, but I used to take their bodies away by stealth and bury them. So when Sennacherib looked for them, he could not find them."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 18,
    "text": "This very day the Persian and Median noblewomen who hear of the queen’s conduct will recount it to all the royal officials, and disdain and rancor will abound."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 18,
    "text": "to make war on Ptolemy, king of Egypt. Ptolemy was frightened at his presence and fled, and many were wounded and fell dead."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 18,
    "text": "Since we shall be celebrating the purification of the temple on the twenty-fifth day of the month Kislev, we thought it right to inform you, that you too may celebrate the feast of Booths and of the fire that appeared when Nehemiah, the rebuilder of the temple and the altar, offered sacrifices."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 18,
    "text": "He was still speaking when another came and said, “Your sons and daughters were eating and drinking wine in the house of their eldest brother,"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 18,
    "text": "They lie in wait for their own blood, they set a trap for their own lives."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 18,
    "text": "For in much wisdom there is much sorrow; whoever increases knowledge increases grief."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 18,
    "text": "Come now, let us set things right, says the LORD: Though your sins be like scarlet, they may become white as snow; Though they be red like crimson, they may become white as wool."
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 18,
    "text": "For I am the one who today makes you a fortified city, A pillar of iron, a wall of bronze, against the whole land: Against Judah’s kings and princes, its priests and the people of the land."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 18,
    "text": "“The LORD is in the right; I had defied his command. Listen, all you peoples, and see my pain: My young women and young men have gone into captivity."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 18,
    "text": "and disobeyed him. We have not listened to the voice of the LORD, our God, so as to follow the precepts the LORD set before us."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 18,
    "text": "The four of them had rims, high and fearsome—eyes filled the four rims all around."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 18,
    "text": "At the end of the time the king had specified for their preparation, the chief chamberlain brought them before Nebuchadnezzar."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 18,
    "text": "How the animals groan! The herds of cattle are bewildered! Because they have no pasture, even the flocks of sheep are starving."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 18,
    "text": "The house of Jacob will be a fire, the house of Joseph a flame, and the house of Esau stubble. They will set it ablaze and devour it; none will survive of the house of Esau, for the LORD has spoken."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 18,
    "text": "Neither their silver nor their gold will be able to save them. On the day of the LORD’s wrath, in the fire of his passion, all the earth will be consumed. For he will make an end, yes, a sudden end, of all who live on the earth."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 18,
    "text": "Now this is how the birth of Jesus Christ came about. When his mother Mary was betrothed to Joseph, but before they lived together, she was found with child through the holy Spirit."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 18,
    "text": "Then they abandoned their nets and followed him."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 18,
    "text": "Then Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.”"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 18,
    "text": "No one has ever seen God. The only Son, God, who is at the Father’s side, has revealed him."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 18,
    "text": "He bought a parcel of land with the wages of his iniquity, and falling headlong, he burst open in the middle, and all his insides spilled out."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 18,
    "text": "Punishment of Idolaters. The wrath of God is indeed being revealed from heaven against every impiety and wickedness of those who suppress the truth by their wickedness."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 18,
    "text": "Paradox of the Cross. The message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 18,
    "text": "As God is faithful, our word to you is not “yes” and “no.”"
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 18,
    "text": "Then after three years I went up to Jerusalem to confer with Cephas and remained with him for fifteen days."
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 18,
    "text": "May the eyes of [your] hearts be enlightened, that you may know what is the hope that belongs to his call, what are the riches of glory in his inheritance among the holy ones,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 18,
    "text": "What difference does it make, as long as in every way, whether in pretense or in truth, Christ is being proclaimed? And in that I rejoice. Indeed I shall continue to rejoice,"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 18,
    "text": "He is the head of the body, the church. He is the beginning, the firstborn from the dead, that in all things he himself might be preeminent."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 18,
    "text": "I entrust this charge to you, Timothy, my child, in accordance with the prophetic words once spoken about you. Through them may you fight a good fight"
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 18,
    "text": "May the Lord grant him to find mercy from the Lord on that day. And you know very well the services he rendered in Ephesus."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 18,
    "text": "And if he has done you any injustice or owes you anything, charge it to me."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 18,
    "text": "He willed to give us birth by the word of truth that we may be a kind of firstfruits of his creatures."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 18,
    "text": "realizing that you were ransomed from your futile conduct, handed on by your ancestors, not with perishable things like silver or gold"
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 18,
    "text": "We ourselves heard this voice come from heaven while we were with him on the holy mountain."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 18,
    "text": "for they told you, “In [the] last time there will be scoffers who will live according to their own godless desires.”"
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 18,
    "text": "the one who lives. Once I was dead, but now I am alive forever and ever. I hold the keys to death and the netherworld."
  }
]