[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 2,
    "text": "I will make of you a great nation, and I will bless you; I will make your name great, so that you will be a blessing."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 2,
    "text": "This month will stand at the head of your calendar; you will reckon it the first month of the year."
  },
  {
    "book": "Leviticus",
    "chapter": 12,
    "verse": 2,
    "text": "Tell the Israelites: When a woman has a child, giving birth to a boy, she shall be unclean for seven days, with the same uncleanness as during her menstrual period."
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 2,
    "text": "They complained, “Is it through Moses alone that the LORD has spoken? Has he not spoken through us also?” And the LORD heard this."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 2,
    "text": "Destroy entirely all the places where the nations you are to dispossess serve their gods, on the high mountains, on the hills, and under every green tree."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 2,
    "text": "First, Sihon, king of the Amorites, who lived in Heshbon. His domain extended from Aroer, which is on the bank of the Wadi Arnon, to include the wadi itself, and the land northward through half of Gilead to the Wadi Jabbok at the border with the Ammonites,"
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 2,
    "text": "Jephthah answered them, “My soldiers and I were engaged in a contest with the Ammonites. They were pressing us hard, and I cried out to you, but you did not come to save me from their power."
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 2,
    "text": "and now the king will lead you. As for me, I am old and gray, and my sons are among you. I was your leader from my youth to the present day."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 2,
    "text": "The rich man had flocks and herds in great numbers."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 2,
    "text": "When Jeroboam, son of Nebat, heard about it, he was still in Egypt. He had fled from King Solomon and remained in Egypt,"
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 2,
    "text": "In the seventh year of Jehu, Joash became king, and he reigned forty years in Jerusalem. His mother’s name was Zibiah, from Beer-sheba."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 2,
    "text": "They were archers who could use either the right or the left hand, both in slinging stones and in shooting arrows with the bow. They were some of Saul’s kinsmen, from Benjamin."
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 2,
    "text": "So in the fifth year of King Rehoboam, Shishak, king of Egypt, attacked Jerusalem, for they had acted treacherously toward the LORD."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 2,
    "text": "Amariah, Malluch, Hattush,"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 2,
    "text": "Tobiah said: “Father, how much shall I pay him? It would not hurt to give him half the wealth he brought back with me."
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 2,
    "text": "But Judith said, “I cannot eat any of them, because it would be a scandal. Besides, I will have enough with the things I brought with me.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 2,
    "text": "He also sent letters to the Spartans and other places to the same effect."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 2,
    "text": "But some of the local governors, Timothy and Apollonius, son of Gennaeus, as also Hieronymus and Demophon, to say nothing of Nicanor, the commander of the Cyprians, would not allow them to live in peace and quiet."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 2,
    "text": "No doubt you are the people with whom wisdom shall die!"
  },
  {
    "book": "Psalms",
    "chapter": 12,
    "verse": 2,
    "text": "I - Help, LORD, for no one loyal remains; the faithful have vanished from the children of men."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 2,
    "text": "A good person wins favor from the LORD, but the schemer he condemns."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 12,
    "verse": 2,
    "text": "Before the sun is darkened and the light and the moon and the stars and the clouds return after the rain;"
  },
  {
    "book": "Sirach",
    "chapter": 12,
    "verse": 2,
    "text": "Do good to the righteous and reward will be yours, if not from them, from the LORD."
  },
  {
    "book": "Isaiah",
    "chapter": 12,
    "verse": 2,
    "text": "God indeed is my salvation; I am confident and unafraid. For the LORD is my strength and my might, and he has been my salvation."
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 2,
    "text": "You planted them; they have taken root, they flourish and bear fruit as well. You are upon their lips, but far from their thoughts."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 2,
    "text": "Son of man, you live in the midst of a rebellious house; they have eyes to see, but do not see, and ears to hear but do not hear. They are such a rebellious house!"
  },
  {
    "book": "Daniel",
    "chapter": 12,
    "verse": 2,
    "text": "Many of those who sleep in the dust of the earth shall awake; Some to everlasting life, others to reproach and everlasting disgrace."
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 2,
    "text": "Ephraim shepherds the wind, and pursues the east wind all day long. He multiplies lies and violence: They make a covenant with Assyria, and oil is carried to Egypt."
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 2,
    "text": "See, I will make Jerusalem a cup of reeling for all peoples round about. Judah will be besieged, even Jerusalem."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 2,
    "text": "When the Pharisees saw this, they said to him, “See, your disciples are doing what is unlawful to do on the sabbath.”"
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 2,
    "text": "At the proper time he sent a servant to the tenants to obtain from them some of the produce of the vineyard."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 2,
    "text": "“There is nothing concealed that will not be revealed, nor secret that will not be known."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 2,
    "text": "They gave a dinner for him there, and Martha served, while Lazarus was one of those reclining at table with him."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 2,
    "text": "He had James, the brother of John, killed by the sword,"
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 2,
    "text": "Do not conform yourselves to this age but be transformed by the renewal of your mind, that you may discern what is the will of God, what is good and pleasing and perfect."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 2,
    "text": "You know how, when you were pagans, you were constantly attracted and led away to mute idols."
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 2,
    "text": "I know someone in Christ who, fourteen years ago (whether in the body or out of the body I do not know, God knows), was caught up to the third heaven."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 2,
    "text": "while keeping our eyes fixed on Jesus, the leader and perfecter of faith. For the sake of the joy that lay before him he endured the cross, despising its shame, and has taken his seat at the right of the throne of God."
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 2,
    "text": "She was with child and wailed aloud in pain as she labored to give birth."
  }
]