[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 6,
    "text": "At the end of forty days Noah opened the hatch of the ark that he had made,"
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 6,
    "text": "“Tomorrow,” he said. Then Moses replied, “It will be as you have said, so that you may know that there is none like the LORD, our God."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 6,
    "text": "Bringing forward Aaron and his sons, Moses first washed them with water."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 6,
    "text": "Take the Levites from among the Israelites and cleanse them."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 6,
    "text": "Therefore, keep the commandments of the LORD, your God, by walking in his ways and fearing him."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 6,
    "text": "They will keep coming out after us until we have drawn them away from the city, for they will think, ‘They are fleeing from us as they did the last time.' When we flee,"
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 6,
    "text": "But the princes of Succoth replied, “Are the hands of Zebah and Zalmunna already in your possession, that we should give food to your army?”"
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 6,
    "text": "Samuel was displeased when they said, “Give us a king to rule us.” But he prayed to the LORD."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 6,
    "text": "David then placed garrisons in the Damascus region of Aram, and the Arameans became David's subjects, paying tribute. The LORD brought David victory in all his undertakings."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 6,
    "text": "The priests brought the ark of the covenant of the LORD to its place, the inner sanctuary of the house, the holy of holies, beneath the wings of the cherubim."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 6,
    "text": "The king questioned the woman, and she told him her story. With that the king placed an official at her disposal, saying, “Restore all her property to her, with all that the field produced from the day she left the land until now.” Elisha and Hazael of Aram."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 6,
    "text": "These were the sons of Ehud, family heads over those who dwelt in Geba and were deported to Manahath."
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 6,
    "text": "also Baalath, all the supply cities belonging to Solomon, and all the cities for the chariots, the cities for horses, and whatever else Solomon desired to build in Jerusalem, in Lebanon, and in the entire land under his dominion."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 6,
    "text": "of the descendants of Adin, Ebed, son of Jonathan, and with him fifty males;"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 6,
    "text": "Ezra blessed the LORD, the great God, and all the people, their hands raised high, answered, “Amen, amen!” Then they knelt down and bowed before the LORD, their faces to the ground."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 6,
    "text": "You made Adam, and you made his wife Eve to be his helper and support; and from these two the human race has come. You said, ‘It is not good for the man to be alone; let us make him a helper like himself.'"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 6,
    "text": "She fasted all the days of her widowhood, except sabbath eves and sabbaths, new moon eves and new moons, feastdays and holidays of the house of Israel."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 6,
    "text": "For how can I witness the evil that is to befall my people, and how can I behold the destruction of my kindred?”"
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 6,
    "text": "Antiochus the Great, king of Asia, who fought against them with a hundred and twenty elephants and with cavalry and chariots and a very great army, was defeated by them."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 6,
    "text": "Coming by surprise upon towns and villages, he set them on fire. He captured strategic positions, and put to flight not a few of the enemy."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 6,
    "text": "Should you be blameless and upright, surely now he will rouse himself for you and restore your rightful home."
  },
  {
    "book": "Psalms",
    "chapter": 8,
    "verse": 6,
    "text": "Yet you have made him little less than a god, crowned him with glory and honor."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 6,
    "text": "Listen! for noble things I speak; my lips proclaim honest words."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 6,
    "text": "Yes, there is a time and a judgment for everything. But it is a great evil for mortals"
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 6,
    "text": "True Love - Set me as a seal upon your heart, as a seal upon your arm; For Love is strong as Death, longing is fierce as Sheol. Its arrows are arrows of fire, flames of the divine."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 6,
    "text": "And if prudence is at work, who in the world is a better artisan than she?"
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 6,
    "text": "Do not insult one who is old, for some of us will also grow old."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 6,
    "text": "Because this people has rejected the waters of Shiloah that flow gently, And melts with fear at the display of Rezin and Remaliah's son,"
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 6,
    "text": "I have listened closely: they speak what is not true; No one regrets wickedness, saying, “What have I done?” Everyone keeps on running their course, like a horse dashing into battle."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 6,
    "text": "He asked, Son of man, do you see what they are doing? Do you see the great abominations that the house of Israel is practicing here, so that I must depart from my sanctuary? You shall see even greater abominations!"
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 6,
    "text": "It came to the two-horned ram I had seen standing by the river, and rushed toward it with savage force."
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 6,
    "text": "An artisan made it, it is no god at all. The calf of Samaria will be dashed to pieces."
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 6,
    "text": "We will buy the destitute for silver, and the poor for a pair of sandals; even the worthless grain we will sell!”"
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 6,
    "text": "Thus says the LORD of hosts: Even if this should seem impossible in the eyes of the remnant of this people in those days, should it seem impossible in my eyes also?—oracle of the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 6,
    "text": "saying, “Lord, my servant is lying at home paralyzed, suffering dreadfully.”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 6,
    "text": "He ordered the crowd to sit down on the ground. Then, taking the seven loaves he gave thanks, broke them, and gave them to his disciples to distribute, and they distributed them to the crowd."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 6,
    "text": "Some seed fell on rocky ground, and when it grew, it withered for lack of moisture."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 6,
    "text": "They said this to test him, so that they could have some charge to bring against him. Jesus bent down and began to write on the ground with his finger."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 6,
    "text": "With one accord, the crowds paid attention to what was said by Philip when they heard it and saw the signs he was doing."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 6,
    "text": "The concern of the flesh is death, but the concern of the spirit is life and peace."
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 6,
    "text": "yet for us there is one God, the Father, from whom all things are and for whom we exist, and one Lord, Jesus Christ, through whom all things are and through whom we exist."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 6,
    "text": "so that we urged Titus that, as he had already begun, he should also complete for you this gracious act also."
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 6,
    "text": "Now he has obtained so much more excellent a ministry as he is mediator of a better covenant, enacted on better promises. Old and New Covenants."
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 6,
    "text": "The First Four Trumpets. The seven angels who were holding the seven trumpets prepared to blow them."
  }
]