[
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 27,
    "text": "They are the ones who spoke to Pharaoh, king of Egypt, to bring the Israelites out of Egypt—the same Moses and Aaron."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 27,
    "text": "So shall they invoke my name upon the Israelites, and I will bless them."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 27,
    "text": "Thus the LORD was with Joshua so that his fame spread throughout the land."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 27,
    "text": "So Gideon took ten of his servants and did as the LORD had commanded him. But he was too afraid of his family and of the townspeople to do it by day; he did it at night."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 27,
    "text": "He placed the cherubim in the inmost part of the house; the wings of the cherubim were spread wide, so that one wing of the first touched the side wall and the wing of the second touched the other wall; the wings pointing to the middle of the room touched each other."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 27,
    "text": "He replied, “If the LORD does not save you, where could I find means to save you? On the threshing floor? In the wine press?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 27,
    "text": "son of Ethan, son of Zimmah, son of Shimei,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 27,
    "text": "listen in heaven and forgive the sin of your servants, your people Israel. (For you teach them the good way in which they should walk.) Give rain upon this land of yours which you have given to your people as their heritage."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 27,
    "text": "Unless you act quickly to prevent them, they will do even worse things than these, and you will not be able to stop them.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 27,
    "text": "Therefore, by bravely giving up life now, I will prove myself worthy of my old age,"
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 27,
    "text": "You would even cast lots for the orphan, and would barter over your friend!"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 27,
    "text": "Can a man take embers into his bosom, and his garments not be burned?"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 27,
    "text": "Inquire and search, seek and find; when you get hold of her, do not let her go."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 27,
    "text": "A tester for my people I have appointed you, to search and test their way."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 27,
    "text": "Their priests sell their sacrifices for their own advantage. Likewise their wives cure some of the meat, but they do not share it with the poor and the weak;"
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 27,
    "text": "I decree that throughout my royal domain the God of Daniel is to be reverenced and feared: “For he is the living God, enduring forever, whose kingdom shall not be destroyed, whose dominion shall be without end,"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 27,
    "text": "Can any of you by worrying add a single moment to your life-span?"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 27,
    "text": "So he promptly dispatched an executioner with orders to bring back his head. He went off and beheaded him in the prison."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 27,
    "text": "“But to you who hear I say, love your enemies, do good to those who hate you,"
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 27,
    "text": "Do not work for food that perishes but for the food that endures for eternal life, which the Son of Man will give you. For on him the Father, God, has set his seal.”"
  }
]