[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 5,
    "text": "Abram took his wife Sarai, his brother’s son Lot, all the possessions that they had accumulated, and the persons they had acquired in Haran, and they set out for the land of Canaan. When they came to the land of Canaan,"
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 5,
    "text": "Your lamb must be a year-old male and without blemish. You may take it from either the sheep or the goats."
  },
  {
    "book": "Leviticus",
    "chapter": 12,
    "verse": 5,
    "text": "If she gives birth to a girl, for fourteen days she shall be as unclean as during her menstrual period, after which she shall spend sixty-six days in a state of blood purity."
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 5,
    "text": "Then the LORD came down in a column of cloud, and standing at the entrance of the tent, called, “Aaron and Miriam.” When both came forward,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 5,
    "text": "Instead, you shall seek out the place which the LORD, your God, chooses out of all your tribes and designates as his dwelling to put his name there. There you shall go,"
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 5,
    "text": "He ruled over Mount Hermon, Salecah, and all Bashan as far as the boundary of the Geshurites and Maacathites, and over half of Gilead as far as the territory of Sihon, king of Heshbon."
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 5,
    "text": "and Gilead seized the fords of the Jordan against Ephraim. When any of the fleeing Ephraimites said, “Let me pass,” the men of Gilead would say to him, “Are you an Ephraimite?” If he answered, “No!”"
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 5,
    "text": "So he said to them, “The LORD is witness against you this day, and the LORD’s anointed is witness, that you have found nothing in my possession.” “The LORD is witness,” they said."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 5,
    "text": "David grew very angry with that man and said to Nathan: “As the LORD lives, the man who has done this deserves death!"
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 5,
    "text": "He answered them, “Come back to me in three days,” and the people went away."
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 5,
    "text": "Joash said to the priests: “All the funds for sacred purposes that are brought to the house of the LORD—the census tax, personal redemption money—and all funds that are freely brought to the house of the LORD,"
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 5,
    "text": "Jeremiah; Jahaziel; Johanan; Jozabad from Gederah;"
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 5,
    "text": "Then Shemaiah the prophet came to Rehoboam and the commanders of Judah who had gathered at Jerusalem because of Shishak, and said to them: “Thus says the LORD: You have abandoned me, and so I have abandoned you to the power of Shishak.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 5,
    "text": "Mijamin, Maadiah, Bilgah,"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 5,
    "text": "So Tobiah called Raphael and said, “Take as your wages half of all that you have brought back, and farewell!” Exhortation."
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 5,
    "text": "Then the attendants of Holofernes led her to her tent, where she slept until the middle of the night. Toward the early morning watch, she rose"
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 5,
    "text": "This is a copy of the letter that Jonathan wrote to the Spartans:"
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 5,
    "text": "As soon as Judas heard of the barbarous deed perpetrated against his compatriots, he summoned his men;"
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 5,
    "text": "The undisturbed esteem my downfall a disgrace such as awaits unsteady feet;"
  },
  {
    "book": "Psalms",
    "chapter": 12,
    "verse": 5,
    "text": "Those who say, “By our tongues we prevail; when our lips speak, who can lord it over us?”"
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 5,
    "text": "The plans of the just are right; the designs of the wicked are deceit."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 12,
    "verse": 5,
    "text": "When one is afraid of heights, and perils in the street; When the almond tree blooms, and the locust grows sluggish and the caper berry is without effect, Because mortals go to their lasting home, and mourners go about the streets;"
  },
  {
    "book": "Sirach",
    "chapter": 12,
    "verse": 5,
    "text": "refresh the downtrodden but give nothing to the proud. No arms for combat should you give them, lest they use these against you; Twofold evil you will obtain for every good deed you do for them."
  },
  {
    "book": "Isaiah",
    "chapter": 12,
    "verse": 5,
    "text": "Sing praise to the LORD for he has done glorious things; let this be known throughout all the earth."
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 5,
    "text": "If running against men has wearied you, how will you race against horses? And if you are safe only on a level stretch, what will you do in the jungle of the Jordan?"
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 5,
    "text": "While they watch, dig a hole through the wall and go out through it."
  },
  {
    "book": "Daniel",
    "chapter": 12,
    "verse": 5,
    "text": "I, Daniel, looked and saw two others, one standing on either bank of the river."
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 5,
    "text": "He contended with an angel and prevailed, he wept and entreated him. At Bethel he met with him, and there he spoke with him."
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 5,
    "text": "Then the clans of Judah will say to themselves, “The inhabitants of Jerusalem have their strength in the LORD of hosts, their God.”"
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 5,
    "text": "Or have you not read in the law that on the sabbath the priests serving in the temple violate the sabbath and are innocent?"
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 5,
    "text": "He sent yet another whom they killed. So, too, many others; some they beat, others they killed."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 5,
    "text": "I shall show you whom to fear. Be afraid of the one who after killing has the power to cast into Gehenna; yes, I tell you, be afraid of that one."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 5,
    "text": "“Why was this oil not sold for three hundred days’ wages and given to the poor?”"
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 5,
    "text": "Peter thus was being kept in prison, but prayer by the church was fervently being made to God on his behalf."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 5,
    "text": "so we, though many, are one body in Christ and individually parts of one another."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 5,
    "text": "there are different forms of service but the same Lord;"
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 5,
    "text": "About this person I will boast, but about myself I will not boast, except about my weaknesses."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 5,
    "text": "You have also forgotten the exhortation addressed to you as sons: “My son, do not disdain the discipline of the Lord or lose heart when reproved by him;"
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 5,
    "text": "She gave birth to a son, a male child, destined to rule all the nations with an iron rod. Her child was caught up to God and his throne."
  }
]