[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 11,
    "text": "Now you are banned from the ground that opened its mouth to receive your brother's blood from your hand."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 11,
    "text": "The LORD said to him: Who gives one person speech? Who makes another mute or deaf, seeing or blind? Is it not I, the LORD?"
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 11,
    "text": "But the hide of the bull and its meat, with its head, shanks, inner organs and dung,"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 11,
    "text": "Over the golden altar they shall spread a violet cloth, and cover this also with a covering of yellow-orange skin, and put the poles in place."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 11,
    "text": "You came near and stood at the foot of the mountain, while the mountain blazed to the heart of the heavens with fire and was enveloped in a dense black cloud."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 11,
    "text": "and when all the people had completed the crossing, the ark of the LORD also crossed; and the priests were now in front of them."
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 11,
    "text": "Now Heber the Kenite had detached himself from Cain, the descendants of Hobab, Moses' father-in-law, and had pitched his tent by the terebinth of Zaanannim, which was near Kedesh."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 11,
    "text": "All those at the gate, including the elders, said, “We do. May the LORD make this woman come into your house like Rachel and Leah, who between them built up the house of Israel. Prosper in Ephrathah! Bestow a name in Bethlehem!"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 11,
    "text": "The ark of God was captured, and Eli's two sons, Hophni and Phinehas, were dead."
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 11,
    "text": "How much more now, when wicked men have slain an innocent man in bed at home, must I require his blood from you and purge you from the land!”"
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 11,
    "text": "the son of Abinadab, in all Naphath-dor; he was married to Taphath, Solomon's daughter;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 11,
    "text": "One day Elisha arrived and stayed in the room overnight."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 11,
    "text": "Chelub, the brother of Shuhah, became the father of Mehir, who was the father of Eshton."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 11,
    "text": "When Huram had made the pots, shovels, and bowls, he finished all his work for King Solomon in the house of God:"
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 11,
    "text": "This is a copy of the letter that they sent to him: “To King Artaxerxes, your servants, the men of West-of-Euphrates, as follows:"
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 11,
    "text": "as they rebuilt the wall. The load carriers, too, were armed; each worked with one hand and held a weapon with the other."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 11,
    "text": "Almsgiving is a worthy offering in the sight of the Most High for all who practice it."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 11,
    "text": "And all the Israelite men, women, and children who lived in Jerusalem fell prostrate in front of the temple and sprinkled ashes on their heads, spreading out their sackcloth before the Lord."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 11,
    "text": "“All the servants of the king and the people of his provinces know that any man or woman who goes to the king in the inner court without being summoned is subject to the same law—death. Only if the king extends the golden scepter will such a person live. Now as for me, I have not been summoned to the king for thirty days.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 11,
    "text": "All the Gentiles shall know that there is One who redeems and delivers Israel.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 11,
    "text": "He set aside the royal concessions granted to the Jews through the mediation of John, father of Eupolemus (that Eupolemus who would later go on an embassy to the Romans to establish friendship and alliance with them); he set aside the lawful practices and introduced customs contrary to the law."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 11,
    "text": "The old lion perishes for lack of prey, and the cubs of the lioness are scattered."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 11,
    "text": "On the way of wisdom I direct you, I lead you on straight paths."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 11,
    "text": "So also, if two sleep together, they keep each other warm. How can one alone keep warm?"
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 11,
    "text": "Your lips drip honey, my bride, honey and milk are under your tongue; And the fragrance of your garments is like the fragrance of Lebanon."
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 11,
    "text": "Snatched away, lest wickedness pervert his mind or deceit beguile his soul;"
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 11,
    "text": "The Rewards of Wisdom - Wisdom teaches her children and admonishes all who can understand her."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 11,
    "text": "At that time it will be said to this people and to Jerusalem, A scorching wind from the bare heights comes through the wilderness toward my daughter, the people. Not to winnow, not to cleanse,"
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 11,
    "text": "The LORD has exhausted his anger, poured out his blazing wrath; He has kindled a fire in Zion that has consumed her foundations."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 11,
    "text": "With joy I nurtured them; but with mourning and lament I sent them away."
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 11,
    "text": "And the water you drink shall be the sixth of a hin by measure; each day you shall drink it."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 11,
    "text": "and cried aloud in these words: ‘Cut down the tree and lop off its branches, strip off its leaves and scatter its fruit; Let the beasts flee from beneath it, and the birds from its branches,"
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 11,
    "text": "to prostitution. Aged wine and new wine take away understanding."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 11,
    "text": "Hurry and come, all you neighboring peoples, assemble there! Bring down, LORD, your warriors!"
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 11,
    "text": "I overthrew you as when God overthrew Sodom and Gomorrah; you were like a brand plucked from the fire, Yet you did not return to me— oracle of the LORD."
  },
  {
    "book": "Jonah",
    "chapter": 4,
    "verse": 11,
    "text": "And should I not be concerned over the great city of Nineveh, in which there are more than a hundred and twenty thousand persons who cannot know their right hand from their left, not to mention all the animals?”"
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 11,
    "text": "And now many nations are gathered against you! They say, “Let her be profaned, let our eyes see Zion's downfall!”"
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 11,
    "text": "I then asked him, “What are these two olive trees, on the right of the lampstand and on its left?”"
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 11,
    "text": "Then the devil left him and, behold, angels came and ministered to him. The Beginning of the Galilean Ministry."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 11,
    "text": "He answered them, “The mystery of the kingdom of God has been granted to you. But to those outside everything comes in parables,"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 11,
    "text": "and: ‘With their hands they will support you, lest you dash your foot against a stone.'”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 11,
    "text": "[The woman] said to him, “Sir, you do not even have a bucket and the well is deep; where then can you get this living water?"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 11,
    "text": "He is ‘the stone rejected by you, the builders, which has become the cornerstone.'"
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 11,
    "text": "And he received the sign of circumcision as a seal on the righteousness received through faith while he was uncircumcised. Thus he was to be the father of all the uncircumcised who believe, so that to them [also] righteousness might be credited,"
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 11,
    "text": "To this very hour we go hungry and thirsty, we are poorly clad and roughly treated, we wander about homeless"
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 11,
    "text": "For we who live are constantly being given up to death for the sake of Jesus, so that the life of Jesus may be manifested in our mortal flesh."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 11,
    "text": "I am afraid on your account that perhaps I have labored for you in vain. Appeal to Former Loyalty."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 11,
    "text": "And he gave some as apostles, others as prophets, others as evangelists, others as pastors and teachers,"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 11,
    "text": "Not that I say this because of need, for I have learned, in whatever situation I find myself, to be self-sufficient."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 11,
    "text": "and Jesus, who is called Justus, who are of the circumcision; these alone are my co-workers for the kingdom of God, and they have been a comfort to me."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 11,
    "text": "and to aspire to live a tranquil life, to mind your own affairs, and to work with your [own] hands, as we instructed you,"
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 11,
    "text": "Command and teach these things."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 11,
    "text": "Luke is the only one with me. Get Mark and bring him with you, for he is helpful to me in the ministry."
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 11,
    "text": "Therefore, let us strive to enter into that rest, so that no one may fall after the same example of disobedience."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 11,
    "text": "Do not speak evil of one another, brothers. Whoever speaks evil of a brother or judges his brother speaks evil of the law and judges the law. If you judge the law, you are not a doer of the law but a judge."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 11,
    "text": "Whoever preaches, let it be with the words of God; whoever serves, let it be with the strength that God supplies, so that in all things God may be glorified through Jesus Christ, to whom belong glory and dominion forever and ever. Amen. IV. Advice to the Persecuted - Trial of Persecution."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 11,
    "text": "Beloved, if God so loved us, we also must love one another."
  },
  {
    "book": "Revelation",
    "chapter": 4,
    "verse": 11,
    "text": "“Worthy are you, Lord our God, to receive glory and honor and power, for you created all things; because of your will they came to be and were created.”"
  }
]