[
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 36,
    "text": "And when it came to rest, he would say, “Bring back, O LORD, the myriads of Israel's troops!”"
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 36,
    "text": "From Eglon, Joshua went up with all Israel to Hebron, which they attacked"
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 36,
    "text": "The length of Jehu's reign over Israel was twenty-eight years in Samaria."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 36,
    "text": "Vaniah, Meremoth, Eliashib,"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 36,
    "text": "We have agreed to bring each year to the house of the LORD the first fruits of our fields and of our fruit trees, of every kind;"
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 36,
    "text": "“Let thirty thousand Jews be enrolled in the king's army and allowances be given them, as is due to all the king's soldiers."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 36,
    "text": "Similarly, others climbed up and swung around on the defenders; they put the towers to the torch, spread the fire and burned the blasphemers alive. Still others broke down the gates and let in the rest of the troops, who took possession of the city."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 36,
    "text": "and one's enemies will be those of his household.'"
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 36,
    "text": "He replied, “What do you wish [me] to do for you?”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 36,
    "text": "Which of these three, in your opinion, was neighbor to the robbers' victim?”"
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 36,
    "text": "can you say that the one whom the Father has consecrated and sent into the world blasphemes because I said, ‘I am the Son of God'?"
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 36,
    "text": "You know the word [that] he sent to the Israelites as he proclaimed peace through Jesus Christ, who is Lord of all,"
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 36,
    "text": "You need endurance to do the will of God and receive what he has promised."
  }
]