[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 8,
    "text": "Then he released a dove, to see if the waters had lessened on the earth."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 8,
    "text": "After Moses and Aaron left Pharaoh's presence, Moses cried out to the LORD on account of the frogs that he had inflicted on Pharaoh;"
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 8,
    "text": "He then set the breastpiece on him, putting the Urim and Thummim in it."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 8,
    "text": "Then they shall take a bull from the herd, along with its grain offering of bran flour mixed with oil; and you shall take another bull from the herd for a purification offering."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 8,
    "text": "a land of wheat and barley, of vines and fig trees and pomegranates, of olive trees and of honey,"
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 8,
    "text": "When you have taken the city, set it on fire in obedience to the LORD's command. These are my orders to you.”"
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 8,
    "text": "He went up from there to Penuel and made the same request of them, but the people of Penuel answered him as had the people of Succoth."
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 8,
    "text": "They are acting toward you just as they have acted from the day I brought them up from Egypt to this very day, deserting me to serve other gods."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 8,
    "text": "From Tebah and Berothai, cities of Hadadezer, King David removed a very large quantity of bronze."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 8,
    "text": "The poles were so long that their ends could be seen from the holy place in front of the inner sanctuary. They cannot be seen from outside, but they remain there to this day."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 8,
    "text": "the king said to Hazael, “Take a gift with you and go call on the man of God. Consult the LORD through him, ‘Will I recover from this sickness?'”"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 8,
    "text": "Shaharaim became a father on the Moabite plateau after he had put away his wives Hushim and Baara."
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 8,
    "text": "those of their descendants who were left in the land and whom the Israelites had not destroyed—Solomon conscripted as forced laborers, as they are to this day."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 8,
    "text": "of the descendants of Shephatiah, Zebadiah, son of Michael, and with him eighty males;"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 8,
    "text": "Ezra read clearly from the book of the law of God, interpreting it so that all could understand what was read."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 8,
    "text": "They said together, “Amen, amen!”"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 8,
    "text": "No one had a bad word to say about her, for she feared God greatly. Judith and the Elders."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 8,
    "text": "you in turn may write in the king's name what you see fit concerning the Jews and seal the letter with the royal signet ring.” For a decree written in the name of the king and sealed with the royal signet ring cannot be revoked."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 8,
    "text": "Lycia, Mysia, and Lydia from among their best provinces. The Romans took these from him and gave them to King Eumenes."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 8,
    "text": "When Philip saw that Judas was gaining ground little by little and that his successful advances were becoming more frequent, he wrote to Ptolemy, governor of Coelesyria and Phoenicia, to come to the aid of the king's interests."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 8,
    "text": "Inquire of the former generations, pay attention to the experience of their ancestors—"
  },
  {
    "book": "Psalms",
    "chapter": 8,
    "verse": 8,
    "text": "All sheep and oxen, even the beasts of the field,"
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 8,
    "text": "All the words of my mouth are sincere, none of them wily or crooked;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 8,
    "text": "No one is master of the breath of life so as to retain it, and none has mastery of the day of death. There is no exemption in wartime, nor does wickedness deliver those who practice it."
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 8,
    "text": "An Answer to the Brothers - W “We have a little sister; she has no breasts as yet. What shall we do for our sister on the day she is spoken for?"
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 8,
    "text": "Or again, if one yearns for wide experience, she knows the things of old, and infers the things to come. She understands the turns of phrases and the solutions of riddles; signs and wonders she knows in advance and the outcome of times and ages."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 8,
    "text": "Do not neglect the discourse of the wise, but busy yourself with their proverbs; For in this way you will acquire the training to stand in the presence of princes."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 8,
    "text": "It shall roll on into Judah, it shall rage and pass on— up to the neck it shall reach. But his outspread wings will fill the width of your land, Emmanuel!"
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 8,
    "text": "How can you say, “We are wise, we have the law of the LORD”? See, that has been changed into falsehood by the lying pen of the scribes!"
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 8,
    "text": "Son of man, he ordered, dig through the wall. I dug through the wall—there was a doorway."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 8,
    "text": "The he-goat grew very powerful, but at the height of its strength the great horn was shattered, and in its place came up four others, facing the four winds of heaven."
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 8,
    "text": "Israel is swallowed up; now they are among the nations, like a useless vessel."
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 8,
    "text": "Shall not the land tremble because of this, and all who dwell in it mourn? It will all rise up and toss like the Nile, and subside like the river of Egypt."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 8,
    "text": "I will bring them back to dwell within Jerusalem. They will be my people, and I will be their God, in faithfulness and justice."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 8,
    "text": "The centurion said in reply, “Lord, I am not worthy to have you enter under my roof; only say the word and my servant will be healed."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 8,
    "text": "They ate and were satisfied. They picked up the fragments left over—seven baskets."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 8,
    "text": "And some seed fell on good soil, and when it grew, it produced fruit a hundredfold.” After saying this, he called out, “Whoever has ears to hear ought to hear.” The Purpose of the Parables."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 8,
    "text": "Again he bent down and wrote on the ground."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 8,
    "text": "There was great joy in that city."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 8,
    "text": "and those who are in the flesh cannot please God."
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 8,
    "text": "Now food will not bring us closer to God. We are no worse off if we do not eat, nor are we better off if we do."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 8,
    "text": "I say this not by way of command, but to test the genuineness of your love by your concern for others."
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 8,
    "text": "But he finds fault with them and says: “Behold, the days are coming, says the Lord, when I will conclude a new covenant with the house of Israel and the house of Judah."
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 8,
    "text": "When the second angel blew his trumpet, something like a large burning mountain was hurled into the sea. A third of the sea turned to blood,"
  }
]