[
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 33,
    "text": "those enrolled from the tribe of Ephraim were forty thousand five hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 33,
    "text": "who journeys before you to find you a place to camp—by night in the fire, and by day in the cloud, to show you the way to go."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 33,
    "text": "Nor did Naphtali drive out the inhabitants of Beth-shemesh or those of Beth-anath. They settled among the Canaanite inhabitants of the land and the inhabitants of Beth-shemesh and Beth-anath became forced laborers for them."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 33,
    "text": "he said to them: “Take with you the royal officials. Mount my son Solomon upon my own mule and escort him down to Gihon."
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 33,
    "text": "The sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the sons of Keturah."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 33,
    "text": "Then they built up the City of David with a high, strong wall and strong towers, and it became their citadel."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 33,
    "text": "When the event became known and the king of the Persians was told that, in the very place where the exiled priests had hidden the fire, a liquid was found with which Nehemiah and his people had burned the sacrifices,"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 33,
    "text": "But whoever obeys me dwells in security, in peace, without fear of harm.”"
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 33,
    "text": "The whole town was gathered at the door."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 33,
    "text": "and he will rule over the house of Jacob forever, and of his kingdom there will be no end.”"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 33,
    "text": "I did not know him, but the one who sent me to baptize with water told me, ‘On whomever you see the Spirit come down and remain, he is the one who will baptize with the holy Spirit.’"
  }
]