[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 2,
    "text": "The descendants of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech and Tiras."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 2,
    "text": "and that you may recount to your son and grandson how I made a fool of the Egyptians and what signs I did among them, so that you may know that I am the LORD."
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 2,
    "text": "Fire therefore came forth from the LORD’s presence and consumed them, so that they died in the LORD’s presence."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 2,
    "text": "Make two trumpets of silver, making them of hammered silver, for you to use in summoning the community and in breaking camp."
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 2,
    "text": "I will write upon the tablets the words that were on the tablets that you broke, and you shall place them in the ark."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 2,
    "text": "there was great fear abroad, because Gibeon was a great city, like one of the royal cities, greater even than Ai, and all its men were warriors."
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 2,
    "text": "When he had judged Israel twenty-three years, he died and was buried in Shamir."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 2,
    "text": "When you leave me today, you will meet two men near Rachel’s tomb at Zelzah in the territory of Benjamin. They will say to you, ‘The donkeys you went to look for have been found. Now your father is no longer worried about the donkeys, but is anxious about you and says: What shall I do about my son?’"
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 2,
    "text": "David said, “I will show kindness to Hanun, the son of Nahash, as his father showed kindness to me.” Therefore David sent his servants to Hanun to console him concerning his father. But when David’s servants had entered the land of the Ammonites,"
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 2,
    "text": "She arrived in Jerusalem with a very numerous retinue, and with camels bearing spices, a large amount of gold, and precious stones. She came to Solomon and spoke to him about everything that she had on her mind."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 2,
    "text": "“Since your master’s sons are with you, as well as his chariots, horses, fortified city, and weaponry, when this letter reaches you"
  },
  {
    "book": "1Chronicles",
    "chapter": 10,
    "verse": 2,
    "text": "The Philistines pressed hard after Saul and his sons. When the Philistines had struck down Jonathan, Abinadab, and Malchishua, sons of Saul,"
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 2,
    "text": "When Jeroboam, son of Nebat, heard about it, he was in Egypt where he had fled from King Solomon; and he returned from Egypt."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 2,
    "text": "Then Shecaniah, the son of Jehiel, one of the descendants of Elam, made this appeal to Ezra: “We have indeed betrayed our God by taking as wives foreign women of the peoples of the land. Yet in spite of this there still remains a hope for Israel."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 2,
    "text": "On the sealed document: the governor Nehemiah, son of Hacaliah, and Zedekiah."
  },
  {
    "book": "Tobit",
    "chapter": 10,
    "verse": 2,
    "text": "he said, “Could it be that he has been detained there? Or perhaps Gabael has died, and there is no one to give him the money?”"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 2,
    "text": "she rose from the ground. She called her maid and they went down into the house, which she used only on sabbaths and feast days."
  },
  {
    "book": "Esther",
    "chapter": 10,
    "verse": 2,
    "text": "All the acts of his power and valor, as well as a detailed account of the greatness of Mordecai, whom the king promoted, are recorded in the chronicles of the kings of Media and Persia."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 2,
    "text": "When King Demetrius heard of it, he mustered a very large army and marched out to engage him in battle."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 2,
    "text": "they destroyed the altars erected by the foreigners in the marketplace and the sacred shrines."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 2,
    "text": "I will say to God: Do not put me in the wrong! Let me know why you oppose me."
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 2,
    "text": "Arrogant scoundrels pursue the poor; they trap them by their cunning schemes."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 2,
    "text": "Ill-gotten treasures profit nothing, but justice saves from death."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 2,
    "text": "The wise heart turns to the right; the foolish heart to the left."
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 2,
    "text": "and gave him power to rule all things."
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 2,
    "text": "As the people’s judge, so the officials; as the head of a city, so the inhabitants."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 2,
    "text": "Depriving the needy of judgment, robbing my people’s poor of justice, Making widows their plunder, and orphans their prey!"
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 2,
    "text": "Thus says the LORD: Do not learn the ways of the nations, and have no fear of the signs in the heavens, even though the nations fear them."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 2,
    "text": "And he said to the man dressed in linen: Go within the wheelwork under the cherubim; fill both your hands with burning coals from the place among the cherubim, then scatter them over the city. As I watched, he entered."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 2,
    "text": "In those days, I, Daniel, mourned three full weeks."
  },
  {
    "book": "Hosea",
    "chapter": 10,
    "verse": 2,
    "text": "Their heart is false! Now they will pay for their guilt: God will break down their altars and destroy their sacred pillars."
  },
  {
    "book": "Zechariah",
    "chapter": 10,
    "verse": 2,
    "text": "For the teraphim have spoken nonsense, the diviners have seen false visions; Deceitful dreams they have told, empty comfort they have offered. This is why they wandered like sheep, wretched, for they have no shepherd."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 2,
    "text": "The names of the twelve apostles are these: first, Simon called Peter, and his brother Andrew; James, the son of Zebedee, and his brother John;"
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 2,
    "text": "The Pharisees approached and asked, “Is it lawful for a husband to divorce his wife?” They were testing him."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 2,
    "text": "He said to them, “The harvest is abundant but the laborers are few; so ask the master of the harvest to send out laborers for his harvest."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 2,
    "text": "But whoever enters through the gate is the shepherd of the sheep."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 2,
    "text": "devout and God-fearing along with his whole household, who used to give alms generously to the Jewish people and pray to God constantly."
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 2,
    "text": "I testify with regard to them that they have zeal for God, but it is not discerning."
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 2,
    "text": "and all of them were baptized into Moses in the cloud and in the sea."
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 2,
    "text": "I beg you that, when present, I may not have to be brave with that confidence with which I intend to act boldly against some who consider us as acting according to the flesh."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 2,
    "text": "Otherwise, would not the sacrifices have ceased to be offered, since the worshipers, once cleansed, would no longer have had any consciousness of sins?"
  },
  {
    "book": "Revelation",
    "chapter": 10,
    "verse": 2,
    "text": "In his hand he held a small scroll that had been opened. He placed his right foot on the sea and his left foot on the land,"
  }
]