[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 3,
    "text": "I will bless those who bless you and curse those who curse you. All the families of the earth will find blessing in you."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 3,
    "text": "Tell the whole community of Israel: On the tenth of this month every family must procure for itself a lamb, one apiece for each household."
  },
  {
    "book": "Leviticus",
    "chapter": 12,
    "verse": 3,
    "text": "On the eighth day, the flesh of the boy's foreskin shall be circumcised,"
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 3,
    "text": "Now the man Moses was very humble, more than anyone else on earth."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 3,
    "text": "Tear down their altars, smash their sacred pillars, burn up their asherahs, and chop down the idols of their gods, that you may destroy the very name of them from that place."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 3,
    "text": "as well as the Arabah from the eastern side of the Sea of Chinnereth, as far south as the eastern side of the Salt Sea of the Arabah in the direction of Beth-jeshimoth, southward under the slopes of Pisgah."
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 3,
    "text": "When I saw that you were not coming to save me, I took my life in my own hand and crossed over against the Ammonites, and the LORD delivered them into my power. Why, then, should you come up against me this day to fight with me?”"
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 3,
    "text": "Here I stand! Answer me in the presence of the LORD and the LORD's anointed. Whose ox have I taken? Whose donkey have I taken? Whom have I cheated? Whom have I wronged? From whom have I accepted a bribe and shut my eyes because of it? I will make restitution to you.”"
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 3,
    "text": "But the poor man had nothing at all except one little ewe lamb that he had bought. He nourished her, and she grew up with him and his children. Of what little he had she ate; from his own cup she drank; in his bosom she slept; she was like a daughter to him."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 3,
    "text": "and they sent for him. Then Jeroboam and the whole assembly of Israel came and they said to Rehoboam,"
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 3,
    "text": "Joash did what was right in the LORD's sight as long as he lived, because Jehoiada the priest guided him,"
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 3,
    "text": "Ahiezer was their chief, along with Joash, both sons of Shemaah of Gibeah; also Jeziel and Pelet, sons of Azmaveth; Beracah; Jehu, from Anathoth;"
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 3,
    "text": "He had twelve hundred chariots and sixty thousand horsemen, and there was no counting the army that came with him from Egypt—Libyans, Sukkites, and Ethiopians."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 3,
    "text": "Shecaniah, Rehum, Meremoth,"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 3,
    "text": "He led me back safe and sound, healed my wife, brought the money back with me, and healed you. How much should I pay him?”"
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 3,
    "text": "Holofernes asked her, “But if your provisions give out, where can we get more of the same to provide for you? None of your people are with us.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 3,
    "text": "After reaching Rome, the men entered the senate chamber and said, “The high priest Jonathan and the Jewish people have sent us to renew the friendship and alliance of earlier times with them.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 3,
    "text": "Some people of Joppa also committed this outrage: they invited the Jews who lived among them, together with their wives and children, to embark on boats which they had provided. There was no hint of enmity toward them."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 3,
    "text": "But I have intelligence as well as you; I do not fall short of you; for who does not know such things as these?"
  },
  {
    "book": "Psalms",
    "chapter": 12,
    "verse": 3,
    "text": "They tell lies to one another, speak with deceiving lips and a double heart."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 3,
    "text": "No one is made secure by wickedness, but the root of the just will never be disturbed."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 12,
    "verse": 3,
    "text": "When the guardians of the house tremble, and the strong men are bent; When the women who grind are idle because they are few, and those who look through the windows grow blind;"
  },
  {
    "book": "Sirach",
    "chapter": 12,
    "verse": 3,
    "text": "No good comes to those who give comfort to the wicked, nor is it an act of mercy that they do."
  },
  {
    "book": "Isaiah",
    "chapter": 12,
    "verse": 3,
    "text": "With joy you will draw water from the fountains of salvation,"
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 3,
    "text": "LORD, you know me, you see me, you have found that my heart is with you. Pick them out like sheep for the butcher, set them apart for the day of slaughter."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 3,
    "text": "Now, son of man, during the day while they watch, pack a bag for exile, and again while they watch, go into exile from your place to another place; perhaps they will see that they are a rebellious house."
  },
  {
    "book": "Daniel",
    "chapter": 12,
    "verse": 3,
    "text": "But those with insight shall shine brightly like the splendor of the firmament, And those who lead the many to justice shall be like the stars forever."
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 3,
    "text": "The LORD has a dispute with Judah, and will punish Jacob for his conduct, and repay him for his deeds."
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 3,
    "text": "On that day I will make Jerusalem a heavy stone for all peoples. All who attempt to lift it will injure themselves badly, though all the nations of the earth will gather against it."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 3,
    "text": "He said to them, “Have you not read what David did when he and his companions were hungry,"
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 3,
    "text": "But they seized him, beat him, and sent him away empty-handed."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 3,
    "text": "Therefore whatever you have said in the darkness will be heard in the light, and what you have whispered behind closed doors will be proclaimed on the housetops."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 3,
    "text": "Mary took a liter of costly perfumed oil made from genuine aromatic nard and anointed the feet of Jesus and dried them with her hair; the house was filled with the fragrance of the oil."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 3,
    "text": "and when he saw that this was pleasing to the Jews he proceeded to arrest Peter also. (It was [the] feast of Unleavened Bread.)"
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 3,
    "text": "Many Parts in One Body. For by the grace given to me I tell everyone among you not to think of himself more highly than one ought to think, but to think soberly, each according to the measure of faith that God has apportioned."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 3,
    "text": "Therefore, I tell you that nobody speaking by the spirit of God says, “Jesus be accursed.” And no one can say, “Jesus is Lord,” except by the holy Spirit."
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 3,
    "text": "And I know that this person (whether in the body or out of the body I do not know, God knows)"
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 3,
    "text": "Consider how he endured such opposition from sinners, in order that you may not grow weary and lose heart."
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 3,
    "text": "Then another sign appeared in the sky; it was a huge red dragon, with seven heads and ten horns, and on its heads were seven diadems."
  }
]