[
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 37,
    "text": "Summary. This is the ritual for the burnt offering, the grain offering, the purification offering, the reparation offering, the ordination offering, and the communion sacrifice,"
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 37,
    "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 37,
    "text": "This was how he made the ten stands, all of the same casting, the same size, the same shape."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 37,
    "text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 37,
    "text": "descendants of Lod, Hadid, and Ono, seven hundred and twenty-one;"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 37,
    "text": "“You have chosen this house to bear your name, to be a house of prayer and supplication for your people."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 37,
    "text": "Like my brothers, I offer up my body and my life for our ancestral laws, imploring God to show mercy soon to our nation, and by afflictions and blows to make you confess that he alone is God."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 37,
    "text": "They were exceedingly astonished and they said, “He has done all things well. He makes the deaf hear and [the] mute speak.”"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 37,
    "text": "Now there was a sinful woman in the city who learned that he was at table in the house of the Pharisee. Bringing an alabaster flask of ointment,"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 37,
    "text": "On the last and greatest day of the feast, Jesus stood up and exclaimed, “Let anyone who thirsts come to me and drink."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 37,
    "text": "It was this Moses who said to the Israelites, ‘God will raise up for you, from among your own kinsfolk, a prophet like me.'"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 37,
    "text": "The one who stands firm in his resolve, however, who is not under compulsion but has power over his own will, and has made up his mind to keep his virgin, will be doing well."
  }
]