[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 10,
    "text": "Enosh lived eight hundred and fifteen years after he begot Kenan, and he had other sons and daughters."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 10,
    "text": "So the taskmasters of the people and their foremen went out and told the people, “Thus says Pharaoh, ‘I will not provide you with straw."
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 10,
    "text": "The other bird he shall offer as a burnt offering according to procedure. Thus the priest shall make atonement on the person’s behalf for the wrong committed, so that the individual may be forgiven."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 10,
    "text": "Each shall possess his own sacred offerings; what is given to a priest shall be his."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 10,
    "text": "but showing love down to the thousandth generation of those who love me and keep my commandments."
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 10,
    "text": "While the Israelites were encamped at Gilgal on the plains of Jericho, they celebrated the Passover on the evening of the fourteenth day of the month."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 10,
    "text": "Those who ride on white donkeys, seated on saddle rugs, and those who travel the road, Sing of them"
  },
  {
    "book": "1Samuel",
    "chapter": 5,
    "verse": 10,
    "text": "The ark of God was next sent to Ekron; but as it entered that city, the people there cried out, “Why have they brought the ark of the God of Israel here to kill us and our kindred?”"
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 10,
    "text": "David became ever more powerful, for the LORD of hosts was with him."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 10,
    "text": "Solomon’s wisdom surpassed that of all the peoples of the East and all the wisdom of Egypt."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 10,
    "text": "Elisha sent him the message: “Go and wash seven times in the Jordan, and your flesh will heal, and you will be clean.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 10,
    "text": "In Saul’s time they waged war with the Hagrites, and when they had defeated them they dwelt in their tents throughout the region east of Gilead."
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 10,
    "text": "There was nothing in the ark but the two tablets which Moses had put there at Horeb when the LORD made a covenant with the Israelites after they went forth from Egypt."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 10,
    "text": "We also asked them their names, in order to give you a list of the men who are their leaders."
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 10,
    "text": "I myself, my kindred, and my attendants have lent the people money and grain without charge. Let us put an end to this usury!"
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 10,
    "text": "Tobiah went out to summon him, saying, “Young man, my father is calling for you.” When Raphael entered the house, Tobit greeted him first. He replied, “Joyful greetings to you!” Tobit answered, “What joy is left for me? Here I am, a blind man who cannot see the light of heaven, but must remain in darkness, like the dead who no longer see the light! Though alive, I am among the dead. I can hear people’s voices, but I do not see them.” The young man said, “Take courage! God’s healing is near; so take courage!” Tobit then said: “My son Tobiah wants to go to Media. Can you go with him to show him the way? I will pay you your wages, brother.” He answered: “Yes, I will go with him, and I know all the routes. I have often traveled to Media and crossed all its plains so I know well the mountains and all its roads.”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 10,
    "text": "Later, when famine had gripped the land of Canaan, they went down into Egypt. They stayed there as long as they found sustenance and there they grew into such a great multitude that the number of their people could not be counted."
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 10,
    "text": "Haman restrained himself, however, and went home, where he summoned his friends and his wife Zeresh."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 10,
    "text": "They sent a letter to Judas and his brothers saying: “The Gentiles around us have assembled against us to destroy us,"
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 10,
    "text": "and he who had cast out so many to lie unburied went unmourned and without a funeral of any kind, nor any place in the tomb of his ancestors."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 10,
    "text": "He gives rain upon the earth and sends water upon the fields;"
  },
  {
    "book": "Psalms",
    "chapter": 5,
    "verse": 10,
    "text": "IV - For there is no sincerity in their mouth; their heart is corrupt. Their throat is an open grave; on their tongue are subtle lies."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 10,
    "text": "Lest outsiders take their fill of your wealth, and your hard-won earnings go to another’s house;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 10,
    "text": "Where there are great riches, there are also many to devour them. Of what use are they to the owner except as a feast for the eyes alone?"
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 10,
    "text": "W My lover is radiant and ruddy; outstanding among thousands."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 10,
    "text": "Like a ship traversing the heaving water: when it has passed, no trace can be found, no path of its keel in the waves."
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 10,
    "text": "Be steadfast regarding your knowledge, and let your speech be consistent."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 10,
    "text": "Ten acres of vineyard shall yield but one bath, And a homer of seed shall yield but an ephah."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 10,
    "text": "Climb her terraces, and ravage them, destroy them completely. Tear away her tendrils, they do not belong to the LORD."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 10,
    "text": "Our skin heats up like an oven, from the searing blasts of famine."
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 10,
    "text": "Therefore, parents will eat their children in your midst, and children will eat their parents. I will inflict punishments upon you and scatter all who remain to the winds."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 10,
    "text": "When the queen heard of the discussion between the king and his nobles, she entered the banquet hall and said, “O king, live forever! Do not let your thoughts terrify you, or your face become so pale!"
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 10,
    "text": "The princes of Judah have become like those who move a boundary line; Upon them I will pour out my wrath like water."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 10,
    "text": "They hate those who reprove at the gate and abhor those who speak with integrity;"
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 10,
    "text": "I will destroy the cities of your land and tear down all your fortresses."
  },
  {
    "book": "Zechariah",
    "chapter": 5,
    "verse": 10,
    "text": "I said to the angel who spoke with me, “Where are they taking the basket?”"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 10,
    "text": "Blessed are they who are persecuted for the sake of righteousness, for theirs is the kingdom of heaven."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 10,
    "text": "And he pleaded earnestly with him not to drive them away from that territory."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 10,
    "text": "and likewise James and John, the sons of Zebedee, who were partners of Simon. Jesus said to Simon, “Do not be afraid; from now on you will be catching men.”"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 10,
    "text": "So the Jews said to the man who was cured, “It is the sabbath, and it is not lawful for you to carry your mat.”"
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 10,
    "text": "At once, she fell down at his feet and breathed her last. When the young men entered they found her dead, so they carried her out and buried her beside her husband."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 10,
    "text": "Indeed, if, while we were enemies, we were reconciled to God through the death of his Son, how much more, once reconciled, will we be saved by his life."
  },
  {
    "book": "1Corinthians",
    "chapter": 5,
    "verse": 10,
    "text": "not at all referring to the immoral of this world or the greedy and robbers or idolaters; for you would then have to leave the world."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 10,
    "text": "For we must all appear before the judgment seat of Christ, so that each one may receive recompense, according to what he did in the body, whether good or evil."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 10,
    "text": "I am confident of you in the Lord that you will not take a different view, and that the one who is troubling you will bear the condemnation, whoever he may be."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 10,
    "text": "Try to learn what is pleasing to the Lord."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 10,
    "text": "who died for us, so that whether we are awake or asleep we may live together with him."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 10,
    "text": "with a reputation for good works, namely, that she has raised children, practiced hospitality, washed the feet of the holy ones, helped those in distress, involved herself in every good work."
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 10,
    "text": "declared by God high priest according to the order of Melchizedek."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 10,
    "text": "Take as an example of hardship and patience, brothers, the prophets who spoke in the name of the Lord."
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 10,
    "text": "The God of all grace who called you to his eternal glory through Christ [Jesus] will himself restore, confirm, strengthen, and establish you after you have suffered a little."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 10,
    "text": "Whoever believes in the Son of God has this testimony within himself. Whoever does not believe God has made him a liar by not believing the testimony God has given about his Son."
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 10,
    "text": "You made them a kingdom and priests for our God, and they will reign on earth.”"
  }
]