[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 9,
    "text": "But the dove could find no place to perch, and it returned to him in the ark, for there was water over all the earth. Putting out his hand, he caught the dove and drew it back to him inside the ark."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 9,
    "text": "and the LORD did as Moses had asked. The frogs died off in the houses, the courtyards, and the fields."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 9,
    "text": "He put the turban on his head, attaching the gold medallion, the sacred headband, on the front of the turban, as the LORD had commanded Moses to do."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 9,
    "text": "Bringing the Levites before the tent of meeting, you shall assemble also the whole community of the Israelites."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 9,
    "text": "a land where you will always have bread and where you will lack nothing, a land whose stones contain iron and in whose hills you can mine copper."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 9,
    "text": "Then Joshua sent them away. They went to the place of ambush, taking up their position to the west of Ai, toward Bethel. Joshua, however, spent that night with the army."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 9,
    "text": "So to the people of Penuel, too, he said, “When I return in peace, I will demolish this tower.”"
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 9,
    "text": "Now listen to them; but at the same time, give them a solemn warning and inform them of the rights of the king who will rule them."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 9,
    "text": "When Toi, king of Hamath, heard that David had defeated the entire army of Hadadezer,"
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 9,
    "text": "There was nothing in the ark but the two stone tablets which Moses had put there at Horeb, when the LORD made a covenant with the Israelites after they went forth from the land of Egypt."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 9,
    "text": "Hazael went to visit him, carrying a present, and with forty camel loads of the best goods of Damascus. On his arrival, he stood before Elisha and said, “Your son Ben-hadad, king of Aram, has sent me to you to ask, ‘Will I recover from my sickness?’”"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 9,
    "text": "By his wife Hodesh he begot Jobab, Zibia, Mesha, Malcam,"
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 9,
    "text": "But Solomon made none of the Israelites forced laborers for his works, for they were his fighting force, commanders, adjutants, chariot officers, and cavalry."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 9,
    "text": "of the descendants of Joab, Obadiah, son of Jehiel, and with him two hundred and eighteen males;"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 9,
    "text": "Then Nehemiah, that is, the governor, and Ezra the priest-scribe, and the Levites who were instructing the people said to all the people: “Today is holy to the LORD your God. Do not lament, do not weep!”—for all the people were weeping as they heard the words of the law."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 9,
    "text": "Then they went to bed for the night. But Raguel got up and summoned his servants. They went out with him and dug a grave,"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 9,
    "text": "So when Judith heard of the harsh words that the people, discouraged by their lack of water, had spoken against their ruler, and of all that Uzziah had said to them in reply, swearing that he would hand over the city to the Assyrians at the end of five days,"
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 9,
    "text": "At that time, on the twenty-third day of the third month, Sivan, the royal scribes were summoned. Exactly as Mordecai dictated, they wrote to the Jews and to the satraps, governors, and officials of the hundred and twenty-seven provinces from India to Ethiopia: to each province in its own script and to each people in its own language, and to the Jews in their own script and language."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 9,
    "text": "When the Greeks planned to come and destroy them,"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 9,
    "text": "Ptolemy promptly selected Nicanor, son of Patroclus, one of the Chief Friends, and sent him at the head of at least twenty thousand armed men of various nations to wipe out the entire Jewish nation. With him he associated Gorgias, a general, experienced in the art of war."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 9,
    "text": "As we are but of yesterday and have no knowledge, because our days on earth are but a shadow—"
  },
  {
    "book": "Psalms",
    "chapter": 8,
    "verse": 9,
    "text": "The birds of the air, the fish of the sea, and whatever swims the paths of the seas."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 9,
    "text": "All of them are straightforward to the intelligent, and right to those who attain knowledge."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 9,
    "text": "All these things I saw and I applied my heart to every work that is done under the sun, while one person tyrannizes over another for harm."
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 9,
    "text": "If she is a wall, we will build upon her a silver turret; But if she is a door, we will board her up with cedar planks.”"
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 9,
    "text": "Wisdom as Solomon’s Counselor and Comfort - So I determined to take her to live with me, knowing that she would be my counselor while all was well, and my comfort in care and grief."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 9,
    "text": "Do not reject the tradition of the elders which they have heard from their ancestors; For from it you will learn how to answer when the need arises."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 9,
    "text": "Band together, O peoples, but be shattered! Give ear, all you distant lands! Arm yourselves, but be shattered! Arm yourselves, but be shattered!"
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 9,
    "text": "The wise are put to shame, terrified, and trapped; Since they have rejected the word of the LORD, what sort of wisdom do they have?"
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 9,
    "text": "Go in, he said to me, and see the evil abominations they are doing here."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 9,
    "text": "Out of one of them came a little horn which grew and grew toward the south, the east, and the glorious land."
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 9,
    "text": "For they went up to Assyria— a wild ass off on its own— Ephraim bargained for lovers."
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 9,
    "text": "On that day—oracle of the Lord GOD— I will make the sun set at midday and in broad daylight cover the land with darkness."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 9,
    "text": "Thus says the LORD of hosts: Let your hands be strong, you who now hear these words which were spoken by the prophets when the foundation of the house of the LORD of hosts was laid for the building of the temple."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 9,
    "text": "For I too am a person subject to authority, with soldiers subject to me. And I say to one, ‘Go,’ and he goes; and to another, ‘Come here,’ and he comes; and to my slave, ‘Do this,’ and he does it.”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 9,
    "text": "There were about four thousand people. He dismissed them"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 9,
    "text": "Then his disciples asked him what the meaning of this parable might be."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 9,
    "text": "And in response, they went away one by one, beginning with the elders. So he was left alone with the woman before him."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 9,
    "text": "Simon the Magician. A man named Simon used to practice magic in the city and astounded the people of Samaria, claiming to be someone great."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 9,
    "text": "But you are not in the flesh; on the contrary, you are in the spirit, if only the Spirit of God dwells in you. Whoever does not have the Spirit of Christ does not belong to him."
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 9,
    "text": "But make sure that this liberty of yours in no way becomes a stumbling block to the weak."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 9,
    "text": "For you know the gracious act of our Lord Jesus Christ, that for your sake he became poor although he was rich, so that by his poverty you might become rich."
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 9,
    "text": "It will not be like the covenant I made with their fathers the day I took them by the hand to lead them forth from the land of Egypt; for they did not stand by my covenant and I ignored them, says the Lord."
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 9,
    "text": "a third of the creatures living in the sea died, and a third of the ships were wrecked."
  }
]