[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 8,
    "text": "The LORD God planted a garden in Eden, in the east, and placed there the man whom he had formed."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 8,
    "text": "Pharaoh’s daughter answered her, “Go.” So the young woman went and called the child’s own mother."
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 8,
    "text": "A grain offering that is made in any of these ways you shall bring to the LORD. It shall be presented to the priest, who shall take it to the altar."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 8,
    "text": "and the enrollment of his company is fifty-seven thousand four hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 8,
    "text": "So we passed by our relatives, the descendants of Esau who live in Seir, leaving behind us the Arabah route, Elath, and Ezion-geber. Along Moab. Then we turned and passed on toward the wilderness of Moab."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 8,
    "text": "Before the spies lay down, Rahab went up to them on the roof"
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 8,
    "text": "Joshua, son of Nun, the servant of the LORD, died at the age of a hundred and ten,"
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 8,
    "text": "Boaz then spoke to Ruth, “Listen, my daughter. Do not go to glean in anyone else’s field; you are not to leave here. Stay here with my young women."
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 8,
    "text": "He raises the needy from the dust; from the ash heap lifts up the poor, To seat them with nobles and make a glorious throne their heritage. “For the pillars of the earth are the LORD’s, and he has set the world upon them."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 8,
    "text": "IV. The Reign of David - Ishbaal King of Israel. Abner, son of Ner, captain of Saul’s army, took Ishbaal, son of Saul, and brought him over to Mahanaim,"
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 8,
    "text": "You also have with you Shimei, son of Gera, the Benjaminite of Bahurim, who cursed me bitterly the day I was going to Mahanaim. When he came down to meet me at the Jordan, I swore to him by the LORD: ‘I will not kill you by the sword.’"
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 8,
    "text": "Elisha Succeeds Elijah. Elijah took his mantle, rolled it up and struck the water: it divided, and the two of them crossed over on dry ground."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 8,
    "text": "The sons of Ethan: Azariah."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 8,
    "text": "in order to prepare for me a great quantity of wood, since the house I intend to build must be great and wonderful."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 8,
    "text": "descendants of Zattu, nine hundred and forty-five;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 8,
    "text": "also a letter for Asaph, the keeper of the royal woods, that he may give me timber to make beams for the gates of the temple citadel, for the city wall and the house that I will occupy.” Since I enjoyed the good favor of my God, the king granted my requests."
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 8,
    "text": "My neighbors mocked me, saying: “Does he have no fear? Once before he was hunted, to be executed for this sort of deed, and he ran away; yet here he is again burying the dead!”"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 8,
    "text": "Their wounded will fill their ravines and wadies, the swelling river will be choked with their dead;"
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 8,
    "text": "When the king’s order and decree had been proclaimed and many young women brought together to the royal precinct of Susa under the care of Hegai, Esther also was brought in to the royal palace under the care of Hegai, guardian of the women."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 8,
    "text": "Her temple has become like a man disgraced,"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 8,
    "text": "Then the Lord will disclose these things, and the glory of the Lord and the cloud will be seen, just as they appeared in the time of Moses and of Solomon when he prayed that the place might be greatly sanctified.”"
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 8,
    "text": "Job’s Reaction. He took a potsherd to scrape himself, as he sat among the ashes."
  },
  {
    "book": "Psalms",
    "chapter": 2,
    "verse": 8,
    "text": "Ask it of me, and I will give you the nations as your inheritance, and, as your possession, the ends of the earth."
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 8,
    "text": "Guarding the paths of justice, protecting the way of his faithful ones,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 8,
    "text": "I amassed for myself silver and gold, and the treasures of kings and provinces. I provided for myself male and female singers and delights of men, many women."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 8,
    "text": "Her Lover’s Visit Remembered - W The sound of my lover! here he comes springing across the mountains, leaping across the hills."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 8,
    "text": "let us crown ourselves with rosebuds before they wither."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 8,
    "text": "You that fear the Lord, trust in him, and your reward will not be lost."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 8,
    "text": "Their land is full of idols; they bow down to the works of their hands, what their fingers have made."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 8,
    "text": "The priests did not ask, “Where is the LORD?” The experts in the law did not know me: the shepherds rebelled against me. The prophets prophesied by Baal, and went after useless idols."
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 8,
    "text": "The LORD was bent on destroying the wall of daughter Zion: He stretched out the measuring line; did not hesitate to devour, Brought grief on rampart and wall till both succumbed."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 8,
    "text": "We did not entreat the favor of the LORD by turning, each one, from the designs of our evil hearts."
  },
  {
    "book": "Ezekiel",
    "chapter": 2,
    "verse": 8,
    "text": "But you, son of man, hear me when I speak to you and do not rebel like this rebellious house. Open your mouth and eat what I am giving you."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 8,
    "text": "But the king replied: “I know for certain that you are bargaining for time, since you know what I have decided."
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 8,
    "text": "Therefore, I will hedge in her way with thorns and erect a wall against her, so that she cannot find her paths."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 8,
    "text": "No one crowds the other; each advances in its own track; They plunge through the weapons; they are not checked."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 8,
    "text": "Upon garments taken in pledge they recline beside any altar. Wine at treasury expense they drink in their temples."
  },
  {
    "book": "Jonah",
    "chapter": 2,
    "verse": 8,
    "text": "When I became faint, I remembered the LORD; My prayer came to you in your holy temple."
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 8,
    "text": "But you rise up against my people as an enemy: you have stripped off the garment from the peaceful, From those who go their way in confidence, as though it were spoils of war."
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 8,
    "text": "The mistress is led forth captive, and her maidservants led away, Moaning like doves, beating their breasts."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 8,
    "text": "Because you plundered many nations, the remaining peoples shall plunder you; Because of the shedding of human blood, and violence done to the land, to the city and to all who live in it."
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 8,
    "text": "I have heard the taunts uttered by Moab, and the insults of the Ammonites, When they taunted my people and made boasts against their territory."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 8,
    "text": "Mine is the silver and mine the gold—oracle of the LORD of hosts."
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 8,
    "text": "and he said to the latter, “Run, speak to that official: Jerusalem will be unwalled, because of the abundance of people and beasts in its midst."
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 8,
    "text": "But you have turned aside from the way, and have caused many to stumble by your instruction; You have corrupted the covenant of Levi, says the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 8,
    "text": "He sent them to Bethlehem and said, “Go and search diligently for the child. When you have found him, bring me word, that I too may go and do him homage.”"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 8,
    "text": "Jesus immediately knew in his mind what they were thinking to themselves, so he said, “Why are you thinking such things in your hearts?"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 8,
    "text": "Now there were shepherds in that region living in the fields and keeping the night watch over their flock."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 8,
    "text": "Then he told them, “Draw some out now and take it to the headwaiter.” So they took it."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 8,
    "text": "Then how does each of us hear them in his own native language?"
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 8,
    "text": "but wrath and fury to those who selfishly disobey the truth and obey wickedness."
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 8,
    "text": "and which none of the rulers of this age knew; for, if they had known it, they would not have crucified the Lord of glory."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 8,
    "text": "Therefore, I urge you to reaffirm your love for him."
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 8,
    "text": "for the one who worked in Peter for an apostolate to the circumcised worked also in me for the Gentiles,"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 8,
    "text": "For by grace you have been saved through faith, and this is not from you; it is the gift of God;"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 8,
    "text": "he humbled himself, becoming obedient to death, even death on a cross."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 8,
    "text": "See to it that no one captivate you with an empty, seductive philosophy according to human tradition, according to the elemental powers of the world and not according to Christ."
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 8,
    "text": "With such affection for you, we were determined to share with you not only the gospel of God, but our very selves as well, so dearly beloved had you become to us."
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 8,
    "text": "And then the lawless one will be revealed, whom the Lord [Jesus] will kill with the breath of his mouth and render powerless by the manifestation of his coming,"
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 8,
    "text": "It is my wish, then, that in every place the men should pray, lifting up holy hands, without anger or argument."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 8,
    "text": "Remember Jesus Christ, raised from the dead, a descendant of David: such is my gospel,"
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 8,
    "text": "and sound speech that cannot be criticized, so that the opponent will be put to shame without anything bad to say about us."
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 8,
    "text": "subjecting all things under his feet.” In “subjecting” all things [to him], he left nothing not “subject to him.” Yet at present we do not see “all things subject to him,”"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 8,
    "text": "However, if you fulfill the royal law according to the scripture, “You shall love your neighbor as yourself,” you are doing well."
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 8,
    "text": "and “A stone that will make people stumble, and a rock that will make them fall.” They stumble by disobeying the word, as is their destiny."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 8,
    "text": "(for day after day that righteous man living among them was tormented in his righteous soul at the lawless deeds that he saw and heard),"
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 8,
    "text": "And yet I do write a new commandment to you, which holds true in him and among you, for the darkness is passing away, and the true light is already shining."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 8,
    "text": "“To the angel of the church in Smyrna, write this: “‘The first and the last, who once died but came to life, says this:"
  }
]