[
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 34,
    "text": "And the cloud of the LORD was over them by day when they set out from camp."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 34,
    "text": "From Lachish, Joshua passed on with all Israel to Eglon; encamping near it, they attacked it"
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 34,
    "text": "The rest of the acts of Jehu, with all that he did and all his valor, are recorded in the book of the chronicles of the kings of Israel."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 34,
    "text": "of the descendants of Begui: Maadai, Amram, Uel,"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 34,
    "text": "for the showbread, the daily grain offering, the daily burnt offering, for the sabbaths, new moons, and festivals, for the holy offerings and sin offerings to make atonement for Israel, for every service of the house of our God."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 34,
    "text": "Let all feast days, sabbaths, new moon festivals, appointed days, and the three days that precede each feast day, and the three days that follow, be days of immunity and exemption for all Jews in my kingdom."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 34,
    "text": "Those inside, relying on the strength of the place, kept repeating outrageous blasphemies and uttering abominable words."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 34,
    "text": "He shall hack down the forest thickets with an ax, and Lebanon in its splendor shall fall."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 34,
    "text": "Jesus: A Cause of Division. “Do not think that I have come to bring peace upon the earth. I have come to bring not peace but the sword."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 34,
    "text": "who will mock him, spit upon him, scourge him, and put him to death, but after three days he will rise.”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 34,
    "text": "He approached the victim, poured oil and wine over his wounds and bandaged them. Then he lifted him up on his own animal, took him to an inn and cared for him."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 34,
    "text": "Jesus answered them, “Is it not written in your law, ‘I said, “You are gods”’?"
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 34,
    "text": "Then Peter proceeded to speak and said, “In truth, I see that God shows no partiality."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 34,
    "text": "You even joined in the sufferings of those in prison and joyfully accepted the confiscation of your property, knowing that you had a better and lasting possession."
  }
]