[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 20,
    "text": "Noah, a man of the soil, was the first to plant a vineyard."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 20,
    "text": "Those of Pharaoh's servants who feared the word of the LORD hurried their servants and their livestock off to shelter."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 20,
    "text": "they placed on top of the briskets. Aaron burned the fat pieces on the altar,"
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 20,
    "text": "Yet if it happened the cloud was over the tabernacle only for a few days, at the direction of the LORD they stayed in camp; and at the LORD's direction they broke camp."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 20,
    "text": "With Aaron, too, the LORD was deeply angry, and would have destroyed him; but I prayed for Aaron also at that time."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 20,
    "text": "Let us therefore let them live, and so deal with them that no wrath fall upon us because of the oath we have sworn to them.”"
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 20,
    "text": "But if not, let fire come forth from Abimelech and devour the lords of Shechem and Beth-millo, and let fire come forth from the lords of Shechem and Beth-millo and devour Abimelech.”"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 20,
    "text": "As for your donkeys that were lost three days ago, do not worry about them, for they have been found. Whom should Israel want if not you and your father's family?”"
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 20,
    "text": "All the people who were left of the Amorites, Hittites, Perizzites, Hivites, and Jebusites, who were not Israelites—"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 20,
    "text": "The watchman reported, “He has reached them, but is not returning. The driving is like that of Jehu, son of Nimshi; he drives like a madman.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 20,
    "text": "Phinehas, son of Eleazar, had been their chief in times past; the LORD was with him."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 20,
    "text": "All King Solomon's drinking vessels were gold, and all the utensils in the house of the Forest of Lebanon were pure gold. There was no silver, for in Solomon's time silver was reckoned as nothing."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 20,
    "text": "Your good spirit you bestowed on them, to give them understanding; Your manna you did not withhold from their mouths, and you gave them water in their thirst."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 20,
    "text": "Mordecai recorded these events and sent letters to all the Jews, both near and far, in all the provinces of King Ahasuerus."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 20,
    "text": "All Israel wept for him with great lamentation. They mourned for him many days, and they said,"
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 20,
    "text": "If you and your children are well and your affairs are going as you wish, I thank God very much, for my hopes are in heaven."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 20,
    "text": "Though I were right, my own mouth might condemn me; were I innocent, it might put me in the wrong."
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 20,
    "text": "Arise, LORD, let no mortal prevail; let the nations be judged in your presence."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 20,
    "text": "Manasseh devours Ephraim, and Ephraim Manasseh, together they turn on Judah. For all this, his wrath is not turned back, his hand is still outstretched!"
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 20,
    "text": "Death has come up through our windows, has entered our citadels, To cut down children in the street, young people in the squares."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 20,
    "text": "I was still praying to the LORD, my God, confessing my sin and the sin of my people Israel, presenting my petition concerning the holy mountain of my God—"
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 20,
    "text": "A woman suffering hemorrhages for twelve years came up behind him and touched the tassel on his cloak."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 20,
    "text": "They brought the boy to him. And when he saw him, the spirit immediately threw the boy into convulsions. As he fell to the ground, he began to roll around and foam at the mouth."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 20,
    "text": "Then he said to them, “But who do you say that I am?” Peter said in reply, “The Messiah of God.”"
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 20,
    "text": "His parents answered and said, “We know that this is our son and that he was born blind."
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 20,
    "text": "and he began at once to proclaim Jesus in the synagogues, that he is the Son of God."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 20,
    "text": "But who indeed are you, a human being, to talk back to God? Will what is made say to its maker, “Why have you created me so?”"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 20,
    "text": "To the Jews I became like a Jew to win over Jews; to those under the law I became like one under the law—though I myself am not under the law—to win over those under the law."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 20,
    "text": "saying, “This is ‘the blood of the covenant which God has enjoined upon you.'”"
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 20,
    "text": "The rest of the human race, who were not killed by these plagues, did not repent of the works of their hands, to give up the worship of demons and idols made from gold, silver, bronze, stone, and wood, which cannot see or hear or walk."
  }
]