[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 16,
    "text": "Make an opening for daylight and finish the ark a cubit above it. Put the ark’s entrance on its side; you will make it with bottom, second and third decks."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 16,
    "text": "These are the names of the sons of Levi, in their genealogical order: Gershon, Kohath and Merari. Levi lived one hundred and thirty-seven years."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 16,
    "text": "Every grain offering of a priest shall be a whole offering; it may not be eaten. Purification Offerings."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 16,
    "text": "The priest shall present them before the LORD, and shall offer up the purification offering and the burnt offering for them."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 16,
    "text": "You shall not put the LORD, your God, to the test, as you did at Massah."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 16,
    "text": "The seventh time around, the priests blew the horns and Joshua said to the people, “Now shout, for the LORD has given you the city."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 16,
    "text": "The LORD said to him: I will be with you, and you will cut down Midian to the last man."
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 16,
    "text": "After witnessing this, the five Philistine leaders returned to Ekron the same day."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 16,
    "text": "As the ark of the LORD was entering the City of David, Michal, daughter of Saul, looked down from her window, and when she saw King David jumping and dancing before the LORD, she despised him in her heart."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 16,
    "text": "At the rear of the house a space of twenty cubits was set off by cedar panels from the floor to the ceiling, enclosing the inner sanctuary, the holy of holies."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 16,
    "text": "Elisha answered, “Do not be afraid. Our side outnumbers theirs.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 16,
    "text": "The following were established by David for the service of song in the LORD’s house at the time when the ark had a resting place."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 16,
    "text": "And now, LORD, God of Israel, keep toward your servant, David my father, what you promised: There shall never be wanting someone from your line to sit before me on the throne of Israel, provided that your descendants keep to their way, walking by my law, as you have."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 16,
    "text": "The Israelites—priests, Levites, and the other returned exiles—celebrated the dedication of this house of God with joy."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 16,
    "text": "When all our enemies had heard of this, and all the neighboring Gentiles round about had taken note of it, they were very discouraged, for they knew that it was with our God’s help that this work had been completed."
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 16,
    "text": "They then convened all the elders of the city, and all their young men, as well as the women, gathered in haste at the place of assembly. They placed Achior in the center of the people, and Uzziah questioned him about what had happened."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 16,
    "text": "So King Antiochus died there in the one hundred and forty-ninth year."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 16,
    "text": "Therefore he never withdraws his mercy from us. Although he disciplines us with misfortunes, he does not abandon his own people."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 16,
    "text": "Though they may be black with ice, and with snow heaped upon them,"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 16,
    "text": "What the Lord Rejects There are six things the LORD hates, yes, seven are an abomination to him;"
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 16,
    "text": "Because she makes her rounds, seeking those worthy of her, and graciously appears to them on the way, and goes to meet them with full attention."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 16,
    "text": "Faithful friends are life-saving medicine; those who fear God will find them."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 16,
    "text": "Thus says the LORD: Stand by the earliest roads, ask the pathways of old, “Which is the way to good?” and walk it; thus you will find rest for yourselves. But they said, “We will not walk it.”"
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 16,
    "text": "are their gods, set up in their temples, their eyes full of dust from the feet of those who enter."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 16,
    "text": "But these men pressed the king. “Keep in mind, O king,” they said, “that under the law of the Medes and Persians every royal prohibition or decree is irrevocable.”"
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 16,
    "text": "You have kept the decrees of Omri, and all the works of the house of Ahab, and you have walked in their counsels; Therefore I will deliver you up to ruin, and your citizens to derision; and you shall bear the reproach of the nations."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 16,
    "text": "Teaching About Fasting. “When you fast, do not look gloomy like the hypocrites. They neglect their appearance, so that they may appear to others to be fasting. Amen, I say to you, they have received their reward."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 16,
    "text": "But when Herod learned of it, he said, “It is John whom I beheaded. He has been raised up.” The Death of John the Baptist."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 16,
    "text": "and Judas the son of James, and Judas Iscariot, who became a traitor. Ministering to a Great Multitude."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 16,
    "text": "When it was evening, his disciples went down to the sea,"
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 16,
    "text": "Do you not know that if you present yourselves to someone as obedient slaves, you are slaves of the one you obey, either of sin, which leads to death, or of obedience, which leads to righteousness?"
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 16,
    "text": "[Or] do you not know that anyone who joins himself to a prostitute becomes one body with her? For “the two,” it says, “will become one flesh.”"
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 16,
    "text": "What agreement has the temple of God with idols? For we are the temple of the living God; as God said: “I will live with them and move among them, and I will be their God and they shall be my people."
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 16,
    "text": "Peace and mercy be to all who follow this rule and to the Israel of God."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 16,
    "text": "In all circumstances, hold faith as a shield, to quench all [the] flaming arrows of the evil one."
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 16,
    "text": "who alone has immortality, who dwells in unapproachable light, and whom no human being has seen or can see. To him be honor and eternal power. Amen. Right Use of Wealth."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 16,
    "text": "Human beings swear by someone greater than themselves; for them an oath serves as a guarantee and puts an end to all argument."
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 16,
    "text": "They cried out to the mountains and the rocks, “Fall on us and hide us from the face of the one who sits on the throne and from the wrath of the Lamb,"
  }
]