[
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 30,
    "text": "And the leader of their ancestral house of the clan of the Kohathites was Elizaphan, son of Uzziel."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 30,
    "text": "So Moab was brought under the power of Israel at that time; and the land had rest for eighty years."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 30,
    "text": "Joab and Abishai his brother had been lying in wait for Abner because he killed Asahel their brother in battle at Gibeon."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 30,
    "text": "After him, Hananiah, son of Shelemiah, and Hanun, the sixth son of Zalaph, repaired the adjoining sector; after them, Meshullam, son of Berechiah, repaired the place opposite his own lodging."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 30,
    "text": "He feared that, as had happened once or twice, he would not have enough for his expenses and for the gifts that he was accustomed to give with a lavish hand—more so than all previous kings."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 30,
    "text": "the people praised the Lord who had marvelously glorified his own place; and the temple, charged so shortly before with fear and commotion, was filled with joy and gladness, now that the almighty Lord had appeared."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 30,
    "text": "Do not contend with someone without cause, with one who has done you no harm."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 30,
    "text": "To offer one's cheek to be struck, to be filled with disgrace."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 30,
    "text": "Who has crossed the sea and found her, bearing her away rather than choice gold?"
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 30,
    "text": "Your commandments we have not heeded or observed, nor have we done as you ordered us for our good."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 30,
    "text": "For they had said, “He has an unclean spirit.”"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 30,
    "text": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 30,
    "text": "He must increase; I must decrease.” The One from Heaven."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 30,
    "text": "for God is one and will justify the circumcised on the basis of faith and the uncircumcised through faith."
  }
]