[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 7,
    "text": "If you act rightly, you will be accepted; but if not, sin lies in wait at the door: its urge is for you, yet you can rule over it."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 7,
    "text": "Then God said: Put your hand back into the fold of your garment. So he put his hand back into the fold of his garment, and when he drew it out, there it was again like his own flesh."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 7,
    "text": "The priest shall also put some of the blood on the horns of the altar of fragrant incense which stands before the LORD in the tent of meeting. The rest of the bull’s blood he shall pour out at the base of the altar for burnt offerings which is at the entrance of the tent of meeting."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 7,
    "text": "On the table of the Presence they shall spread a violet cloth and put on it the plates and cups, as well as the bowls and pitchers for libations; the established bread offering shall remain on the table."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 7,
    "text": "For what great nation is there that has gods so close to it as the LORD, our God, is to us whenever we call upon him?"
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 7,
    "text": "you shall answer them, ‘The waters of the Jordan ceased to flow before the ark of the covenant of the LORD when it crossed the Jordan.’ Thus these stones are to serve as a perpetual memorial to the Israelites.”"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 7,
    "text": "I will draw Sisera, the general of Jabin’s army, out to you at the Wadi Kishon, together with his chariots and troops, and I will deliver them into your power.”"
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 7,
    "text": "Now it used to be the custom in Israel that, to make binding a contract of redemption or exchange, one party would take off a sandal and give it to the other. This was the form of attestation in Israel."
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 7,
    "text": "the Philistines were frightened, crying out, “Gods have come to their camp. Woe to us! This has never happened before."
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 7,
    "text": "and entered the house while Ishbaal was lying asleep in his bedroom. They struck and killed him, and cut off his head. Then, taking the head, they traveled on the Arabah road all night long."
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 7,
    "text": "Solomon had twelve governors over all Israel who supplied food for the king and his household, each having to provide for one month in the year."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 7,
    "text": "She went and told the man of God, who said, “Go sell the oil to pay off your creditor; with what remains, you and your children can live.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 7,
    "text": "The sons of Helah were Zereth, Izhar, Ethnan, and Koz."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 7,
    "text": "He made the menorahs of gold, ten of them as was prescribed, and placed them in the nave, five to the right and five to the left."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 7,
    "text": "Again, in the time of Artaxerxes, Tabeel and the rest of his fellow officials, in concert with Mithredath, wrote to Artaxerxes, king of Persia. The document was written in Aramaic and was accompanied by a translation."
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 7,
    "text": "I stationed guards down below, behind the wall, near the exposed points, assigning them by family groups with their swords, spears, and bows."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 7,
    "text": "“Give alms from your possessions. Do not turn your face away from any of the poor, so that God’s face will not be turned away from you."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 7,
    "text": "and instructed them to keep firm hold of the mountain passes, since these offered access to Judea. It would be easy to stop those advancing, as the approach was only wide enough for two at a time."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 7,
    "text": "and Mordecai recounted all that had happened to him, as well as the exact amount of silver Haman had promised to pay to the royal treasury for the slaughter of the Jews."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 7,
    "text": "They saw the army of the Gentiles, strong, breastplated, and flanked with cavalry, and made up of experienced soldiers."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 7,
    "text": "Jason as High Priest. But Seleucus died, and when Antiochus surnamed Epiphanes succeeded him on the throne, Onias’ brother Jason obtained the high priesthood by corrupt means:"
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 7,
    "text": "Reflect now, what innocent person perishes? Where are the upright destroyed?"
  },
  {
    "book": "Psalms",
    "chapter": 4,
    "verse": 7,
    "text": "III - Many say, “May we see better times! LORD, show us the light of your face!” Selah"
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 7,
    "text": "The beginning of wisdom is: get wisdom; whatever else you get, get understanding."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 7,
    "text": "Companions and Successors. Again I saw this vanity under the sun:"
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 7,
    "text": "You are beautiful in every way, my friend, there is no flaw in you!"
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 7,
    "text": "C. On Early Death - But the righteous one, though he die early, shall be at rest."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 7,
    "text": "Social Conduct - Endear yourself to the assembly; before the city’s ruler bow your head."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 7,
    "text": "Up comes the lion from its lair, the destroyer of nations has set out, has left its place, To turn your land into a desolation, your cities into an uninhabited waste."
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 7,
    "text": "Her princes were brighter than snow, whiter than milk, Their bodies more ruddy than coral, their beauty like the sapphire."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 7,
    "text": "For you provoked your Maker with sacrifices to demons and not to God;"
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 7,
    "text": "Turning your face toward the siege of Jerusalem, with bared arm you shall prophesy against it."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 7,
    "text": "“These were the visions I saw while in bed: I saw a tree of great height at the center of the earth."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 7,
    "text": "The more they multiplied, the more they sinned against me, I will change their glory into shame."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 7,
    "text": "Look! I am rousing them from the place to which you sold them, and I will turn your deeds back upon your own head."
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 7,
    "text": "And I withheld the rain from you when the harvest was still three months away; I sent rain upon one city but not upon another; One field was watered by rain, but the one I did not water dried up;"
  },
  {
    "book": "Jonah",
    "chapter": 4,
    "verse": 7,
    "text": "But the next morning at dawn God provided a worm that attacked the plant, so that it withered."
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 7,
    "text": "I will make of the lame a remnant, and of the weak a strong nation; The LORD shall be king over them on Mount Zion, from now on and forever."
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 7,
    "text": "Who are you, O great mountain? Before Zerubbabel you become a plain. He will bring forth the first stone amid shouts of ‘Favor, favor be upon it!’”"
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 7,
    "text": "Jesus answered him, “Again it is written, ‘You shall not put the Lord, your God, to the test.’”"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 7,
    "text": "Some seed fell among thorns, and the thorns grew up and choked it and it produced no grain."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 7,
    "text": "All this will be yours, if you worship me.”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 7,
    "text": "A woman of Samaria came to draw water. Jesus said to her, “Give me a drink.”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 7,
    "text": "They brought them into their presence and questioned them, “By what power or by what name have you done this?”"
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 7,
    "text": "“Blessed are they whose iniquities are forgiven and whose sins are covered."
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 7,
    "text": "Who confers distinction upon you? What do you possess that you have not received? But if you have received it, why are you boasting as if you did not receive it?"
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 7,
    "text": "The Paradox of the Ministry. But we hold this treasure in earthen vessels, that the surpassing power may be of God and not from us."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 7,
    "text": "So you are no longer a slave but a child, and if a child then also an heir, through God. Do Not Throw This Freedom Away."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 7,
    "text": "Diversity of Gifts. But grace was given to each of us according to the measure of Christ’s gift."
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 7,
    "text": "Then the peace of God that surpasses all understanding will guard your hearts and minds in Christ Jesus."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 7,
    "text": "V. Conclusion - Tychicus and Onesimus. Tychicus, my beloved brother, trustworthy minister, and fellow slave in the Lord, will tell you all the news of me."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 7,
    "text": "For God did not call us to impurity but to holiness."
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 7,
    "text": "Avoid profane and silly myths. Train yourself for devotion,"
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 7,
    "text": "I have competed well; I have finished the race; I have kept the faith."
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 7,
    "text": "he once more set a day, “today,” when long afterwards he spoke through David, as already quoted: “Oh, that today you would hear his voice: ‘Harden not your hearts.’”"
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 7,
    "text": "So submit yourselves to God. Resist the devil, and he will flee from you."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 7,
    "text": "The end of all things is at hand. Therefore, be serious and sober for prayers."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 7,
    "text": "God’s Love and Christian Life. Beloved, let us love one another, because love is of God; everyone who loves is begotten by God and knows God."
  },
  {
    "book": "Revelation",
    "chapter": 4,
    "verse": 7,
    "text": "The first creature resembled a lion, the second was like a calf, the third had a face like that of a human being, and the fourth looked like an eagle in flight."
  }
]