[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 33,
    "text": "The Egyptians, in a hurry to send them away from the land, urged the people on, for they said, “All of us will die!”"
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 33,
    "text": "Jeroboam went up to the altar he built in Bethel on the fifteenth day of the eighth month, the month he arbitrarily chose. He established a feast for the Israelites, and he went up to the altar to burn incense."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 33,
    "text": "Of the Issacharites, their chiefs who were endowed with an understanding of the times and who knew what Israel had to do: two hundred chiefs, together with all their kinsmen under their command."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 33,
    "text": "along with Azariah, Ezra, Meshullam,"
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 33,
    "text": "Simon also set out and traveled as far as Askalon and its neighboring strongholds. He then turned to Joppa and took it by surprise,"
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 33,
    "text": "who opposed them with three thousand foot soldiers and four hundred cavalry."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 33,
    "text": "A Tree and Its Fruits. “Either declare the tree good and its fruit is good, or declare the tree rotten and its fruit is rotten, for a tree is known by its fruit."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 33,
    "text": "And ‘to love him with all your heart, with all your understanding, with all your strength, and to love your neighbor as yourself’ is worth more than all burnt offerings and sacrifices.”"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 33,
    "text": "Sell your belongings and give alms. Provide money bags for yourselves that do not wear out, an inexhaustible treasure in heaven that no thief can reach nor moth destroy."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 33,
    "text": "He said this indicating the kind of death he would die."
  }
]