[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 17,
    "text": "I, on my part, am about to bring the flood waters on the earth, to destroy all creatures under the sky in which there is the breath of life; everything on earth shall perish."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 17,
    "text": "The sons of Gershon, by their clans: Libni and Shimei."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 17,
    "text": "The LORD said to Moses:"
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 17,
    "text": "He shall then offer up the ram as a communion sacrifice to the LORD, along with the basket of unleavened cakes, and the priest will offer the grain offering and libation."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 17,
    "text": "But keep the commandments of the LORD, your God, and the decrees and the statutes he has commanded you."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 17,
    "text": "The city and everything in it is under the ban. Only Rahab the prostitute and all who are in the house with her are to live, because she hid the messengers we sent."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 17,
    "text": "He answered him, “If you look on me with favor, give me a sign that you are the one speaking with me."
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 17,
    "text": "The golden tumors the Philistines sent back as a reparation offering to the LORD were as follows: one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, and one for Ekron."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 17,
    "text": "They brought in the ark of the LORD and set it in its place within the tent which David had pitched for it. Then David sacrificed burnt offerings and communion offerings before the LORD."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 17,
    "text": "The house was forty cubits long, that is, the nave, the part in front."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 17,
    "text": "Then he prayed, “O LORD, open his eyes, that he may see.” And the LORD opened the eyes of the servant, and he saw that the mountainside was filled with fiery chariots and horses around Elisha."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 17,
    "text": "They served as singers before the tabernacle of the tent of meeting until Solomon built the house of the LORD in Jerusalem, and they performed their services according to the order prescribed for them."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 17,
    "text": "Now, LORD, God of Israel, may the words which you spoke to David your servant be confirmed."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 17,
    "text": "For the dedication of this house of God, they offered one hundred bulls, two hundred rams, and four hundred lambs, together with twelve he-goats as a sin offering for all Israel, in keeping with the number of the tribes of Israel."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 17,
    "text": "At that same time, however, many letters were going to Tobiah from the nobles of Judah, and Tobiah’s letters were reaching them,"
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 17,
    "text": "He replied by giving them an account of what was said in the council of Holofernes, and of all his own words among the Assyrian rulers, and of all the boasting threats of Holofernes against the house of Israel."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 17,
    "text": "When Lysias learned that the king was dead, he set up the king’s son Antiochus, whom he had reared as a child, to be king in his place; and he gave him the title Eupator."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 17,
    "text": "Let these words suffice for recalling this truth. Without further ado we must go on with our story."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 17,
    "text": "Yet once they flow, they cease to be; in the heat, they disappear from their place."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 17,
    "text": "Haughty eyes, a lying tongue, hands that shed innocent blood,"
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 17,
    "text": "For the first step toward Wisdom is an earnest desire for discipline;"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 17,
    "text": "Those who fear the Lord enjoy stable friendship, for as they are, so will their neighbors be."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 17,
    "text": "I raised up watchmen for them: “Pay attention to the sound of the trumpet!” But they said, “We will not pay attention!”"
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 17,
    "text": "Their courtyards are walled in like those of someone brought to execution for a crime against the king; the priests reinforce their temples with gates and bars and bolts, so they will not be carried off by robbers."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 17,
    "text": "So the king ordered Daniel to be brought and cast into the lions’ den. To Daniel he said, “Your God, whom you serve so constantly, must save you.”"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 17,
    "text": "But when you fast, anoint your head and wash your face,"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 17,
    "text": "Herod was the one who had John arrested and bound in prison on account of Herodias, the wife of his brother Philip, whom he had married."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 17,
    "text": "And he came down with them and stood on a stretch of level ground. A great crowd of his disciples and a large number of the people from all Judea and Jerusalem and the coastal region of Tyre and Sidon"
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 17,
    "text": "embarked in a boat, and went across the sea to Capernaum. It had already grown dark, and Jesus had not yet come to them."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 17,
    "text": "But thanks be to God that, although you were once slaves of sin, you have become obedient from the heart to the pattern of teaching to which you were entrusted."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 17,
    "text": "But whoever is joined to the Lord becomes one spirit with him."
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 17,
    "text": "Therefore, come forth from them and be separate,” says the Lord, “and touch nothing unclean; then I will receive you"
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 17,
    "text": "From now on, let no one make troubles for me; for I bear the marks of Jesus on my body."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 17,
    "text": "And take the helmet of salvation and the sword of the Spirit, which is the word of God."
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 17,
    "text": "Tell the rich in the present age not to be proud and not to rely on so uncertain a thing as wealth but rather on God, who richly provides us with all things for our enjoyment."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 17,
    "text": "So when God wanted to give the heirs of his promise an even clearer demonstration of the immutability of his purpose, he intervened with an oath,"
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 17,
    "text": "because the great day of their wrath has come and who can withstand it?”"
  }
]