[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 32,
    "text": "These are the clans of Noah’s sons, according to their origins and by their nations. From these the nations of the earth branched out after the flood."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 32,
    "text": "If you come with us, we will share with you the prosperity the LORD will bestow on us.”"
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 32,
    "text": "The LORD delivered Lachish into the power of Israel, so that on the second day Joshua captured it and put it to the sword with every person in it, just as he had done to Libnah."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 32,
    "text": "At that time the LORD began to dismember Israel. Hazael defeated the Israelites throughout their territory"
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 32,
    "text": "Benjamin, Malluch, Shemariah;"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 32,
    "text": "When the local inhabitants bring in merchandise or any kind of grain for sale on the sabbath day, we will not buy from them on the sabbath or on any other holy day. In the seventh year we will forgo the produce, and forgive every kind of debt."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 32,
    "text": "I also yield my authority over the citadel in Jerusalem, and I transfer it to the high priest, that he may put in it such men as he shall choose to guard it."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 32,
    "text": "Timothy, however, fled to a well-fortified stronghold called Gazara, where Chaereas was in command."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 32,
    "text": "The lips of the just know favor, but the mouth of the wicked, perversion."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 32,
    "text": "Even today he will halt at Nob, he will shake his fist at the mount of daughter Zion, the hill of Jerusalem!"
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 32,
    "text": "Everyone who acknowledges me before others I will acknowledge before my heavenly Father."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 32,
    "text": "The Third Prediction of the Passion. They were on the way, going up to Jerusalem, and Jesus went ahead of them. They were amazed, and those who followed were afraid. Taking the Twelve aside again, he began to tell them what was going to happen to him."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 32,
    "text": "Likewise a Levite came to the place, and when he saw him, he passed by on the opposite side."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 32,
    "text": "Jesus answered them, “I have shown you many good works from my Father. For which of these are you trying to stone me?”"
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 32,
    "text": "Send therefore to Joppa and summon Simon, who is called Peter. He is a guest in the house of Simon, a tanner, by the sea.’"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 32,
    "text": "Avoid giving offense, whether to Jews or Greeks or the church of God,"
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 32,
    "text": "Remember the days past when, after you had been enlightened, you endured a great contest of suffering."
  }
]