[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 26,
    "text": "To Seth, in turn, a son was born, and he named him Enosh. At that time people began to invoke the LORD by name."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 26,
    "text": "So God let Moses alone. At that time she said, “A spouse of blood,” in regard to the circumcision."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 26,
    "text": "All of its fat he shall burn on the altar like the fat of the communion sacrifice. Thus the priest shall make atonement on the tribal leader’s behalf for his wrong, that he may be forgiven."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 26,
    "text": "the hangings of the court, the curtain at the entrance to the gate of the court that encloses both the tabernacle and the altar, together with their ropes and all other objects necessary for their use. Whatever is to be done to maintain these things, they shall do."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 26,
    "text": "I call heaven and earth this day to witness against you, that you shall all quickly perish from the land which you are crossing the Jordan to possess. You shall not live in it for any length of time but shall be utterly wiped out."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 26,
    "text": "Hurry to meet her, and ask if everything is all right with her, with her husband, and with the boy.” “Everything is all right,” she replied."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 26,
    "text": "The sons of Mishma were his son Hammuel, whose son was Zaccur, whose son was Shimei."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 26,
    "text": "Victory over Lysias. But those of the foreigners who had escaped went and told Lysias all that had occurred."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 26,
    "text": "So Jason, who had cheated his own brother and now saw himself cheated by another man, was driven out as a fugitive to the country of the Ammonites."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 26,
    "text": "Survey the path for your feet, and all your ways will be sure."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 26,
    "text": "Do not be ashamed to acknowledge your sins, and do not struggle against a rushing stream."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 26,
    "text": "I looked—the garden land was a wilderness, with all its cities destroyed before the LORD, before his blazing anger."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 26,
    "text": "My pampered children have trodden rough roads, carried off by their enemies like sheep in a raid."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 26,
    "text": "Twelve months later, as he was walking on the roof of the royal palace in Babylon,"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 26,
    "text": "Seed Grows of Itself. He said, “This is how it is with the kingdom of God; it is as if a man were to scatter seed on the land"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 26,
    "text": "It was to none of these that Elijah was sent, but only to a widow in Zarephath in the land of Sidon."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 26,
    "text": "Jesus said to her, “I am he, the one who is speaking with you.”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 26,
    "text": "The kings of the earth took their stand and the princes gathered together against the Lord and against his anointed.’"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 26,
    "text": "But the Jerusalem above is freeborn, and she is our mother."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 26,
    "text": "Be angry but do not sin; do not let the sun set on your anger,"
  }
]