[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 4,
    "text": "that, in the seventh month, on the seventeenth day of the month, the ark came to rest on the mountains of Ararat."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 4,
    "text": "Then Pharaoh summoned Moses and Aaron and said, “Pray to the LORD to remove the frogs from me and my people, and I will let the people go to sacrifice to the LORD.”"
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 4,
    "text": "Moses did as the LORD had commanded. When the community had assembled at the entrance of the tent of meeting,"
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 4,
    "text": "This is the construction of the menorah: hammered gold, from its base to its bowls it was hammered; according to the pattern which the LORD had shown Moses, so he made the menorah."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 4,
    "text": "The clothing did not fall from you in tatters, nor did your feet swell these forty years."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 4,
    "text": "with these orders: “See that you ambush the city from the rear. Do not be very far from the city. All of you must be ready."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 4,
    "text": "When Gideon reached the Jordan and crossed it, he and his three hundred men were exhausted and famished."
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 4,
    "text": "Therefore all the elders of Israel assembled and went to Samuel at Ramah"
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 4,
    "text": "David captured from him one thousand seven hundred horsemen and twenty thousand foot soldiers. David hamstrung all the chariot horses, but left one hundred for his chariots."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 4,
    "text": "and they brought up the ark of the LORD and the tent of meeting with all the sacred vessels that were in the tent. The priests and Levites brought them up."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 4,
    "text": "The king was talking with Gehazi, the servant of the man of God: “Tell me all the great things that Elisha has done.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 4,
    "text": "The sons of Ehud were Abishua, Naaman, Ahoah,"
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 4,
    "text": "He built Tadmor in the wilderness and all the supply cities, which he built in Hamath."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 4,
    "text": "of the descendants of Pahath-moab, Eliehoenai, son of Zerahiah, and with him two hundred males;"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 4,
    "text": "Ezra the scribe stood on a wooden platform that had been made for the occasion; at his right side stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah, and on his left Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, Meshullam."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 4,
    "text": "When Sarah's parents left the bedroom and closed the door behind them, Tobiah rose from bed and said to his wife, “My sister, come, let us pray and beg our Lord to grant us mercy and protection.”"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 4,
    "text": "Judith was living as a widow in her home for three years and four months."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 4,
    "text": "The king stretched forth the golden scepter to Esther. So she rose and, standing before him,"
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 4,
    "text": "By planning and persistence they subjugated the whole region, although it was very remote from their own. They also subjugated the kings who had come against them from the far corners of the earth until they crushed them and inflicted on them severe defeat. The rest paid tribute to them every year."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 4,
    "text": "to remember the criminal slaughter of innocent children and the blasphemies uttered against his name; and to manifest his hatred of evil."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 4,
    "text": "If your children have sinned against him and he has left them in the grip of their guilt,"
  },
  {
    "book": "Psalms",
    "chapter": 8,
    "verse": 4,
    "text": "When I see your heavens, the work of your fingers, the moon and stars that you set in place—"
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 4,
    "text": "“To you, O people, I call; my appeal is to you mortals."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 4,
    "text": "His word is sovereign, and who can say to him, “What are you doing?”"
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 4,
    "text": "I adjure you, Daughters of Jerusalem, do not awaken or stir up love until it is ready!"
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 4,
    "text": "For she leads into the understanding of God, and chooses his works."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 4,
    "text": "Do not associate with the senseless, lest your ancestors be insulted."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 4,
    "text": "for before the child learns to say, “My father, my mother,” the wealth of Damascus and the spoils of Samaria shall be carried off by the king of Assyria."
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 4,
    "text": "Israel's Conduct Incomprehensible - Tell them: Thus says the LORD: When someone falls, do they not rise again? if they turn away, do they not turn back?"
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 4,
    "text": "There I saw the glory of the God of Israel, like the vision I had seen in the plain."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 4,
    "text": "I saw the ram butting toward the west, north, and south. No beast could withstand it or be rescued from its power; it did what it pleased and grew powerful."
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 4,
    "text": "They made kings, but not by my authority; they established princes, but without my knowledge. With their silver and gold they made idols for themselves, to their own destruction."
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 4,
    "text": "Hear this, you who trample upon the needy and destroy the poor of the land:"
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 4,
    "text": "Thus says the LORD of hosts: Old men and old women will again sit in the streets of Jerusalem, each with staff in hand because of old age."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 4,
    "text": "Then Jesus said to him, “See that you tell no one, but go show yourself to the priest, and offer the gift that Moses prescribed; that will be proof for them.” The Healing of a Centurion's Servant."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 4,
    "text": "His disciples answered him, “Where can anyone get enough bread to satisfy them here in this deserted place?”"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 4,
    "text": "When a large crowd gathered, with people from one town after another journeying to him, he spoke in a parable."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 4,
    "text": "They said to him, “Teacher, this woman was caught in the very act of committing adultery."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 4,
    "text": "III. The Mission in Judea and Samaria - Philip in Samaria. Now those who had been scattered went about preaching the word."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 4,
    "text": "so that the righteous decree of the law might be fulfilled in us, who live not according to the flesh but according to the spirit."
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 4,
    "text": "So about the eating of meat sacrificed to idols: we know that “there is no idol in the world,” and that “there is no God but one.”"
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 4,
    "text": "they begged us insistently for the favor of taking part in the service to the holy ones,"
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 4,
    "text": "If then he were on earth, he would not be a priest, since there are those who offer gifts according to the law."
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 4,
    "text": "The smoke of the incense along with the prayers of the holy ones went up before God from the hand of the angel."
  }
]