[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 23,
    "text": "Evening came, and morning followed—the fifth day."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 23,
    "text": "those enrolled from the tribe of Simeon were fifty-nine thousand three hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 23,
    "text": "Agreeing with the proposal, I took twelve men from your number, one from each tribe."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 23,
    "text": "The house of Joseph reconnoitered Bethel, which formerly was called Luz."
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 23,
    "text": "Her husband Elkanah answered her: “Do what you think best; wait until you have weaned him. Only may the LORD fulfill his word!” And so she remained at home and nursed her son until she had weaned him."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 23,
    "text": "Saul and Jonathan, beloved and dear, separated neither in life nor death, swifter than eagles, stronger than lions!"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 23,
    "text": "They told the king, “Nathan the prophet is here.” He entered the king’s presence and did him homage, bowing to the floor."
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 23,
    "text": "Ophir, Havilah, and Jobab; all these were the sons of Joktan."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 23,
    "text": "And he took away the silver and gold and the precious vessels; he also took all the hidden treasures he could find."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 23,
    "text": "While the sacrifice was being burned, the priests recited a prayer, and all present joined in with them. Jonathan led and the rest responded with Nehemiah."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 23,
    "text": "How long will you turn away at my reproof? [The arrogant delight in their arrogance, and fools hate knowledge.] Lo! I will pour out to you my spirit, I will acquaint you with my words:"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 23,
    "text": "Your princes are rebels and comrades of thieves; Each one of them loves a bribe and looks for gifts. The fatherless they do not defend, the widow’s plea does not reach them."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 23,
    "text": "Beneath the firmament their wings stretched out toward one another; each had two wings covering the body."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 23,
    "text": "“Behold, the virgin shall be with child and bear a son, and they shall name him Emmanuel,” which means “God is with us.”"
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 23,
    "text": "In their synagogue was a man with an unclean spirit;"
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 23,
    "text": "Then, when his days of ministry were completed, he went home."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 23,
    "text": "He said: “I am ‘the voice of one crying out in the desert, “Make straight the way of the Lord,”’ as Isaiah the prophet said.”"
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 23,
    "text": "So they proposed two, Joseph called Barsabbas, who was also known as Justus, and Matthias."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 23,
    "text": "and exchanged the glory of the immortal God for the likeness of an image of mortal man or of birds or of four-legged animals or of snakes."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 23,
    "text": "but we proclaim Christ crucified, a stumbling block to Jews and foolishness to Gentiles,"
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 23,
    "text": "Paul’s Change of Plan. But I call upon God as witness, on my life, that it is to spare you that I have not yet gone to Corinth."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 23,
    "text": "they only kept hearing that “the one who once was persecuting us is now preaching the faith he once tried to destroy.”"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 23,
    "text": "which is his body, the fullness of the one who fills all things in every way."
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 23,
    "text": "I am caught between the two. I long to depart this life and be with Christ, [for] that is far better."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 23,
    "text": "provided that you persevere in the faith, firmly grounded, stable, and not shifting from the hope of the gospel that you heard, which has been preached to every creature under heaven, of which I, Paul, am a minister. Christ in Us."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 23,
    "text": "Final Greetings. Epaphras, my fellow prisoner in Christ Jesus, greets you,"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 23,
    "text": "For if anyone is a hearer of the word and not a doer, he is like a man who looks at his own face in a mirror."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 23,
    "text": "You have been born anew, not from perishable but from imperishable seed, through the living and abiding word of God,"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 23,
    "text": "save others by snatching them out of the fire; on others have mercy with fear, abhorring even the outer garment stained by the flesh. Doxology."
  }
]