[
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 35,
    "text": "In the hardness of his heart, Pharaoh would not let the Israelites go, just as the LORD had said through Moses."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 35,
    "text": "Gaal, son of Ebed, went out and stood at the entrance of the city gate. When Abimelech and his soldiers rose from their place of ambush,"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 35,
    "text": "But when they went to bury her, they found nothing of her but the skull, the feet, and the hands."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 35,
    "text": "II. The History of David - Genealogy of Saul. Jeiel, the founder of Gibeon, dwelt in Gibeon; his wife's name was Maacah."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 35,
    "text": "While they were still in their kingdom, in the midst of the many good things that you had given them And in the wide, fertile land that you had spread out before them, They did not serve you nor turn away from their evil deeds."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 35,
    "text": "Jonathan sent his brother as leader of the convoy to implore his friends, the Nabateans, to let them deposit with them their great quantity of baggage."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 35,
    "text": "that I might speak without being afraid of him. Since this is not the case with me, I loathe my life."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 35,
    "text": "The Compassion of Jesus. Jesus went around to all the towns and villages, teaching in their synagogues, proclaiming the gospel of the kingdom, and curing every disease and illness."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 35,
    "text": "Then he sat down, called the Twelve, and said to them, “If anyone wishes to be first, he shall be the last of all and the servant of all.”"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 35,
    "text": "Then from the cloud came a voice that said, “This is my chosen Son; listen to him.”"
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 35,
    "text": "When Jesus heard that they had thrown him out, he found him and said, “Do you believe in the Son of Man?”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 35,
    "text": "And all the inhabitants of Lydda and Sharon saw him, and they turned to the Lord."
  }
]