[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 2,
    "text": "Next she gave birth to his brother Abel. Abel became a herder of flocks, and Cain a tiller of the ground."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 2,
    "text": "The LORD said to him: What is in your hand? “A staff,” he answered."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 2,
    "text": "Tell the Israelites: When a person inadvertently does wrong by violating any one of the LORD’s prohibitions—"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 2,
    "text": "Take a census among the Levites of the Kohathites, by clans and ancestral houses,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 2,
    "text": "In your observance of the commandments of the LORD, your God, which I am commanding you, you shall not add to what I command you nor subtract from it."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 2,
    "text": "the LORD said to Joshua: Choose twelve men from the people, one from each tribe,"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 2,
    "text": "So the LORD sold them into the power of the Canaanite king, Jabin, who reigned in Hazor. The general of his army was Sisera, who lived in Harosheth-ha-goiim."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 2,
    "text": "Then Boaz picked out ten of the elders of the town and asked them to sit nearby. When they had done this,"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 2,
    "text": "The Philistines then drew up in battle formation against Israel. After a fierce struggle Israel was defeated by the Philistines, who killed about four thousand men on the battlefield."
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 2,
    "text": "Ishbaal, son of Saul, had two company leaders named Baanah and Rechab, sons of Rimmon the Beerothite, of the tribe of Benjamin—Beeroth, too, was ascribed to Benjamin:"
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 2,
    "text": "and these were the officials he had in his service: Azariah, son of Zadok, the priest;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 2,
    "text": "Elisha answered her, “What am I to do for you? Tell me what you have in the house.” She replied, “This servant of yours has nothing in the house but a jug of oil.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 2,
    "text": "Reaiah, the son of Shobal, became the father of Jahath, and Jahath became the father of Ahumai and Lahad. These were the clans of the Zorathites."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 2,
    "text": "He also made the molten sea. It was made with a circular rim, and measured ten cubits across, five in height, and thirty in circumference."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 2,
    "text": "they approached Zerubbabel and the heads of ancestral houses and said to them, “Let us build with you, for we seek your God just as you do, and we have sacrificed to him since the days of Esarhaddon, king of Assyria, who brought us here.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 2,
    "text": "They all plotted together to come and fight against Jerusalem and to throw us into confusion."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 2,
    "text": "He thought to himself, “Now that I have asked for death, why should I not call my son Tobiah and let him know about this money before I die?”"
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 2,
    "text": "they were in very great fear of him, and greatly alarmed for Jerusalem and the temple of the Lord, their God."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 2,
    "text": "till he came before the royal gate, which no one clothed in sackcloth might enter."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 2,
    "text": "in order to fall upon the camp of the Jews in a surprise attack. Some from the citadel were his guides."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 2,
    "text": "He dared to brand as a schemer against the government the man who was the benefactor of the city, the protector of his compatriots, and a zealous defender of the laws."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 2,
    "text": "If someone attempts a word with you, would you mind? How can anyone refrain from speaking?"
  },
  {
    "book": "Psalms",
    "chapter": 4,
    "verse": 2,
    "text": "I - Answer me when I call, my saving God. When troubles hem me in, set me free; take pity on me, hear my prayer."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 2,
    "text": "Yes, excellent advice I give you; my teaching do not forsake."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 2,
    "text": "And those now dead, I declared more fortunate in death than are the living to be still alive."
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 2,
    "text": "Your teeth are like a flock of ewes to be shorn, that come up from the washing, All of them big with twins, none of them barren."
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 2,
    "text": "When it is present people imitate it, and they long for it when it is gone; Forever it marches crowned in triumph, victorious in unsullied deeds of valor."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 2,
    "text": "Do not grieve the hungry, nor anger the needy."
  },
  {
    "book": "Isaiah",
    "chapter": 4,
    "verse": 2,
    "text": "Jerusalem Purified - On that day, The branch of the LORD will be beauty and glory, and the fruit of the land will be honor and splendor for the survivors of Israel."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 2,
    "text": "And swear, “As the LORD lives,” in truth, in judgment, and in justice, Then the nations shall bless themselves in him and in him glory."
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 2,
    "text": "And Zion’s precious children, worth their weight in gold— How they are treated like clay jugs, the work of any potter!"
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 2,
    "text": "Turn, O Jacob, and receive her: walk by her light toward splendor."
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 2,
    "text": "Lay siege to it: build up siege works, raise a ramp against it, pitch camps and set up battering rams all around it."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 2,
    "text": "I had a terrifying dream as I lay in bed, and the images and my visions frightened me."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 2,
    "text": "Swearing, lying, murder, stealing and adultery break out; bloodshed follows bloodshed."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 2,
    "text": "I will gather all the nations and bring them down to the Valley of Jehoshaphat. There I will enter into judgment with them on behalf of my people, my heritage, Israel; Because they scattered them among the nations, they divided up my land."
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 2,
    "text": "The Lord GOD has sworn by his holiness: Truly days are coming upon you when they shall drag you away with ropes, your children with fishhooks;"
  },
  {
    "book": "Jonah",
    "chapter": 4,
    "verse": 2,
    "text": "He prayed to the LORD, “O LORD, is this not what I said while I was still in my own country? This is why I fled at first toward Tarshish. I knew that you are a gracious and merciful God, slow to anger, abounding in kindness, repenting of punishment."
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 2,
    "text": "Many nations shall come, and say, “Come, let us climb the LORD’s mountain, to the house of the God of Jacob, That he may instruct us in his ways, that we may walk in his paths.” For from Zion shall go forth instruction, and the word of the LORD from Jerusalem."
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 2,
    "text": "He said to me, “What do you see?” I replied, “I see a lampstand all of gold, with a bowl on top of it. There are seven lamps on it, with seven spouts on each of the lamps that are on top of it."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 2,
    "text": "He fasted for forty days and forty nights, and afterwards he was hungry."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 2,
    "text": "And he taught them at length in parables, and in the course of his instruction he said to them,"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 2,
    "text": "for forty days, to be tempted by the devil. He ate nothing during those days, and when they were over he was hungry."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 2,
    "text": "(although Jesus himself was not baptizing, just his disciples),"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 2,
    "text": "disturbed that they were teaching the people and proclaiming in Jesus the resurrection of the dead."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 2,
    "text": "Indeed, if Abraham was justified on the basis of his works, he has reason to boast; but this was not so in the sight of God."
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 2,
    "text": "Now it is of course required of stewards that they be found trustworthy."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 2,
    "text": "Rather, we have renounced shameful, hidden things; not acting deceitfully or falsifying the word of God, but by the open declaration of the truth we commend ourselves to everyone’s conscience in the sight of God."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 2,
    "text": "but he is under the supervision of guardians and administrators until the date set by his father."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 2,
    "text": "with all humility and gentleness, with patience, bearing with one another through love,"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 2,
    "text": "I urge Euodia and I urge Syntyche to come to a mutual understanding in the Lord."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 2,
    "text": "Prayer and Apostolic Spirit. Persevere in prayer, being watchful in it with thanksgiving;"
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 2,
    "text": "For you know what instructions we gave you through the Lord Jesus. Holiness in Sexual Conduct."
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 2,
    "text": "through the hypocrisy of liars with branded consciences."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 2,
    "text": "proclaim the word; be persistent whether it is convenient or inconvenient; convince, reprimand, encourage through all patience and teaching."
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 2,
    "text": "For in fact we have received the good news just as they did. But the word that they heard did not profit them, for they were not united in faith with those who listened."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 2,
    "text": "You covet but do not possess. You kill and envy but you cannot obtain; you fight and wage war. You do not possess because you do not ask."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 2,
    "text": "so as not to spend what remains of one’s life in the flesh on human desires, but on the will of God."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 2,
    "text": "This is how you can know the Spirit of God: every spirit that acknowledges Jesus Christ come in the flesh belongs to God,"
  },
  {
    "book": "Revelation",
    "chapter": 4,
    "verse": 2,
    "text": "At once I was caught up in spirit. A throne was there in heaven, and on the throne sat"
  }
]