[
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 31,
    "text": "Their responsibility was the ark, the table, the menorah, the altars, the utensils of the sanctuary with which the priests minister, the veil, and everything pertaining to their maintenance."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 31,
    "text": "Shamgar. After him there was Shamgar, son of Anath, who slew six hundred Philistines with an oxgoad. He, too, was a savior for Israel."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 31,
    "text": "David Mourns Abner. Then David said to Joab and to all the people who were with him, “Tear your garments, put on sackcloth, and mourn over Abner.” King David himself followed the bier."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 31,
    "text": "After him, Malchijah, a member of the goldsmiths' guild, carried out the work of repair as far as the quarters of the temple servants and the merchants, in front of the Gate of Inspection and as far as the upper chamber of the Angle."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 31,
    "text": "Greatly perplexed, he decided to go to Persia and levy tribute on those provinces, and so raise a large sum of money."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 31,
    "text": "Quickly some of the companions of Heliodorus begged Onias to call upon the Most High to spare the life of one who was about to breathe his last."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 31,
    "text": "Do not envy the violent and choose none of their ways:"
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 31,
    "text": "For the Lord does not reject forever;"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 31,
    "text": "None knows the way to her, nor has at heart her path."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 31,
    "text": "Therefore all you have brought upon us, all you have done to us, you have done by a proper judgment."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 31,
    "text": "Jesus and His Family. His mother and his brothers arrived. Standing outside they sent word to him and called him."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 31,
    "text": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 31,
    "text": "The one who comes from above is above all. The one who is of the earth is earthly and speaks of earthly things. But the one who comes from heaven [is above all]."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 31,
    "text": "Are we then annulling the law by this faith? Of course not! On the contrary, we are supporting the law."
  }
]