[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 11,
    "text": "But the earth was corrupt in the view of God and full of lawlessness."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 11,
    "text": "Go, tell Pharaoh, king of Egypt, to let the Israelites leave his land."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 11,
    "text": "Every male of Aaron's descendants may eat of it perpetually throughout your generations as their rightful due from the oblations for the LORD. Whatever touches the oblations becomes holy. High Priest's Daily Grain Offering."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 11,
    "text": "The priest shall offer up the one as a purification offering and the other as a burnt offering, thus making atonement for them for the sin they committed with respect to the corpse. On the same day they shall reconsecrate their heads"
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 11,
    "text": "with houses full of goods of all sorts that you did not garner, with cisterns that you did not dig, with vineyards and olive groves that you did not plant; and when, therefore, you eat and are satisfied,"
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 11,
    "text": "So he had the ark of the LORD circle the city, going once around it, after which they returned to camp for the night."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 11,
    "text": "Then the messenger of the LORD came and sat under the terebinth in Ophrah that belonged to Joash the Abiezrite. Joash's son Gideon was beating out wheat in the wine press to save it from the Midianites,"
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 11,
    "text": "Then they placed the ark of the LORD on the cart, along with the box containing the golden mice and the images of the tumors."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 11,
    "text": "The ark of the LORD remained in the house of Obed-edom the Gittite for three months, and the LORD blessed Obed-edom and all his household."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 11,
    "text": "The word of the LORD came to Solomon:"
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 11,
    "text": "Greatly disturbed over this, the king of Aram called together his officers and asked them, “Will you not tell me who among us is for the king of Israel?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 11,
    "text": "whose son was Elkanah, whose son was Zophai, whose son was Nahath,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 11,
    "text": "I have placed there the ark, in which is the covenant of the LORD that he made with the Israelites.”"
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 11,
    "text": "I also issue this decree: if any man alters this edict, a beam is to be taken from his house, and he is to be lifted up and impaled on it; and his house is to be reduced to rubble for this offense."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 11,
    "text": "My answer was: “A man like me take flight? Should a man like me enter the temple to save his life? I will not go!”"
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 11,
    "text": "So the servants seized him and took him out of the camp into the plain. From the plain they led him up into the hill country until they reached the springs below Bethulia."
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 11,
    "text": "So Haman took the robe and horse, clothed Mordecai, had him ride in the public square of the city, and cried out before him, “This is what is done for the man whom the king wishes to honor!”"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 11,
    "text": "I said to myself: ‘Into what tribulation have I come, and in what floods of sorrow am I now! Yet I was kindly and beloved in my rule.'"
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 11,
    "text": "Others, who had assembled in nearby caves to observe the seventh day in secret, were betrayed to Philip and all burned to death. In their respect for the holiness of that day, they refrained from defending themselves."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 11,
    "text": "What strength have I that I should endure, and what is my limit that I should be patient?"
  },
  {
    "book": "Psalms",
    "chapter": 6,
    "verse": 11,
    "text": "My foes will all be disgraced and will shudder greatly; they will turn back in sudden disgrace."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 11,
    "text": "Then poverty will come upon you like a robber, and want like a brigand."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 11,
    "text": "For the more words, the more vanity; what profit is there for anyone?"
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 11,
    "text": "Love's Meeting - W To the walnut grove I went down, to see the young growth of the valley; To see if the vines were in bloom, if the pomegranates had blossomed."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 11,
    "text": "Desire therefore my words; long for them and you will be instructed."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 11,
    "text": "When things go well, they are your other self, and lord it over your servants."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 11,
    "text": "“How long, O Lord?” I asked. And he replied: Until the cities are desolate, without inhabitants, Houses, without people, and the land is a desolate waste."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 11,
    "text": "But the wrath of the LORD brims up within me, I am weary of holding it in. I will pour it out upon the child in the street, upon the young men gathered together. Yes, husband and wife will be taken, elder with ancient."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 11,
    "text": "Though they are wrapped in purple clothing, they are not safe from rust and corrosion."
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 11,
    "text": "Thus says the Lord GOD: Clap your hands, stamp your feet, and cry “Alas!” for all the evil abominations of the house of Israel! They shall fall by the sword, starvation, and disease."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 11,
    "text": "Even after Daniel heard that this law had been signed, he continued his custom of going home to kneel in prayer and give thanks to his God in the upper chamber three times a day, with the windows open toward Jerusalem."
  },
  {
    "book": "Hosea",
    "chapter": 6,
    "verse": 11,
    "text": "For you also, Judah, a harvest has been appointed!"
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 11,
    "text": "Indeed, the LORD has given the command to shatter the great house to bits, and reduce the small house to rubble."
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 11,
    "text": "Shall I acquit crooked scales, bags of false weights?"
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 11,
    "text": "You will take silver and gold, and make crowns; place one on the head of Joshua, son of Jehozadak, the high priest."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 11,
    "text": "Give us today our daily bread;"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 11,
    "text": "Whatever place does not welcome you or listen to you, leave there and shake the dust off your feet in testimony against them.”"
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 11,
    "text": "But they became enraged and discussed together what they might do to Jesus. The Mission of the Twelve."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 11,
    "text": "Then Jesus took the loaves, gave thanks, and distributed them to those who were reclining, and also as much of the fish as they wanted."
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 11,
    "text": "Then they instigated some men to say, “We have heard him speaking blasphemous words against Moses and God.”"
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 11,
    "text": "Consequently, you too must think of yourselves as [being] dead to sin and living for God in Christ Jesus."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 11,
    "text": "That is what some of you used to be; but now you have had yourselves washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and in the Spirit of our God. Sexual Immorality."
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 11,
    "text": "We have spoken frankly to you, Corinthians; our heart is open wide."
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 11,
    "text": "See with what large letters I am writing to you in my own hand!"
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 11,
    "text": "Put on the armor of God so that you may be able to stand firm against the tactics of the devil."
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 11,
    "text": "But you, man of God, avoid all this. Instead, pursue righteousness, devotion, faith, love, patience, and gentleness."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 11,
    "text": "We earnestly desire each of you to demonstrate the same eagerness for the fulfillment of hope until the end,"
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 11,
    "text": "Each of them was given a white robe, and they were told to be patient a little while longer until the number was filled of their fellow servants and brothers who were going to be killed as they had been."
  }
]