[
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 31,
    "text": "The total enrollment of the camp of Dan is one hundred and fifty-seven thousand six hundred. They shall be the last on the march, by divisions."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 31,
    "text": "Then the LORD said to me, Now that I have already begun to give over to you Sihon and his land, begin to take possession."
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 31,
    "text": "Yes, the days are coming when I will break your strength and the strength of your father’s house, so that no one in your family lives to old age."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 31,
    "text": "But David’s servants had struck down and killed three hundred and sixty men of Benjamin, followers of Abner."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 31,
    "text": "The king answered him: “Do as he has said. Strike him down and bury him, and remove from me and from my father’s house the blood which Joab shed without provocation."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 31,
    "text": "The sons of Appaim: Ishi. The sons of Ishi: Sheshan. The sons of Sheshan: Ahlai."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 31,
    "text": "descendants of the other Elam, one thousand two hundred and fifty-four;"
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 31,
    "text": "It was reported to the officers and soldiers of the king who were in the City of David, in Jerusalem, that those who had flouted the king’s order had gone out to secret refuges in the wilderness."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 31,
    "text": "but one who is making an adaptation should be allowed to aim at brevity of expression and to forgo complete treatment of the matter."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 31,
    "text": "You people of this generation, consider the word of the Lord: Have I become a wilderness to Israel, a land of gloom? Why then do my people say, “We have moved on, we will not come to you any more”?"
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 31,
    "text": "they shall know that I, the LORD, am their God. I will give them a heart and ears that listen;"
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 31,
    "text": "“In your vision, O king, you saw a statue, very large and exceedingly bright, terrifying in appearance as it stood before you."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 31,
    "text": "which you prepared in sight of all the peoples,"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 31,
    "text": "he foresaw and spoke of the resurrection of the Messiah, that neither was he abandoned to the netherworld nor did his flesh see corruption."
  }
]