[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 26,
    "text": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 26,
    "text": "Our livestock also must go with us. Not an animal must be left behind, for some of them we will select for service to the LORD, our God; but we will not know with which ones we are to serve the LORD until we arrive there.”"
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 26,
    "text": "with Pagiel, son of Ochran, over the company of the tribe of Asherites,"
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 26,
    "text": "Thereupon Joshua struck and killed the kings, and hanged them on five trees, where they remained hanging until evening."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 26,
    "text": "Saul also went home to Gibeah, accompanied by warriors whose hearts the LORD had touched."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 26,
    "text": "Solomon’s Riches: Chariots and Horses. Solomon amassed chariots and horses; he had one thousand four hundred chariots and twelve thousand horses; these he allocated among the chariot cities and to the king’s service in Jerusalem."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 26,
    "text": "and took out the pillars of the temple of Baal. They burned the shrine,"
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 26,
    "text": "of the descendants of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah;"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 26,
    "text": "Rehum, Hashabnah, Maaseiah,"
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 26,
    "text": "We have heard how you have kept the treaty with us and continued in our friendship and not gone over to our enemies, and we are glad."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 26,
    "text": "Lying prostrate at the foot of the altar, they begged him to be gracious to them, and to be an enemy to their enemies, and a foe to their foes, as the law declares."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 26,
    "text": "As vinegar to the teeth, and smoke to the eyes, are sluggards to those who send them."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 26,
    "text": "Then the LORD of hosts will raise against them a scourge such as struck Midian at the rock of Oreb; and he will raise his staff over the sea as he did in Egypt."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 26,
    "text": "Courage Under Persecution. “Therefore do not be afraid of them. Nothing is concealed that will not be revealed, nor secret that will not be known."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 26,
    "text": "They were exceedingly astonished and said among themselves, “Then who can be saved?”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 26,
    "text": "Jesus said to him, “What is written in the law? How do you read it?”"
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 26,
    "text": "But you do not believe, because you are not among my sheep."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 26,
    "text": "Peter, however, raised him up, saying, “Get up. I myself am also a human being.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 26,
    "text": "for “the earth and its fullness are the Lord’s.”"
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 26,
    "text": "If we sin deliberately after receiving knowledge of the truth, there no longer remains sacrifice for sins"
  }
]