[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 16,
    "text": "Cain then left the LORD's presence and settled in the land of Nod, east of Eden."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 16,
    "text": "He will speak to the people for you: he will be your spokesman, and you will be as God to him."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 16,
    "text": "the anointed priest shall bring some of its blood into the tent of meeting,"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 16,
    "text": "Eleazar, son of Aaron the priest, shall be in charge of the oil for the light, the fragrant incense, the established grain offering, and the anointing oil. He shall be in charge of the whole tabernacle with all the sacred objects and utensils that are in it."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 16,
    "text": "not to act corruptly by fashioning an idol for yourselves to represent any figure, whether it be the form of a man or of a woman,"
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 16,
    "text": "Command the priests carrying the ark of the covenant to come up from the Jordan."
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 16,
    "text": "but Barak pursued the chariots and the army as far as Harosheth-ha-goiim. The entire army of Sisera fell beneath the sword, not even one man surviving."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 16,
    "text": "Naomi took the boy, cradled him against her breast, and cared for him."
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 16,
    "text": "The man said to Eli: “I have come from the battlefield; today I fled from there.” He asked, “What happened, my son?”"
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 16,
    "text": "Baana, son of Hushai, in Asher and Aloth;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 16,
    "text": "Elisha promised, “This time next year you will be cradling a baby son.” She said, “My lord, you are a man of God; do not deceive your servant.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 16,
    "text": "The sons of Jehallelel were Ziph, Ziphah, Tiria, and Asarel."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 16,
    "text": "pots, shovels, forks, and all the articles Huram-abi made for King Solomon for the house of the LORD; they were of burnished bronze."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 16,
    "text": "We therefore inform the king, that if this city is rebuilt and its walls completed again, you will thereupon not have a portion in the province West-of-Euphrates.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 16,
    "text": "At the same time I told the people to spend the nights inside Jerusalem, each with an attendant, so that they might serve as a guard by night and a working force by day."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 16,
    "text": "“Give to the hungry some of your food, and to the naked some of your clothing. Whatever you have left over, give away as alms; and do not let your eye begrudge the alms that you give."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 16,
    "text": "“Go and assemble all the Jews who are in Susa; fast on my behalf, all of you, not eating or drinking night or day for three days. I and my maids will also fast in the same way. Thus prepared, I will go to the king, contrary to the law. If I perish, I perish!”"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 16,
    "text": "When Judas and the army returned from the pursuit,"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 16,
    "text": "For this reason they found themselves in serious trouble: the very people whose manner of life they emulated, and whom they desired to imitate in everything, became their enemies and oppressors."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 16,
    "text": "It paused, but its likeness I could not recognize; a figure was before my eyes, in silence I heard a voice:"
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 16,
    "text": "For they cannot rest unless they have done evil; if they do not trip anyone they lose sleep."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 16,
    "text": "There is no end to all this people, to all who were before them; yet the later generations will not have joy in him. This also is vanity and a chase after wind."
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 16,
    "text": "Awake, north wind! Come, south wind! Blow upon my garden that its perfumes may spread abroad. W Let my lover come to his garden and eat its fruits of choicest yield."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 16,
    "text": "If they remain faithful, they will possess me; their descendants too will inherit me."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 16,
    "text": "“Make this known to the nations, announce it against Jerusalem: Besiegers are coming from the distant land, shouting their war cry against the cities of Judah.”"
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 16,
    "text": "The presence of the LORD was their portion, but he no longer looks upon them. The priests are shown no regard, the elders, no mercy."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 16,
    "text": "They have led away this widow's beloved sons, have left me solitary, without daughters."
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 16,
    "text": "Then he said to me: Son of man, I am about to break the staff of bread in Jerusalem so they shall eat bread which they have weighed out anxiously and drink water which they have measured out fearfully."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 16,
    "text": "Then Daniel, whose name was Belteshazzar, was appalled for a time, dismayed by his thoughts. “Belteshazzar,” the king said to him, “do not let the dream or its meaning dismay you.” “My lord,” Belteshazzar replied, “may this dream be for your enemies, and its meaning for your foes."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 16,
    "text": "For like a stubborn cow, Israel is stubborn; Will the LORD now pasture them, like lambs in a broad meadow?"
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 16,
    "text": "The LORD roars from Zion, and from Jerusalem raises his voice, The heavens and the earth quake, but the LORD will be a shelter for his people, a fortress for the people of Israel."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 16,
    "text": "the people who sit in darkness have seen a great light, on those dwelling in a land overshadowed by death light has arisen.”"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 16,
    "text": "And these are the ones sown on rocky ground who, when they hear the word, receive it at once with joy."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 16,
    "text": "He came to Nazareth, where he had grown up, and went according to his custom into the synagogue on the sabbath day. He stood up to read"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 16,
    "text": "Jesus said to her, “Go call your husband and come back.”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 16,
    "text": "“What are we to do with these men? Everyone living in Jerusalem knows that a remarkable sign was done through them, and we cannot deny it."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 16,
    "text": "For this reason, it depends on faith, so that it may be a gift, and the promise may be guaranteed to all his descendants, not to those who only adhere to the law but to those who follow the faith of Abraham, who is the father of all of us,"
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 16,
    "text": "Therefore, I urge you, be imitators of me."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 16,
    "text": "Therefore, we are not discouraged; rather, although our outer self is wasting away, our inner self is being renewed day by day."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 16,
    "text": "So now have I become your enemy by telling you the truth?"
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 16,
    "text": "from whom the whole body, joined and held together by every supporting ligament, with the proper functioning of each part, brings about the body's growth and builds itself up in love. Renewal in Christ."
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 16,
    "text": "For even when I was at Thessalonica you sent me something for my needs, not only once but more than once."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 16,
    "text": "And when this letter is read before you, have it read also in the church of the Laodiceans, and you yourselves read the one from Laodicea."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 16,
    "text": "For the Lord himself, with a word of command, with the voice of an archangel and with the trumpet of God, will come down from heaven, and the dead in Christ will rise first."
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 16,
    "text": "Attend to yourself and to your teaching; persevere in both tasks, for by doing so you will save both yourself and those who listen to you."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 16,
    "text": "At my first defense no one appeared on my behalf, but everyone deserted me. May it not be held against them!"
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 16,
    "text": "So let us confidently approach the throne of grace to receive mercy and to find grace for timely help."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 16,
    "text": "But now you are boasting in your arrogance. All such boasting is evil."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 16,
    "text": "But whoever is made to suffer as a Christian should not be ashamed but glorify God because of the name."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 16,
    "text": "We have come to know and to believe in the love God has for us. God is love, and whoever remains in love remains in God and God in him."
  }
]