[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 3,
    "text": "it is only about the fruit of the tree in the middle of the garden that God said, ‘You shall not eat it or even touch it, or else you will die.’”"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 3,
    "text": "So Moses decided, “I must turn aside to look at this remarkable sight. Why does the bush not burn up?”"
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 3,
    "text": "From the communion sacrifice the individual shall offer as an oblation to the LORD the fat that covers the inner organs, and all the fat that adheres to them,"
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 3,
    "text": "These are the names of Aaron’s sons, the anointed priests whom he ordained to serve as priests."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 3,
    "text": "And thus the LORD, our God, delivered into our power also Og, king of Bashan, with all his people. We defeated him so completely that we left him no survivor."
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 3,
    "text": "and issued these commands to the people: “When you see the ark of the covenant of the LORD, your God, which the levitical priests will carry, you must break camp and follow it,"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 3,
    "text": "the five lords of the Philistines, and all the Canaanites, the Sidonians, and the Hivites who lived in the mountain region of the Lebanon between Baal-hermon and Lebo-hamath."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 3,
    "text": "Now, go bathe and anoint yourself; then put on your best attire and go down to the threshing floor. Do not make yourself known to the man before he has finished eating and drinking."
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 3,
    "text": "The lamp of God was not yet extinguished, and Samuel was sleeping in the temple of the LORD where the ark of God was."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 3,
    "text": "the second, Chileab, of Abigail the wife of Nabal of Carmel; the third, Absalom, son of Maacah, who was the daughter of Talmai, king of Geshur;"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 3,
    "text": "Although Solomon loved the LORD, walking in the statutes of David his father, he offered sacrifice and burned incense on the high places."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 3,
    "text": "but he still held fast unceasingly to the sins which Jeroboam, son of Nebat, caused Israel to commit."
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 3,
    "text": "the fifth, Shephatiah, by Abital; the sixth, Ithream, by his wife Eglah."
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 3,
    "text": "These were the specifications laid down by Solomon for building the house of God: the length was sixty cubits according to the old measure, and the width was twenty cubits;"
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 3,
    "text": "They set the altar on its foundations, for they lived in fear of the peoples of the lands, and offered burnt offerings to the LORD on it, both morning and evening."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 3,
    "text": "The Fish Gate was rebuilt by the people of Hassenaah; they timbered it and set up its doors, its bolts, and its bars."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 3,
    "text": "And now, Lord, be mindful of me and look with favor upon me. Do not punish me for my sins, or for my inadvertent offenses, or for those of my ancestors. “They sinned against you,"
  },
  {
    "book": "Judith",
    "chapter": 3,
    "verse": 3,
    "text": "See, our dwellings and all our land and every wheat field, our flocks and herds, and all our encampments are at your disposal; make use of them as you please."
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 3,
    "text": "The king’s servants who were at the royal gate said to Mordecai, “Why do you disobey the king’s order?”"
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 3,
    "text": "He spread abroad the glory of his people, and put on his breastplate like a giant. He armed himself with weapons of war; he fought battles and protected the camp with his sword."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 3,
    "text": "Thus Seleucus, king of Asia, defrayed from his own revenues all the expenses necessary for the liturgy of sacrifice."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 3,
    "text": "Perish the day on which I was born, the night when they said, “The child is a boy!”"
  },
  {
    "book": "Psalms",
    "chapter": 3,
    "verse": 3,
    "text": "How many say of me, “There is no salvation for him in God.” Selah"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 3,
    "text": "Do not let love and fidelity forsake you; bind them around your neck; write them on the tablet of your heart."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 3,
    "text": "A time to kill, and a time to heal; a time to tear down, and a time to build."
  },
  {
    "book": "SongofSongs",
    "chapter": 3,
    "verse": 3,
    "text": "The watchmen found me, as they made their rounds in the city: “Him whom my soul loves—have you seen him?”"
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 3,
    "text": "and their going forth from us, utter destruction. But they are in peace."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 3,
    "text": "Those who honor their father atone for sins;"
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 3,
    "text": "The captain of fifty and the nobleman, counselor, skilled magician, and expert charmer."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 3,
    "text": "Therefore the showers were withheld, the spring rain did not fall. But because you have a prostitute’s brow, you refused to be ashamed."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 3,
    "text": "Against me alone he turns his hand— again and again all day long."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 3,
    "text": "for you are enthroned forever, while we are perishing forever."
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 3,
    "text": "Son of man, he said to me, feed your stomach and fill your belly with this scroll I am giving you. I ate it, and it was as sweet as honey in my mouth."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 3,
    "text": "The satraps, prefects, and governors, the counselors, treasurers, judges, magistrates and all the officials of the provinces came together for the dedication and stood before the statue which King Nebuchadnezzar had set up."
  },
  {
    "book": "Hosea",
    "chapter": 3,
    "verse": 3,
    "text": "Then I said to her: “You will wait for me for many days; you will not prostitute yourself Or belong to any man; I in turn will wait for you.”"
  },
  {
    "book": "Joel",
    "chapter": 3,
    "verse": 3,
    "text": "I will set signs in the heavens and on the earth, blood, fire, and columns of smoke;"
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 3,
    "text": "Do two journey together unless they have agreed?"
  },
  {
    "book": "Jonah",
    "chapter": 3,
    "verse": 3,
    "text": "So Jonah set out for Nineveh, in accord with the word of the LORD. Now Nineveh was an awesomely great city; it took three days to walk through it."
  },
  {
    "book": "Micah",
    "chapter": 3,
    "verse": 3,
    "text": "Who eat the flesh of my people, flay their skin from them, and break their bones; Who chop them in pieces like flesh in a kettle, like meat in a pot."
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 3,
    "text": "Cavalry charging, the flash of the sword, the gleam of the spear; A multitude of slain, a mass of corpses, Endless bodies to stumble upon!"
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 3,
    "text": "God came from Teman, the Holy One from Mount Paran. Selah His glory covered the heavens, and his praise filled the earth;"
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 3,
    "text": "Its officials within it are roaring lions; Its judges are desert wolves that have no bones to gnaw by morning."
  },
  {
    "book": "Zechariah",
    "chapter": 3,
    "verse": 3,
    "text": "Now Joshua was standing before the angel, clad in filthy garments."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 3,
    "text": "He will sit refining and purifying silver, and he will purify the Levites, Refining them like gold or silver, that they may bring offerings to the LORD in righteousness."
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 3,
    "text": "It was of him that the prophet Isaiah had spoken when he said: “A voice of one crying out in the desert, ‘Prepare the way of the Lord, make straight his paths.’”"
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 3,
    "text": "He said to the man with the withered hand, “Come up here before us.”"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 3,
    "text": "He went throughout [the] whole region of the Jordan, proclaiming a baptism of repentance for the forgiveness of sins,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 3,
    "text": "Jesus answered and said to him, “Amen, amen, I say to you, no one can see the kingdom of God without being born from above.”"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 3,
    "text": "When he saw Peter and John about to go into the temple, he asked for alms."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 3,
    "text": "What if some were unfaithful? Will their infidelity nullify the fidelity of God?"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 3,
    "text": "for you are still of the flesh. While there is jealousy and rivalry among you, are you not of the flesh and behaving in an ordinary human way?"
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 3,
    "text": "shown to be a letter of Christ administered by us, written not in ink but by the Spirit of the living God, not on tablets of stone but on tablets that are hearts of flesh."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 3,
    "text": "Are you so stupid? After beginning with the Spirit, are you now ending with the flesh?"
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 3,
    "text": "[namely, that] the mystery was made known to me by revelation, as I have written briefly earlier."
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 3,
    "text": "For we are the circumcision, we who worship through the Spirit of God, who boast in Christ Jesus and do not put our confidence in flesh,"
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 3,
    "text": "For you have died, and your life is hidden with Christ in God."
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 3,
    "text": "so that no one be disturbed in these afflictions. For you yourselves know that we are destined for this."
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 3,
    "text": "But the Lord is faithful; he will strengthen you and guard you from the evil one."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 3,
    "text": "not a drunkard, not aggressive, but gentle, not contentious, not a lover of money."
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 3,
    "text": "callous, implacable, slanderous, licentious, brutal, hating what is good,"
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 3,
    "text": "For we ourselves were once foolish, disobedient, deluded, slaves to various desires and pleasures, living in malice and envy, hateful ourselves and hating one another."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 3,
    "text": "But he is worthy of more “glory” than Moses, as the founder of a house has more “honor” than the house itself."
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 3,
    "text": "If we put bits into the mouths of horses to make them obey us, we also guide their whole bodies."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 3,
    "text": "Your adornment should not be an external one: braiding the hair, wearing gold jewelry, or dressing in fine clothes,"
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 3,
    "text": "Know this first of all, that in the last days scoffers will come [to] scoff, living according to their own desires"
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 3,
    "text": "Everyone who has this hope based on him makes himself pure, as he is pure."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 3,
    "text": "Remember then how you accepted and heard; keep it, and repent. If you are not watchful, I will come like a thief, and you will never know at what hour I will come upon you."
  }
]