[
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 39,
    "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 39,
    "text": "He placed the stands, five on the south side of the house and five on the north. The sea he placed off to the southeast from the south side of the house."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 39,
    "text": "The sons of Ulla were Arah, Hanniel, and Rizia."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 39,
    "text": "The priests: descendants of Jedaiah of the house of Jeshua, nine hundred and seventy-three;"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 39,
    "text": "Nicanor left Jerusalem and camped at Beth-horon, where the Syrian army joined him."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 39,
    "text": "At that, the king became enraged and treated him even worse than the others, since he bitterly resented the boy’s contempt."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 39,
    "text": "When the Pharisee who had invited him saw this he said to himself, “If this man were a prophet, he would know who and what sort of woman this is who is touching him, that she is a sinner.”"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 39,
    "text": "He said this in reference to the Spirit that those who came to believe in him were to receive. There was, of course, no Spirit yet, because Jesus had not yet been glorified. Discussion About the Origins of the Messiah."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 39,
    "text": "“Our ancestors were unwilling to obey him; instead, they pushed him aside and in their hearts turned back to Egypt,"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 39,
    "text": "A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whomever she wishes, provided that it be in the Lord."
  }
]