[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 17,
    "text": "The whole lifetime of Mahalalel was eight hundred and ninety-five years; then he died."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 17,
    "text": "He answered, “Lazy! You are lazy! That is why you keep saying, ‘Let us go and offer sacrifice to the LORD.’"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 17,
    "text": "If someone does wrong and violates one of the LORD’s prohibitions without realizing it, that person is guilty and shall bear the penalty."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 17,
    "text": "In an earthen vessel he shall take holy water, as well as some dust from the floor of the tabernacle and put it in the water."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 17,
    "text": "You shall not kill."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 17,
    "text": "Gilead stayed beyond the Jordan; Why did Dan spend his time in ships? Asher remained along the shore, he stayed in his havens."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 17,
    "text": "Rout of the Philistines. When the Philistines had heard that David was anointed king over Israel, they marched out in force to come after him. When David heard this, he went down to the refuge."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 17,
    "text": "“You know that David my father, because of the wars that beset him, could not build a house for the name of the LORD his God until such time as the LORD should put his enemies under the soles of his feet."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 17,
    "text": "Naaman said: “If you will not accept, please let me, your servant, have two mule-loads of earth, for your servant will no longer make burnt offerings or sacrifices to any other god except the LORD."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 17,
    "text": "All were listed in the family records in the time of Jotham, king of Judah, and of Jeroboam, king of Israel."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 17,
    "text": "Now, if it please the king, let a search be made in the royal archives of Babylon to discover whether a decree really was issued by King Cyrus for the rebuilding of this house of God in Jerusalem. And may the king’s decision in this matter be communicated to us.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 17,
    "text": "Though I set my table for a hundred and fifty persons, Jews and magistrates, as well as the neighboring Gentiles who came to us,"
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 17,
    "text": "Tobit said, “Blessing be upon you, brother.” Then he called his son and said to him: “Son, prepare whatever you need for the journey, and set out with your kinsman. May God in heaven protect you on the way and bring you back to me safe and sound; may his angel accompany you for your safety, son.” Tobiah left to set out on his journey, and he kissed his father and mother. Tobit said to him, “Have a safe journey.”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 17,
    "text": "“As long as the Israelites did not sin in the sight of their God, they prospered, for their God, who hates wickedness, was with them."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 17,
    "text": "Judas said to his brother Simon: “Choose men for yourself, and go, rescue your kindred in Galilee; my brother Jonathan and I will go to Gilead.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 17,
    "text": "Antiochus became puffed up in spirit, not realizing that it was because of the sins of the city’s inhabitants that the Sovereign Lord was angry for a little while: hence the disregard of the place."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 17,
    "text": "Happy the one whom God reproves! The Almighty’s discipline do not reject."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 17,
    "text": "Let them be yours alone, not shared with outsiders;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 17,
    "text": "Here is what I see as good: It is appropriate to eat and drink and prosper from all the toil one toils at under the sun during the limited days of life God gives us; for this is our lot."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 17,
    "text": "He shall take his zeal for armor and arm creation to requite the enemy,"
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 17,
    "text": "Lambs shall graze as at pasture, young goats shall eat in the ruins of the rich."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 17,
    "text": "They will devour your harvest and your bread, devour your sons and your daughters, Devour your sheep and cattle, devour your vines and fig trees; With their swords they will beat down the fortified cities in which you trust."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 17,
    "text": "Because of this our hearts grow sick, at this our eyes grow dim:"
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 17,
    "text": "I will send against you starvation and wild beasts who will leave you childless, while disease and bloodshed sweep through you. I will bring the sword against you. I, the LORD, have spoken."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 17,
    "text": "Daniel answered the king: “You may keep your gifts, or give your presents to someone else; but the writing I will read for the king, and tell what it means."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 17,
    "text": "And in every vineyard there shall be lamentation when I pass through your midst, says the LORD."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 17,
    "text": "Teaching About the Law. “Do not think that I have come to abolish the law or the prophets. I have come not to abolish but to fulfill."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 17,
    "text": "Then they began to beg him to leave their district."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 17,
    "text": "One day as Jesus was teaching, Pharisees and teachers of the law were sitting there who had come from every village of Galilee and Judea and Jerusalem, and the power of the Lord was with him for healing."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 17,
    "text": "But Jesus answered them, “My Father is at work until now, so I am at work.”"
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 17,
    "text": "Then the high priest rose up and all his companions, that is, the party of the Sadducees, and, filled with jealousy,"
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 17,
    "text": "For if, by the transgression of one person, death came to reign through that one, how much more will those who receive the abundance of grace and of the gift of justification come to reign in life through the one person Jesus Christ."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 17,
    "text": "So whoever is in Christ is a new creation: the old things have passed away; behold, new things have come."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 17,
    "text": "For the flesh has desires against the Spirit, and the Spirit against the flesh; these are opposed to each other, so that you may not do what you want."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 17,
    "text": "Therefore, do not continue in ignorance, but try to understand what is the will of the Lord."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 17,
    "text": "Pray without ceasing."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 17,
    "text": "Presbyters who preside well deserve double honor, especially those who toil in preaching and teaching."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 17,
    "text": "Elijah was a human being like us; yet he prayed earnestly that it might not rain, and for three years and six months it did not rain upon the land."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 17,
    "text": "All wrongdoing is sin, but there is sin that is not deadly."
  }
]