[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 11,
    "text": "In the evening the dove came back to him, and there in its bill was a plucked-off olive leaf! So Noah knew that the waters had diminished on the earth."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 11,
    "text": "But when Pharaoh saw there was a respite, he became obstinate and would not listen to them, just as the LORD had said."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 11,
    "text": "Then he sprinkled some of the oil seven times on the altar, and anointed the altar, with all its utensils, and the laver, with its base, to consecrate them."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 11,
    "text": "Aaron shall then present the Levites before the LORD as an elevated offering from the Israelites, that they may perform the service of the LORD."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 11,
    "text": "Be careful not to forget the LORD, your God, by failing to keep his commandments and ordinances and statutes which I enjoin on you today:"
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 11,
    "text": "When all the troops he led were drawn up in position before the city, they pitched camp north of Ai, on the other side of the ravine."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 11,
    "text": "Gideon went up by the route of the tent-dwellers east of Nobah and Jogbehah, and attacked the force when it felt secure."
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 11,
    "text": "He told them: “The governance of the king who will rule you will be as follows: He will take your sons and assign them to his chariots and horses, and they will run before his chariot."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 11,
    "text": "These also King David consecrated to the LORD along with the silver and gold that he had taken for this purpose from all the nations he had subdued:"
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 11,
    "text": "so that the priests could no longer minister because of the cloud, since the glory of the LORD had filled the house of the LORD."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 11,
    "text": "Then he stared him down until he became ill at ease. The man of God wept,"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 11,
    "text": "By Hushim he begot Abitub and Elpaal."
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 11,
    "text": "Solomon’s Piety. Solomon brought the daughter of Pharaoh up from the City of David to the house which he had built for her, for he said, “No wife of mine shall dwell in the house of David, king of Israel, for the places where the ark of the LORD has come are holy.”"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 11,
    "text": "of the descendants of Bebai, Zechariah, son of Bebai, and with him twenty-eight males;"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 11,
    "text": "And the Levites quieted all the people, saying, “Silence! Today is holy, do not be saddened.”"
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 11,
    "text": "When they had finished digging the grave, Raguel went back into the house and called his wife,"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 11,
    "text": "When they came, she said to them: “Listen to me, you rulers of the people of Bethulia. What you said to the people today is not right. You pronounced this oath, made between God and yourselves, and promised to hand over the city to our enemies unless within a certain time the Lord comes to our aid."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 11,
    "text": "In these letters the king authorized the Jews in each and every city to gather and defend their lives, to destroy, kill, and annihilate every armed group of any nation or province that might attack them, along with their wives and children, and to seize their goods as spoil"
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 11,
    "text": "All the other kingdoms and islands that had ever opposed them they destroyed and enslaved; with their friends, however, and those who relied on them, they maintained friendship."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 11,
    "text": "So he immediately sent word to the coastal cities, inviting them to buy Jewish slaves and promising to deliver ninety slaves for a talent—little anticipating the punishment that was to fall upon him from the Almighty."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 11,
    "text": "Can the papyrus grow up without mire? Can the reed grass flourish without water?"
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 11,
    "text": "[For Wisdom is better than corals, and no treasures can compare with her.]"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 11,
    "text": "Because the sentence against an evil deed is not promptly executed, the human heart is filled with the desire to commit evil—"
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 11,
    "text": "A Boast - M? Solomon had a vineyard at Baal-hamon; he gave over the vineyard to caretakers. For its fruit one would have to pay a thousand silver pieces."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 11,
    "text": "I shall become keen in judgment, and shall be a marvel before rulers."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 11,
    "text": "Do not give ground before scoundrels; it will set them in ambush against you."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 11,
    "text": "Disciples of Isaiah. For thus said the LORD—his hand strong upon me—warning me not to walk in the way of this people:"
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 11,
    "text": "They have treated lightly the injury to the daughter of my people: “Peace, peace!” they say, though there is no peace."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 11,
    "text": "Before them stood seventy of the elders of the house of Israel. Among them stood Jaazaniah, son of Shaphan, each with censer in hand; a cloud of incense drifted upward."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 11,
    "text": "It grew even to the Prince of the host, from whom the daily sacrifice was removed, and whose sanctuary was cast down."
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 11,
    "text": "When Ephraim made many altars to expiate sin, they became altars for sinning."
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 11,
    "text": "See, days are coming—oracle of the Lord GOD— when I will send a famine upon the land: Not a hunger for bread, or a thirst for water, but for hearing the word of the LORD."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 11,
    "text": "But now I will not deal with the remnant of this people as in former days—oracle of the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 11,
    "text": "I say to you, many will come from the east and the west, and will recline with Abraham, Isaac, and Jacob at the banquet in the kingdom of heaven,"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 11,
    "text": "The Demand for a Sign. The Pharisees came forward and began to argue with him, seeking from him a sign from heaven to test him."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 11,
    "text": "“This is the meaning of the parable. The seed is the word of God."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 11,
    "text": "She replied, “No one, sir.” Then Jesus said, “Neither do I condemn you. Go, [and] from now on do not sin any more.”] The Light of the World."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 11,
    "text": "They paid attention to him because he had astounded them by his magic for a long time,"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 11,
    "text": "If the Spirit of the one who raised Jesus from the dead dwells in you, the one who raised Christ from the dead will give life to your mortal bodies also, through his Spirit that dwells in you."
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 11,
    "text": "Thus through your knowledge, the weak person is brought to destruction, the brother for whom Christ died."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 11,
    "text": "complete it now, so that your eager willingness may be matched by your completion of it out of what you have."
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 11,
    "text": "And they shall not teach, each one his fellow citizen and kinsman, saying, ‘Know the Lord,’ for all shall know me, from least to greatest."
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 11,
    "text": "The star was called “Wormwood,” and a third of all the water turned to wormwood. Many people died from this water, because it was made bitter."
  }
]