[
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 27,
    "text": "The LORD said to Aaron: Go into the wilderness to meet Moses. So he went; when meeting him at the mountain of God, he kissed him."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 27,
    "text": "For the General Populace. If anyone of the general populace does wrong inadvertently by violating one of the LORD’s prohibitions, and thus is guilty,"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 27,
    "text": "The service of the Gershonites shall be entirely under the direction of Aaron and his sons, with regard to what they must carry and what they must do; you shall list for them by name what they are to carry."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 27,
    "text": "The LORD will scatter you among the peoples, and there shall remain but a handful of you among the nations to which the LORD will drive you."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 27,
    "text": "But when she reached the man of God on the mountain, she clasped his feet. Gehazi came near to push her away, but the man of God said: “Let her alone, she is in bitter anguish; the LORD hid it from me and did not let me know.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 27,
    "text": "Shimei had sixteen sons and six daughters. His brothers, however, did not have many sons, and as a result all their clans did not equal the number of the Judahites."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 27,
    "text": "When he heard it he was disturbed and discouraged, because things had not turned out in Israel as he intended and as the king had ordered."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 27,
    "text": "But Menelaus, who obtained the office, paid nothing of the money he had promised to the king,"
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 27,
    "text": "Turn neither to right nor to left, keep your foot far from evil."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 27,
    "text": "Do not abase yourself before a fool; do not refuse to do so before rulers."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 27,
    "text": "For thus says the LORD: The whole earth shall be waste, but I will not wholly destroy it."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 27,
    "text": "Take courage, my children; call out to God! The one who brought this upon you will remember you."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 27,
    "text": "the king said, “Babylon the great! Was it not I, with my great strength, who built it as a royal residence for my splendor and majesty?”"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 27,
    "text": "and would sleep and rise night and day and the seed would sprout and grow, he knows not how."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 27,
    "text": "Again, there were many lepers in Israel during the time of Elisha the prophet; yet not one of them was cleansed, but only Naaman the Syrian.”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 27,
    "text": "At that moment his disciples returned, and were amazed that he was talking with a woman, but still no one said, “What are you looking for?” or “Why are you talking with her?”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 27,
    "text": "Indeed they gathered in this city against your holy servant Jesus whom you anointed, Herod and Pontius Pilate, together with the Gentiles and the peoples of Israel,"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 27,
    "text": "For it is written: “Rejoice, you barren one who bore no children; break forth and shout, you who were not in labor; for more numerous are the children of the deserted one than of her who has a husband.”"
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 27,
    "text": "and do not leave room for the devil."
  }
]