[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 27,
    "text": "The whole lifetime of Methuselah was nine hundred and sixty-nine years; then he died."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 27,
    "text": "Once he has had her drink the water, if she has defiled herself and been unfaithful to her husband, the water that brings a curse will enter into her to her bitter hurt, and her belly will swell and her uterus will fall, so that she will become a curse among her people."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 27,
    "text": "You go closer and listen to all that the LORD, our God, will say, and then tell us what the LORD, our God, tells you; we will listen and obey.”"
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 27,
    "text": "At her feet he sank down, fell, lay still; down at her feet he sank and fell; where he sank down, there he fell, slain."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 27,
    "text": "King Solomon raised thirty thousand forced laborers from all Israel."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 27,
    "text": "The leprosy of Naaman shall cling to you and your descendants forever.” And Gehazi went out, a leper with skin like snow."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 27,
    "text": "The sons of Levi were Gershon, Kohath, and Merari."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 27,
    "text": "“and some are shut up in other cities of Gilead. Tomorrow their enemies plan to attack the strongholds and to seize and destroy all these people in one day.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 27,
    "text": "But Judas Maccabeus and about nine others withdrew to the wilderness to avoid sharing in defilement; there he and his companions lived like the animals in the hills, eating what grew wild."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 27,
    "text": "See, this we have searched out; so it is! This we have heard, and you should know."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 27,
    "text": "None among them is weary, none stumbles, none will slumber, none will sleep. None with waist belt loose, none with sandal thong broken."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 27,
    "text": "Their houses are as full of treachery as a bird-cage is of birds; Therefore they grow powerful and rich,"
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 27,
    "text": "TEKEL, you have been weighed on the scales and found wanting;"
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 27,
    "text": "As I exile you beyond Damascus, says the LORD, whose name is the God of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 27,
    "text": "Teaching About Adultery. “You have heard that it was said, ‘You shall not commit adultery.'"
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 27,
    "text": "She had heard about Jesus and came up behind him in the crowd and touched his cloak."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 27,
    "text": "After this he went out and saw a tax collector named Levi sitting at the customs post. He said to him, “Follow me.”"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 27,
    "text": "And he gave him power to exercise judgment, because he is the Son of Man."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 27,
    "text": "When they had brought them in and made them stand before the Sanhedrin, the high priest questioned them,"
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 27,
    "text": "that he might present to himself the church in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 27,
    "text": "I adjure you by the Lord that this letter be read to all the brothers."
  }
]