[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 10,
    "text": "When the seven days were over, the waters of the flood came upon the earth."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 10,
    "text": "Then Moses and Aaron went to Pharaoh and did just as the LORD had commanded. Aaron threw his staff down before Pharaoh and his servants, and it turned into a serpent."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 10,
    "text": "whereas all grain offerings that are mixed with oil or are dry shall belong to all of Aaron’s sons without distinction. Communion Sacrifices."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 10,
    "text": "For the dedication of the altar also, the tribal leaders brought offerings when it was anointed; the leaders presented their offering before the altar."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 10,
    "text": "but who repays with destruction those who hate him; he does not delay with those who hate him, but makes them pay for it."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 10,
    "text": "The LORD replied to Joshua: Stand up. Why are you lying there?"
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 10,
    "text": "If you are afraid to attack, go down to the camp with your aide Purah"
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 10,
    "text": "While Samuel was sacrificing the burnt offering, the Philistines drew near for battle with Israel. That day, however, the LORD thundered loudly against the Philistines, and threw them into such confusion that they were defeated by Israel."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 10,
    "text": "I will assign a place for my people Israel and I will plant them in it to dwell there; they will never again be disturbed, nor shall the wicked ever again oppress them, as they did at the beginning,"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 10,
    "text": "The foundation was made of fine, large blocks, some ten cubits and some eight cubits."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 10,
    "text": "They came and summoned the city gatekeepers. They said, “We went to the camp of the Arameans, but no one was there—not a human voice, only the horses and donkeys tethered, and the tents just as they were left.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 10,
    "text": "The sons of Jediael: Bilhan. The sons of Bilhan were Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 10,
    "text": "On the twenty-third day of the seventh month he dismissed the people to their tents, rejoicing and glad of heart because of all the blessings the LORD had given to David, to Solomon, and to his people Israel."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 10,
    "text": "Ezra had set his heart on the study and practice of the law of the LORD and on teaching statutes and ordinances in Israel."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 10,
    "text": "descendants of Arah, six hundred and fifty-two;"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 10,
    "text": "Raguel overheard the words; so he said to the young man: “Eat and drink and be merry tonight, for no man has a greater right to marry my daughter Sarah than you, brother. Besides, not even I have the right to give her to anyone but you, because you are my closest relative. However, son, I must frankly tell you the truth."
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 10,
    "text": "These Israelite troops do not rely on their spears, but on the height of the mountains where they dwell, for it is not easy to reach the summit of their mountains."
  },
  {
    "book": "Esther",
    "chapter": 7,
    "verse": 10,
    "text": "So they impaled Haman on the stake he had set up for Mordecai, and the anger of the king abated."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 10,
    "text": "They set out and, on arriving in the land of Judah with a great army, sent messengers who spoke deceitfully to Judas and his brothers in peaceful terms."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 10,
    "text": "After him the third suffered their cruel sport. He put forth his tongue at once when told to do so, and bravely stretched out his hands,"
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 10,
    "text": "They shall not return home again; their place shall know them no more."
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 10,
    "text": "Let the malice of the wicked end. Uphold the just one, O just God, who tries hearts and minds."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 10,
    "text": "Then the woman comes to meet him, dressed like a harlot, with secret designs."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 10,
    "text": "Do not say: How is it that former times were better than these? For it is not out of wisdom that you ask about this."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 10,
    "text": "And your mouth like the best wine— Wthat flows down smoothly for my lover, gliding over my lips and teeth."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 10,
    "text": "Beyond health and beauty I loved her, And I chose to have her rather than the light, because her radiance never ceases."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 10,
    "text": "Do not be impatient in prayer or neglect almsgiving."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 10,
    "text": "Emmanuel. Again the LORD spoke to Ahaz:"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 10,
    "text": "and then come and stand in my presence in this house, which bears my name, and say: “We are safe! We can commit all these abominations again!”?"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 10,
    "text": "The day is here! Look! it is coming! The crisis has come! Lawlessness is blooming, insolence budding;"
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 10,
    "text": "A river of fire surged forth, flowing from where he sat; Thousands upon thousands were ministering to him, and myriads upon myriads stood before him. The court was convened, and the books were opened."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 10,
    "text": "The arrogance of Israel bears witness against him; yet they do not return to the LORD, their God, nor seek him, despite all this."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 10,
    "text": "Biographical Interlude: Amos and Amaziah - Amaziah, the priest of Bethel, sent word to Jeroboam, king of Israel: “Amos has conspired against you within the house of Israel; the country cannot endure all his words."
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 10,
    "text": "When my enemy sees this, shame shall cover her: She who said to me, “Where is the LORD, your God?” My eyes shall see her downfall; now she will be trampled underfoot, like mud in the streets."
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 10,
    "text": "Do not oppress the widow or the orphan, the resident alien or the poor; do not plot evil against one another in your hearts."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 10,
    "text": "or a snake when he asks for a fish?"
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 10,
    "text": "For Moses said, ‘Honor your father and your mother,’ and ‘Whoever curses father or mother shall die.’"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 10,
    "text": "When the messengers returned to the house, they found the slave in good health. Raising of the Widow’s Son."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 10,
    "text": "But when his brothers had gone up to the feast, he himself also went up, not openly but [as it were] in secret."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 10,
    "text": "and rescued him from all his afflictions. He granted him favor and wisdom before Pharaoh, the king of Egypt, who put him in charge of Egypt and [of] his entire household."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 10,
    "text": "then I died, and the commandment that was for life turned out to be death for me."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 10,
    "text": "To the married, however, I give this instruction (not I, but the Lord): A wife should not separate from her husband"
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 10,
    "text": "For godly sorrow produces a salutary repentance without regret, but worldly sorrow produces death."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 10,
    "text": "for he was still in his father’s loins when Melchizedek met him."
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 10,
    "text": "They cried out in a loud voice: “Salvation comes from our God, who is seated on the throne, and from the Lamb.”"
  }
]