[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 29,
    "text": "The whole lifetime of Noah was nine hundred and fifty years; then he died."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 29,
    "text": "Moses replied to him, “As soon as I leave the city I will extend my hands to the LORD; the thunder will cease, and there will be no more hail so that you may know that the earth belongs to the LORD."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 29,
    "text": "They are your people and your heritage, whom you have brought out by your great power and with your outstretched arm."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 29,
    "text": "Would that these troops were entrusted to my command! I would depose Abimelech. I would say to Abimelech, ‘Get a larger army and come out!’”"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 29,
    "text": "In the eleventh year of Joram, son of Ahab, Ahaziah became king over Judah."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 29,
    "text": "Others were appointed to take care of the utensils and all the sacred vessels, as well as the fine flour, the wine, the oil, the frankincense, and the spices."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 29,
    "text": "The Death of Solomon. The remainder of the acts of Solomon, first and last, are recorded in the acts of Nathan the prophet, in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam, son of Nebat."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 29,
    "text": "You bore witness against them, to bring them back to your law. But they were insolent and would not obey your commandments; They sinned against your ordinances, which give life to those who keep them. They turned stubborn backs, stiffened their necks, and would not obey."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 29,
    "text": "Queen Esther, daughter of Abihail, and Mordecai the Jew, wrote to confirm with full authority this second letter about Purim,"
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 29,
    "text": "“Ever since your brother Judas died, there has been no one like him to lead us against our enemies, both Bacchides and those of our nation who are hostile to us."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 29,
    "text": "His foster brother Philip brought the body home; but fearing Antiochus’ son, he later withdrew into Egypt, to Ptolemy Philometor."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 29,
    "text": "It is I who will be accounted guilty; why then should I strive in vain?"
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 29,
    "text": "Then he touched their eyes and said, “Let it be done for you according to your faith.”"
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 29,
    "text": "He said to them, “This kind can only come out through prayer.”"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 29,
    "text": "While he was praying his face changed in appearance and his clothing became dazzling white."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 29,
    "text": "We know that God spoke to Moses, but we do not know where this one is from.”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 29,
    "text": "He also spoke and debated with the Hellenists, but they tried to kill him."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 29,
    "text": "And as Isaiah predicted: “Unless the Lord of hosts had left us descendants, we would have become like Sodom and have been made like Gomorrah.” Righteousness Based on Faith."
  }
]