[
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 31,
    "text": "Now the flax and the barley were ruined, because the barley was in ear and the flax in bud."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 31,
    "text": "and sent messengers to Abimelech in Arumah to say, “Gaal, son of Ebed, and his kin have come to Shechem and are stirring up the city against you."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 31,
    "text": "As Jehu came through the gate, she cried out, “Is all well, you Zimri, murderer of your master?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 31,
    "text": "Mattithiah, one of the Levites, the firstborn of Shallum the Korahite, was entrusted with preparing the cakes."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 31,
    "text": "Solomon rested with his ancestors and was buried in the City of David, his father, and Rehoboam his son succeeded him as king."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 31,
    "text": "Yet in your great mercy you did not completely destroy them and did not forsake them, for you are a gracious and merciful God."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 31,
    "text": "Thus were established, for their appointed time, these days of Purim which Mordecai the Jew and Queen Esther had designated for the Jews, just as they had previously enjoined upon themselves and upon their descendants the duty of fasting and supplication."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 31,
    "text": "From that moment Jonathan accepted the leadership, and took the place of Judas his brother."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 31,
    "text": "Yet you would plunge me in the ditch, so that my garments would abhor me."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 31,
    "text": "But they went out and spread word of him through all that land."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 31,
    "text": "He was teaching his disciples and telling them, “The Son of Man is to be handed over to men and they will kill him, and three days after his death he will rise.”"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 31,
    "text": "who appeared in glory and spoke of his exodus that he was going to accomplish in Jerusalem."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 31,
    "text": "We know that God does not listen to sinners, but if one is devout and does his will, he listens to him."
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 31,
    "text": "The Church at Peace. The church throughout all Judea, Galilee, and Samaria was at peace. It was being built up and walked in the fear of the Lord, and with the consolation of the holy Spirit it grew in numbers."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 31,
    "text": "but that Israel, who pursued the law of righteousness, did not attain to that law?"
  }
]