[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 16,
    "text": "also of the Jebusites, the Amorites, the Girgashites,"
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 16,
    "text": "Pharaoh hurriedly summoned Moses and Aaron and said, “I have sinned against the LORD, your God, and against you."
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 16,
    "text": "Moses inquired closely about the goat of the purification offering and discovered that it had all been burned. So he was angry with the surviving sons of Aaron, Eleazar and Ithamar, and said,"
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 16,
    "text": "and Eliab, son of Helon, over the company of the tribe of Zebulunites."
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 16,
    "text": "Circumcise therefore the foreskins of your hearts, and be stiff-necked no longer."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 16,
    "text": "Execution of Amorite Kings. The five kings who had fled hid in the cave at Makkedah."
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 16,
    "text": "And they cast out the foreign gods from their midst and served the LORD, so that he grieved over the misery of Israel."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 16,
    "text": "Saul said to his uncle, “He assured us that the donkeys had been found.” But Saul told him nothing about what Samuel had said about the kingship."
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 16,
    "text": "Hadadezer sent for and brought Arameans from beyond the River. They came to Helam, with Shobach, the captain of Hadadezer's army, at their head."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 16,
    "text": "King Solomon made two hundred shields of beaten gold (six hundred shekels of gold went into each shield)"
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 16,
    "text": "and said, “Come with me and see my zeal for the LORD.” And they took him along in his chariot."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 16,
    "text": "When all Israel saw that the king did not listen to them, the people answered the king: “What share have we in David? We have no heritage in the son of Jesse. Everyone to your tents, Israel! Now look to your own house, David!” So all Israel went off to their tents,"
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 16,
    "text": "The exiles did as agreed. Ezra the priest appointed as his assistants men who were heads of ancestral houses, one for each ancestral house, all of them designated by name. They held sessions to examine the matter, beginning with the first day of the tenth month."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 16,
    "text": "Bunni, Azgad, Bebai,"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 16,
    "text": "When you stand before him, have no fear in your heart; give him the report you have given us, and he will treat you well.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 16,
    "text": "He said, “Shall we ever find another man like him? Let us now make him our friend and ally.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 16,
    "text": "Maccabeus and his companions, after public prayers asking God to be their ally, moved quickly against the strongholds of the Idumeans."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 16,
    "text": "Should it lift up, you hunt me like a lion: repeatedly you show your wondrous power against me,"
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 16,
    "text": "IV - The LORD is king forever; the nations have vanished from his land."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 16,
    "text": "The labor of the just leads to life, the gains of the wicked, to futility."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 16,
    "text": "No One Knows What Evil Will Come - Woe to you, O land, whose king is a youth, and whose princes feast in the morning!"
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 16,
    "text": "She entered the soul of the Lord's servant, and withstood fearsome kings with signs and wonders;"
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 16,
    "text": "The Lord lays waste the lands of the nations, and destroys them to the very foundations of the earth."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 16,
    "text": "Therefore the Lord, the LORD of hosts, will send leanness among his fat ones, And under his glory there will be a kindling like the kindling of fire."
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 16,
    "text": "Jacob's portion is nothing like them: for he is the maker of everything! Israel is his very own tribe, LORD of hosts is his name."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 16,
    "text": "When the cherubim moved, the wheels went beside them; when the cherubim lifted up their wings to rise from the earth, even then the wheels did not leave their sides."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 16,
    "text": "Then something like a hand touched my lips; I opened my mouth and said to the one standing before me, “My lord, I was seized with pangs at the vision and I was powerless."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 16,
    "text": "Coming Persecutions. “Behold, I am sending you like sheep in the midst of wolves; so be shrewd as serpents and simple as doves."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 16,
    "text": "Then he embraced them and blessed them, placing his hands on them."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 16,
    "text": "Whoever listens to you listens to me. Whoever rejects you rejects me. And whoever rejects me rejects the one who sent me.”"
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 16,
    "text": "I have other sheep that do not belong to this fold. These also I must lead, and they will hear my voice, and there will be one flock, one shepherd."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 16,
    "text": "This happened three times, and then the object was taken up into the sky."
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 16,
    "text": "But not everyone has heeded the good news; for Isaiah says, “Lord, who has believed what was heard from us?”"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 16,
    "text": "The cup of blessing that we bless, is it not a participation in the blood of Christ? The bread that we break, is it not a participation in the body of Christ?"
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 16,
    "text": "so that we may preach the gospel even beyond you, not boasting of work already done in another's sphere."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 16,
    "text": "“This is the covenant I will establish with them after those days, says the Lord: ‘I will put my laws in their hearts, and I will write them upon their minds,'”"
  }
]