[
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 38,
    "text": "As for the enrollment of the Gershonites, by clans and ancestral houses,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 38,
    "text": "dispossessing before you nations greater and mightier than you, so as to bring you in and to give their land to you as a heritage, as it is today."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 38,
    "text": "The Poisoned Stew. When Elisha returned to Gilgal, there was a famine in the land. Once, when the guild prophets were seated before him, he said to his servant, “Put the large pot on, and make some vegetable stew for the guild prophets.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 38,
    "text": "these just named were princes in their clans, and their ancestral houses spread out to such an extent"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 38,
    "text": "They found the sanctuary desolate, the altar desecrated, the gates burnt, weeds growing in the courts as in a thicket or on some mountain, and the priests' chambers demolished."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 38,
    "text": "Inflamed with anger, he immediately stripped Andronicus of his purple robe, tore off his garments, and had him led through the whole city to the very place where he had committed the outrage against Onias; and there he put the murderer to death. Thus the Lord rendered him the punishment he deserved."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 38,
    "text": "Jesus was in the stern, asleep on a cushion. They woke him and said to him, “Teacher, do you not care that we are perishing?”"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 38,
    "text": "The Cure of Simon's Mother-in-Law. After he left the synagogue, he entered the house of Simon. Simon's mother-in-law was afflicted with a severe fever, and they interceded with him about her."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 38,
    "text": "I sent you to reap what you have not worked for; others have done the work, and you are sharing the fruits of their work.”"
  }
]