[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 8,
    "text": "So the LORD scattered them from there over all the earth, and they stopped building the city."
  },
  {
    "book": "Exodus",
    "chapter": 11,
    "verse": 8,
    "text": "All these servants of yours will then come down to me and bow down before me, saying: Leave, you and all your followers! Then I will depart.” With that he left Pharaoh's presence in hot anger."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 8,
    "text": "You shall not eat their meat, and you shall not touch their carcasses; they are unclean for you."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 8,
    "text": "When they had gone about and gathered it up, the people would grind it between millstones or pound it in a mortar, then cook it in a pot and make it into loaves, with a rich creamy taste."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 8,
    "text": "The Gift of Rain. So keep all the commandments I give you today, that you may be strong enough to enter in and take possession of the land that you are crossing over to possess,"
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 8,
    "text": "The LORD delivered them into the power of the Israelites, who defeated them and pursued them to Greater Sidon, to Misrephoth-maim, and eastward to the valley of Mizpeh. They struck them all down, leaving no survivors."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 8,
    "text": "The elders of Gilead said to Jephthah, “This is the reason we have come back to you now: if you go with us to fight against the Ammonites, you shall be the leader of all of the inhabitants of Gilead.”"
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 8,
    "text": "When Saul reviewed them in Bezek, there were three hundred thousand Israelites and seventy thousand Judahites."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 8,
    "text": "David then said to Uriah, “Go down to your house and bathe your feet.” Uriah left the king's house, and a portion from the king's table was sent after him."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 8,
    "text": "He did the same for all his foreign wives who burned incense and sacrificed to their gods."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 8,
    "text": "You shall surround the king, each with drawn weapons, and anyone who tries to approach the guard detail is to be killed; stay with the king, wherever he goes.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 8,
    "text": "He built up the city on all sides, from the Millo all the way around, while Joab restored the rest of the city."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 8,
    "text": "Gath, Mareshah, Ziph,"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 8,
    "text": "and his kinsmen, warriors, nine hundred and twenty-eight in number."
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 8,
    "text": "Apply the fish gall to his eyes, and the medicine will make the white scales shrink and peel off from his eyes; then your father will have sight again and will see the light of day.”"
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 8,
    "text": "Indeed, we have heard of your wisdom and cleverness. The whole earth is aware that you above all others in the kingdom are able, rich in experience, and distinguished in military strategy."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 8,
    "text": "And so King Ptolemy took possession of the cities along the seacoast as far as Seleucia by the sea, plotting evil schemes against Alexander all the while."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 8,
    "text": "Suddenly, while they were still near Jerusalem, a horseman appeared at their head, clothed in white garments and brandishing gold weapons."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 8,
    "text": "It is higher than the heavens; what can you do? It is deeper than Sheol; what can you know?"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 8,
    "text": "The just are rescued from a tight spot, but the wicked fall into it instead."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 11,
    "verse": 8,
    "text": "However many years mortals may live, let them, as they enjoy them all, remember that the days of darkness will be many. All that is to come is vanity."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 8,
    "text": "after you had shown by the thirst they experienced how you punished their adversaries."
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 8,
    "text": "Before listening, do not say a word, interrupt no one in the midst of speaking."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 8,
    "text": "The baby shall play by the viper's den, and the child lay his hand on the adder's lair."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 8,
    "text": "But they did not listen or obey. They each walked in the stubbornness of their evil hearts, till I brought upon them all the threats of this covenant which they had failed to observe as I commanded them."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 8,
    "text": "You fear the sword—that sword I will bring upon you—oracle of the Lord GOD."
  },
  {
    "book": "Hosea",
    "chapter": 11,
    "verse": 8,
    "text": "But Love Is Stronger and Restores - How could I give you up, Ephraim, or deliver you up, Israel? How could I treat you as Admah, or make you like Zeboiim? My heart is overwhelmed, my pity is stirred."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 8,
    "text": "In a single month, I did away with the three shepherds, for I wearied of them, and they disdained me."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 8,
    "text": "Then what did you go out to see? Someone dressed in fine clothing? Those who wear fine clothing are in royal palaces."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 8,
    "text": "Many people spread their cloaks on the road, and others spread leafy branches that they had cut from the fields."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 8,
    "text": "I tell you, if he does not get up to give him the loaves because of their friendship, he will get up to give him whatever he needs because of his persistence. The Answer to Prayer."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 8,
    "text": "The disciples said to him, “Rabbi, the Jews were just trying to stone you, and you want to go back there?”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 8,
    "text": "But I said, ‘Certainly not, sir, because nothing profane or unclean has ever entered my mouth.'"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 8,
    "text": "as it is written: “God gave them a spirit of deep sleep, eyes that should not see and ears that should not hear, down to this very day.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 8,
    "text": "For man did not come from woman, but woman from man;"
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 8,
    "text": "I plundered other churches by accepting from them in order to minister to you."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 8,
    "text": "By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance; he went out, not knowing where he was to go."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 8,
    "text": "Their corpses will lie in the main street of the great city, which has the symbolic names “Sodom” and “Egypt,” where indeed their Lord was crucified."
  }
]