[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 26,
    "text": "When your children ask you, ‘What does this rite of yours mean?’"
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 26,
    "text": "However, any sacred gifts or votive offerings that you may have, you shall bring with you to the place which the LORD chooses,"
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 26,
    "text": "End of the Ammonite War. Joab fought against Rabbah of the Ammonites and captured that royal city."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 26,
    "text": "Jeroboam thought to himself: “Now the kingdom will return to the house of David."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 26,
    "text": "Of the Simeonites, warriors fit for battle: seven thousand one hundred."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 26,
    "text": "All these lived in the time of Joiakim, son of Jeshua, son of Jozadak (and in the time of Nehemiah the governor and of Ezra the priest-scribe)."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 26,
    "text": "The spies he had sent into their camp came back and reported to him that the enemy were preparing to attack them that night."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 26,
    "text": "Judas then marched to Karnion and the shrine of Atargatis, where he killed twenty-five thousand people."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 26,
    "text": "The just act as guides to their neighbors, but the way of the wicked leads them astray."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 26,
    "text": "The word of the LORD came to me:"
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 26,
    "text": "And if Satan drives out Satan, he is divided against himself; how, then, will his kingdom stand?"
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 26,
    "text": "As for the dead being raised, have you not read in the Book of Moses, in the passage about the bush, how God told him, ‘I am the God of Abraham, [the] God of Isaac, and [the] God of Jacob’?"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 26,
    "text": "If even the smallest things are beyond your control, why are you anxious about the rest?"
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 26,
    "text": "Whoever serves me must follow me, and where I am, there also will my servant be. The Father will honor whoever serves me."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 26,
    "text": "If [one] part suffers, all the parts suffer with it; if one part is honored, all the parts share its joy. Application to Christ."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 26,
    "text": "His voice shook the earth at that time, but now he has promised, “I will once more shake not only earth but heaven.”"
  }
]