[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 28,
    "text": "Obal, Abimael, Sheba,"
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 28,
    "text": "Pharaoh said to Moses, “Leave me, and see to it that you do not see my face again! For the day you do see my face you will die!”"
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 28,
    "text": "This was the order of march for the Israelites, company by company, when they set out."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 28,
    "text": "Conquest of Southern Canaan. Makkedah, too, Joshua captured and put to the sword at that time. He put the city, its king, and every person in it under the ban, leaving no survivors. Thus he did to the king of Makkedah what he had done to the king of Jericho."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 28,
    "text": "Solomon's horses were imported from Egypt and from Cilicia, where the king's merchants purchased them."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 28,
    "text": "Thus Jehu destroyed Baal in Israel."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 28,
    "text": "of the descendants of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai;"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 28,
    "text": "Malluch, Harim, Baanah."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 28,
    "text": "We will grant you many exemptions and will bestow gifts on you."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 28,
    "text": "As soon as dawn broke, the armies joined battle, the one having as pledge of success and victory not only their valor but also their reliance on the Lord, and the other taking fury as their leader in the fight."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 28,
    "text": "The hope of the just brings joy, but the expectation of the wicked perishes."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 28,
    "text": "he has reached Aiath, passed through Migron, at Michmash he has stored his supplies."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 28,
    "text": "And do not be afraid of those who kill the body but cannot kill the soul; rather, be afraid of the one who can destroy both soul and body in Gehenna."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 28,
    "text": "Peter began to say to him, “We have given up everything and followed you.”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 28,
    "text": "He replied to him, “You have answered correctly; do this and you will live.”"
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 28,
    "text": "I give them eternal life, and they shall never perish. No one can take them out of my hand."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 28,
    "text": "and said to them, “You know that it is unlawful for a Jewish man to associate with, or visit, a Gentile, but God has shown me that I should not call any person profane or unclean."
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 28,
    "text": "But if someone says to you, “This was offered in sacrifice,” do not eat it on account of the one who called attention to it and on account of conscience;"
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 28,
    "text": "Anyone who rejects the law of Moses is put to death without pity on the testimony of two or three witnesses."
  }
]