[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 5,
    "text": "From these branched out the maritime nations. These are the descendants of Japheth by their lands, each with its own language, according to their clans, by their nations."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 5,
    "text": "They will cover the surface of the earth, so that the earth itself will not be visible. They will eat up the remnant you saved undamaged from the hail, as well as all the trees that are growing in your fields."
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 5,
    "text": "So they drew near and carried them by means of their tunics outside the camp, as Moses had commanded."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 5,
    "text": "When you sound the signal, those encamped on the east side shall break camp;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 5,
    "text": "Then I turned and came down from the mountain, and placed the tablets in the ark I had made. There they have remained, as the LORD commanded me."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 5,
    "text": "The five Amorite kings, of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon, gathered with all their forces, and marched against Gibeon to make war on it."
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 5,
    "text": "Jair died and was buried in Kamon."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 5,
    "text": "After that you will come to Gibeath-elohim, where the Philistine garrison is located. As you enter that city, you will meet a band of prophets coming down from the high place. They will be preceded by lyres, tambourines, flutes, and harps, and will be in prophetic ecstasy."
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 5,
    "text": "David was told of it and he sent word for them to be intercepted, for the men had been greatly disgraced. “Remain at Jericho,” the king told them, “until your beards have grown again; then come back here.”"
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 5,
    "text": "the food at his table, the seating of his ministers, the attendance and dress of his waiters, his servers, and the burnt offerings he offered in the house of the LORD, it took her breath away."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 5,
    "text": "So the master of the palace and the chief of the city, along with the elders and the guardians, sent this message to Jehu: “We are your servants, and we will do everything you tell us. We will proclaim no one king; do whatever you think best.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 10,
    "verse": 5,
    "text": "When the armor-bearer saw that Saul was dead, he too fell upon his sword and died."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 5,
    "text": "He answered them, “Come back to me in three days,” and the people went away."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 5,
    "text": "Ezra stood and demanded an oath from the leaders of the priests, from the Levites and from all Israel that they would do as had been proposed; and they swore it."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 5,
    "text": "Hattush, Shebaniah, Malluch,"
  },
  {
    "book": "Tobit",
    "chapter": 10,
    "verse": 5,
    "text": "“Alas, child, light of my eyes, that I have let you make this journey!”"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 5,
    "text": "She gave her maid a skin of wine and a jug of oil. She filled a bag with roasted grain, dried fig cakes, and pure bread. She wrapped all her dishes and gave them to the maid to carry."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 5,
    "text": "since he will remember all the wrongs we have done to him, his brothers, and his nation.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 5,
    "text": "On the anniversary of the day on which the temple had been profaned by the foreigners, that is, the twenty-fifth of the same month Kislev, the purification of the temple took place."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 5,
    "text": "Are your days like the days of a mortal, and are your years like a human lifetime,"
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 5,
    "text": "Yet their affairs always succeed; they ignore your judgment on high; they sneer at all who oppose them."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 5,
    "text": "A son who gathers in summer is a credit; a son who slumbers during harvest, a disgrace."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 5,
    "text": "I have seen under the sun another evil, like a mistake that proceeds from a tyrant:"
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 5,
    "text": "She, when the nations were sunk in universal wickedness, knew the righteous man, kept him blameless before God, and preserved him resolute against pity for his child."
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 5,
    "text": "Sovereignty over everyone is in the hand of God, who imparts his majesty to the ruler."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 5,
    "text": "Judgment on Assyria - Ah! Assyria, the rod of my wrath, the staff I wield in anger."
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 5,
    "text": "Like a scarecrow in a cucumber field are they, they cannot speak; They must be carried about, for they cannot walk. Do not fear them, they can do no harm, neither can they do good."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 5,
    "text": "The sound of the wings of the cherubim could be heard as far as the outer court; it was like the voice of God Almighty speaking."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 5,
    "text": "As I looked up, I saw a man dressed in linen with a belt of fine gold around his waist."
  },
  {
    "book": "Hosea",
    "chapter": 10,
    "verse": 5,
    "text": "The inhabitants of Samaria are afraid for the calf of Beth-aven; Its people mourn for it and its idolatrous priests wail over it, —over its glory which has departed from it."
  },
  {
    "book": "Zechariah",
    "chapter": 10,
    "verse": 5,
    "text": "Together they will be like warriors, trampling the mud of the streets in battle. They will wage war because the LORD is with them, and will put the horsemen to shame."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 5,
    "text": "The Commissioning of the Twelve. Jesus sent out these twelve after instructing them thus, “Do not go into pagan territory or enter a Samaritan town."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 5,
    "text": "But Jesus told them, “Because of the hardness of your hearts he wrote you this commandment."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 5,
    "text": "Into whatever house you enter, first say, ‘Peace to this household.’"
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 5,
    "text": "But they will not follow a stranger; they will run away from him, because they do not recognize the voice of strangers.”"
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 5,
    "text": "Now send some men to Joppa and summon one Simon who is called Peter."
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 5,
    "text": "Moses writes about the righteousness that comes from [the] law, “The one who does these things will live by them.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 5,
    "text": "Yet God was not pleased with most of them, for they were struck down in the desert."
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 5,
    "text": "and every pretension raising itself against the knowledge of God, and take every thought captive in obedience to Christ,"
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 5,
    "text": "For this reason, when he came into the world, he said: “Sacrifice and offering you did not desire, but a body you prepared for me;"
  },
  {
    "book": "Revelation",
    "chapter": 10,
    "verse": 5,
    "text": "Then the angel I saw standing on the sea and on the land raised his right hand to heaven"
  }
]