[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 13,
    "text": "The name of the second river is the Gihon; it is the one that winds all through the land of Cush."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 13,
    "text": "The next day he went out again, and now two Hebrews were fighting! So he asked the culprit, “Why are you striking your companion?”"
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 13,
    "text": "You shall season all your grain offerings with salt. Do not let the salt of the covenant with your God be lacking from your grain offering. On every offering you shall offer salt."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 13,
    "text": "and the enrollment of his company is fifty-nine thousand three hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 13,
    "text": "Now get ready to cross the Wadi Zered. So we crossed the Wadi Zered."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 13,
    "text": "that you will allow my father and mother, brothers and sisters, and my whole family to live, and that you will deliver us from death.”"
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 13,
    "text": "Because they had abandoned the LORD and served Baal and the Astartes,"
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 13,
    "text": "She said, “May I prove worthy of your favor, my lord. You have comforted me. You have spoken to the heart of your servant—and I am not even one of your servants!”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 13,
    "text": "nor for the priests' duties toward the people. When someone offered a sacrifice, the priest's servant would come with a three-pronged fork, while the meat was still boiling,"
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 13,
    "text": "Joab, son of Zeruiah, and the servants of David also set out and encountered them at the pool of Gibeon. And they sat down, one group on one side of the pool and the other on the opposite side."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 13,
    "text": "Adonijah, son of Haggith, came to Bathsheba, the mother of Solomon. “Do you come in peace?” she asked. “In peace,” he answered,"
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 13,
    "text": "and picked up the mantle which had fallen from Elijah. Then he went back and stood at the bank of the Jordan."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 13,
    "text": "Jesse became the father of Eliab, his firstborn, of Abinadab, the second son, Shimea, the third,"
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 13,
    "text": "son of a Danite woman and of a father from Tyre; he knows how to work with gold, silver, bronze, and iron, with stone and wood, with purple, violet, fine linen, and crimson, and also how to do all kinds of engraved work and to devise every type of design that may be given him and your craftsmen and the craftsmen of my lord David your father."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 13,
    "text": "descendants of Adonikam, six hundred and sixty-six;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 13,
    "text": "I rode out at night by the Valley Gate, passed by the Dragon Spring, and came to the Dung Gate, observing how the walls of Jerusalem were breached and its gates consumed by fire."
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 13,
    "text": "On entering my house, the goat began to bleat. So I called to my wife and said: “Where did this goat come from? It was not stolen, was it? Give it back to its owners; we have no right to eat anything stolen!”"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 13,
    "text": "Do not disobey a single one of the orders of your lord; fulfill them exactly as I have commanded you, and do it without delay.” Campaigns of Holofernes."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 13,
    "text": "Then, when each one was to visit the king, she was allowed to take with her from the harem to the royal palace whatever she chose."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 13,
    "text": "Why are we still alive?”"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 13,
    "text": "These same things are also told in the records and in Nehemiah's memoirs, as well as how he founded a library and collected the books about the kings and the prophets, the books of David, and the royal letters about votive offerings."
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 13,
    "text": "Then they sat down upon the ground with him seven days and seven nights, but none of them spoke a word to him; for they saw how great was his suffering."
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 13,
    "text": "From those who have left the straight paths to walk in the ways of darkness,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 13,
    "text": "And I saw that wisdom has as much profit over folly as light has over darkness."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 13,
    "text": "The fig tree puts forth its figs, and the vines, in bloom, give forth fragrance. Arise, my friend, my beautiful one, and come!"
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 13,
    "text": "He professes to have knowledge of God and styles himself a child of the LORD."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 13,
    "text": "Woe to the faint of heart! For they do not trust, and therefore have no shelter!"
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 13,
    "text": "Yes, against all the cedars of Lebanon and against all the oaks of Bashan,"
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 13,
    "text": "Two evils my people have done: they have forsaken me, the source of living waters; They have dug themselves cisterns, broken cisterns that cannot hold water."
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 13,
    "text": "To what can I compare you—to what can I liken you— O daughter Jerusalem? What example can I give in order to comfort you, virgin daughter Zion? For your breach is vast as the sea; who could heal you?"
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 13,
    "text": "Withdraw your anger from us, for we are left few in number among the nations where you have scattered us."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 13,
    "text": "When the decree was issued that the wise men should be slain, Daniel and his companions were also sought out."
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 13,
    "text": "I will put an end to all her joy, her festivals, her new moons, her sabbaths— all her seasonal feasts."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 13,
    "text": "Rend your hearts, not your garments, and return to the LORD, your God, For he is gracious and merciful, slow to anger, abounding in steadfast love, and relenting in punishment."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 13,
    "text": "Look, I am groaning beneath you, as a wagon groans when laden with sheaves."
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 13,
    "text": "The one who makes a breach goes up before them; they make a breach and pass through the gate; Their king shall go through before them, the LORD at their head."
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 13,
    "text": "The lion tore apart enough for his cubs, and strangled for his lionesses; He filled his lairs with prey, and his dens with torn flesh."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 13,
    "text": "Is this not from the LORD of hosts: peoples toil for what the flames consume, and nations grow weary for nothing!"
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 13,
    "text": "He will stretch out his hand against the north, to destroy Assyria; He will make Nineveh a waste, dry as the desert."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 13,
    "text": "Then Haggai asked: “If a person defiled from contact with a corpse touches any of these, do they become defiled?” The priests answered, “They become defiled.”"
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 13,
    "text": "Now I wave my hand over them, and they become plunder for their own servants. Thus you shall know that the LORD of hosts has sent me."
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 13,
    "text": "This also you do: the altar of the LORD you cover with tears, weeping, and groaning, Because the Lord no longer takes note of your offering or accepts it favorably from your hand."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 13,
    "text": "The Flight to Egypt. When they had departed, behold, the angel of the Lord appeared to Joseph in a dream and said, “Rise, take the child and his mother, flee to Egypt, and stay there until I tell you. Herod is going to search for the child to destroy him.”"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 13,
    "text": "The Call of Levi. Once again he went out along the sea. All the crowd came to him and he taught them."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 13,
    "text": "And suddenly there was a multitude of the heavenly host with the angel, praising God and saying:"
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 13,
    "text": "Cleansing of the Temple. Since the Passover of the Jews was near, Jesus went up to Jerusalem."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 13,
    "text": "But others said, scoffing, “They have had too much new wine.”"
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 13,
    "text": "For it is not those who hear the law who are just in the sight of God; rather, those who observe the law will be justified."
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 13,
    "text": "And we speak about them not with words taught by human wisdom, but with words taught by the Spirit, describing spiritual realities in spiritual terms."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 13,
    "text": "I had no relief in my spirit because I did not find my brother Titus. So I took leave of them and went on to Macedonia."
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 13,
    "text": "And the rest of the Jews [also] acted hypocritically along with him, with the result that even Barnabas was carried away by their hypocrisy."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 13,
    "text": "But now in Christ Jesus you who once were far off have become near by the blood of Christ."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 13,
    "text": "For God is the one who, for his good purpose, works in you both to desire and to work."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 13,
    "text": "And even when you were dead [in] transgressions and the uncircumcision of your flesh, he brought you to life along with him, having forgiven us all our transgressions;"
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 13,
    "text": "Further Thanksgiving. And for this reason we too give thanks to God unceasingly, that, in receiving the word of God from hearing us, you received not a human word but, as it truly is, the word of God, which is now at work in you who believe."
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 13,
    "text": "But we ought to give thanks to God for you always, brothers loved by the Lord, because God chose you as the firstfruits for salvation through sanctification by the Spirit and belief in truth."
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 13,
    "text": "For Adam was formed first, then Eve."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 13,
    "text": "If we are unfaithful he remains faithful, for he cannot deny himself."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 13,
    "text": "as we await the blessed hope, the appearance of the glory of the great God and of our savior Jesus Christ,"
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 13,
    "text": "and again: “I will put my trust in him”; and again: “Behold, I and the children God has given me.”"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 13,
    "text": "For the judgment is merciless to one who has not shown mercy; mercy triumphs over judgment. Faith and Works."
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 13,
    "text": "Be subject to every human institution for the Lord's sake, whether it be to the king as supreme"
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 13,
    "text": "suffering wrong as payment for wrongdoing. Thinking daytime revelry a delight, they are stains and defilements as they revel in their deceits while carousing with you."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 13,
    "text": "I am writing to you, fathers, because you know him who is from the beginning. I am writing to you, young men, because you have conquered the evil one."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 13,
    "text": "“I know that you live where Satan's throne is, and yet you hold fast to my name and have not denied your faith in me, not even in the days of Antipas, my faithful witness, who was martyred among you, where Satan lives."
  }
]