[
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 33,
    "text": "To Merari belonged the clans of the Mahlites and the Mushites; these were the clans of Merari."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 33,
    "text": "And the king sang this lament over Abner: Should Abner have died like a fool?"
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 33,
    "text": "Opposition from Judah's Enemies. When Sanballat heard that we were rebuilding the wall, he became angry and very much incensed. He ridiculed the Jews,"
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 33,
    "text": "and commissioned him to take care of his son Antiochus until his return."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 33,
    "text": "While the high priest was offering the sacrifice of atonement, the same young men dressed in the same clothing again appeared and stood before Heliodorus. “Be very grateful to the high priest Onias,” they told him. “It is for his sake that the Lord has spared your life."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 33,
    "text": "The curse of the LORD is on the house of the wicked, but the dwelling of the just he blesses;"
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 33,
    "text": "He does not willingly afflict or bring grief to human beings."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 33,
    "text": "Who sends out the lightning, and it goes, calls it, and trembling it obeys him;"
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 33,
    "text": "Now we cannot open our mouths; shame and reproach have come upon us, your servants, who revere you."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 33,
    "text": "But he said to them in reply, “Who are my mother and [my] brothers?”"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 33,
    "text": "the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 33,
    "text": "Whoever does accept his testimony certifies that God is trustworthy."
  }
]