[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 4,
    "text": "while Abel, for his part, brought the fatty portion of the firstlings of his flock. The LORD looked with favor on Abel and his offering,"
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 4,
    "text": "Then the LORD said to Moses: Now stretch out your hand and take hold of its tail. So he stretched out his hand and took hold of it, and it became a staff in his hand."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 4,
    "text": "Bringing the bull to the entrance of the tent of meeting, before the LORD, he shall lay his hand on its head and slaughter it before the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 4,
    "text": "This is the task of the Kohathites in the tent of meeting: the most sacred objects."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 4,
    "text": "but you, who held fast to the LORD, your God, are all alive today."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 4,
    "text": "Summoning the twelve men he had selected from among the Israelites, one from each tribe,"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 4,
    "text": "At that time the prophet Deborah, wife of Lappidoth, was judging Israel."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 4,
    "text": "So I thought I would inform you. Before those here present, including the elders of my people, purchase the field; act as redeemer. But if you do not want to do it, tell me so, that I may know, for no one has a right of redemption prior to yours, and mine is next.” He answered, “I will act as redeemer.”"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 4,
    "text": "Loss of the Ark. So the people sent to Shiloh and brought from there the ark of the LORD of hosts, who is enthroned upon the cherubim. The two sons of Eli, Hophni and Phinehas, accompanied the ark of God."
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 4,
    "text": "(Jonathan, son of Saul, had a son with crippled feet. He was five years old when the news about Saul and Jonathan came from Jezreel; his nurse took him and fled, but in their hasty flight, he fell and became lame. His name was Meribbaal.)"
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 4,
    "text": "Benaiah, son of Jehoiada, in charge of the army; Zadok and Abiathar, priests;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 4,
    "text": "Then come back and close the door on yourself and your children; pour the oil into all the vessels, and as each is filled, set it aside.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 4,
    "text": "Penuel was the father of Gedor, and Ezer the father of Hushah. These were the sons of Hur, the firstborn of Ephrathah, the father of Bethlehem."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 4,
    "text": "This rested on twelve oxen, three facing north, three facing west, three facing south, and three facing east, with their haunches all toward the center; upon them was set the sea."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 4,
    "text": "Thereupon the local inhabitants discouraged the people of Judah and frightened them off from building."
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 4,
    "text": "Meanwhile the Judahites were saying: “Slackened is the bearers' strength, there is no end to the rubbish; Never will we be able to rebuild the wall.”"
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 4,
    "text": "Remember, son, how she went through many dangers for you while you were in her womb. When she dies, bury her in the same grave with me."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 4,
    "text": "So they sent word to the whole region of Samaria, to Kona, Beth-horon, Belmain, and Jericho, to Choba and Aesora, and to the valley of Salem."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 4,
    "text": "Esther's maids and eunuchs came and told her. Overwhelmed with anguish, the queen sent garments for Mordecai to put on, so that he might take off his sackcloth; but he refused."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 4,
    "text": "while these forces were still scattered away from the camp."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 4,
    "text": "Onias saw that the opposition was serious and that Apollonius, son of Menestheus, the governor of Coelesyria and Phoenicia, was abetting Simon's wickedness."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 4,
    "text": "Your words have upheld the stumbler; you have strengthened faltering knees."
  },
  {
    "book": "Psalms",
    "chapter": 4,
    "verse": 4,
    "text": "Know that the LORD works wonders for his faithful one; the LORD hears when I call out to him."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 4,
    "text": "He taught me and said to me: “Let your heart hold fast my words: keep my commands, and live!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 4,
    "text": "Then I saw that all toil and skillful work is the rivalry of one person with another. This also is vanity and a chase after wind."
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 4,
    "text": "Like a tower of David, your neck, built in courses, A thousand shields hanging upon it, all the armor of warriors."
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 4,
    "text": "For even though their branches flourish for a time, they are unsteady and shall be rocked by the wind and, by the violence of the winds, uprooted;"
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 4,
    "text": "A beggar's request do not reject; do not turn your face away from the poor."
  },
  {
    "book": "Isaiah",
    "chapter": 4,
    "verse": 4,
    "text": "When the Lord washes away the filth of the daughters of Zion, And purges Jerusalem's blood from her midst with a blast of judgment, a searing blast,"
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 4,
    "text": "Be circumcised for the LORD, remove the foreskins of your hearts, people of Judah and inhabitants of Jerusalem; Or else my anger will break out like fire, and burn so that no one can quench it, because of your evil deeds."
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 4,
    "text": "The tongue of the infant cleaves to the roof of its mouth in thirst; Children beg for bread, but no one gives them a piece."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 4,
    "text": "Blessed are we, O Israel; for what pleases God is known to us!"
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 4,
    "text": "Then lie down on your left side, while I place the guilt of the house of Israel upon you. As many days as you lie like this, you shall bear their guilt."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 4,
    "text": "When the magicians, enchanters, Chaldeans, and diviners had come in, I related the dream before them; but none of them could tell me its meaning."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 4,
    "text": "Guilt of Priest and of People - But let no one accuse, let no one rebuke; with you is my dispute, priest!"
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 4,
    "text": "Moreover, what are you doing to me, Tyre and Sidon, and all the regions of Philistia? Are you paying me back for something? If you are, I will very quickly turn your deeds back upon your own head."
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 4,
    "text": "Come to Bethel and sin, to Gilgal and sin all the more! Each morning bring your sacrifices, every third day your tithes;"
  },
  {
    "book": "Jonah",
    "chapter": 4,
    "verse": 4,
    "text": "But the LORD asked, “Are you right to be angry?”"
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 4,
    "text": "They shall all sit under their own vines, under their own fig trees, undisturbed; for the LORD of hosts has spoken."
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 4,
    "text": "Then I said to the angel who spoke with me, “What are these things, my lord?”"
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 4,
    "text": "He said in reply, “It is written: ‘One does not live by bread alone, but by every word that comes forth from the mouth of God.'”"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 4,
    "text": "And as he sowed, some seed fell on the path, and the birds came and ate it up."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 4,
    "text": "Jesus answered him, “It is written, ‘One does not live by bread alone.'”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 4,
    "text": "The Samaritan Woman. He had to pass through Samaria."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 4,
    "text": "But many of those who heard the word came to believe and [the] number of men grew to [about] five thousand."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 4,
    "text": "A worker's wage is credited not as a gift, but as something due."
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 4,
    "text": "I am not conscious of anything against me, but I do not thereby stand acquitted; the one who judges me is the Lord."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 4,
    "text": "in whose case the god of this age has blinded the minds of the unbelievers, so that they may not see the light of the gospel of the glory of Christ, who is the image of God."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 4,
    "text": "But when the fullness of time had come, God sent his Son, born of a woman, born under the law,"
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 4,
    "text": "one body and one Spirit, as you were also called to the one hope of your call;"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 4,
    "text": "Joy and Peace. Rejoice in the Lord always. I shall say it again: rejoice!"
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 4,
    "text": "that I may make it clear, as I must speak."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 4,
    "text": "that each of you know how to acquire a wife for himself in holiness and honor,"
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 4,
    "text": "For everything created by God is good, and nothing is to be rejected when received with thanksgiving,"
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 4,
    "text": "and will stop listening to the truth and will be diverted to myths."
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 4,
    "text": "For he has spoken somewhere about the seventh day in this manner, “And God rested on the seventh day from all his works”;"
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 4,
    "text": "Adulterers! Do you not know that to be a lover of the world means enmity with God? Therefore, whoever wants to be a lover of the world makes himself an enemy of God."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 4,
    "text": "They are surprised that you do not plunge into the same swamp of profligacy, and they vilify you;"
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 4,
    "text": "You belong to God, children, and you have conquered them, for the one who is in you is greater than the one who is in the world."
  },
  {
    "book": "Revelation",
    "chapter": 4,
    "verse": 4,
    "text": "Surrounding the throne I saw twenty-four other thrones on which twenty-four elders sat, dressed in white garments and with gold crowns on their heads."
  }
]