[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 28,
    "text": "Noah lived three hundred and fifty years after the flood."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 28,
    "text": "Pray to the LORD! Enough of the thunder and hail! I will let you go; you need stay no longer.”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 28,
    "text": "lest the land from which you have brought us say, “The LORD was not able to bring them into the land he promised them, and out of hatred for them, he brought them out to let them die in the wilderness.”"
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 28,
    "text": "Gaal, son of Ebed, said, “Who is Abimelech? And who is Shechem that we should serve him? Did not the son of Jerubbaal and his lieutenant Zebul serve the men of Hamor, father of Shechem? So why should we serve him?"
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 28,
    "text": "They went to Ophir, and obtained four hundred and twenty talents of gold and brought it to King Solomon."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 28,
    "text": "His servants brought him in a chariot to Jerusalem and they buried him in his grave with his ancestors in the City of David."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 28,
    "text": "Some of them had charge of the vessels used there, tallying them as they were brought in and taken out."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 28,
    "text": "Solomon’s horses were imported from Egypt and from all the lands."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 28,
    "text": "As soon as they had relief, they would go back to doing evil in your sight. Again you abandoned them to the power of their enemies, who crushed them. Once again they cried out to you, and you heard them from heaven and delivered them according to your mercy, many times over."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 28,
    "text": "These days were to be commemorated and kept in every generation, by every clan, in every province, and in every city. These days of Purim were never to be neglected among the Jews, nor forgotten by their descendants. Esther and Mordecai Act in Concert."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 28,
    "text": "Then all the friends of Judas came together and said to Jonathan:"
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 28,
    "text": "So this murderer and blasphemer, after extreme sufferings, such as he had inflicted on others, died a miserable death in the mountains of a foreign land."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 28,
    "text": "Then I am in dread of all my pains; I know that you will not hold me innocent."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 28,
    "text": "When he entered the house, the blind men approached him and Jesus said to them, “Do you believe that I can do this?” “Yes, Lord,” they said to him."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 28,
    "text": "When he entered the house, his disciples asked him in private, “Why could we not drive it out?”"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 28,
    "text": "About eight days after he said this, he took Peter, John, and James and went up the mountain to pray."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 28,
    "text": "They ridiculed him and said, “You are that man’s disciple; we are disciples of Moses!"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 28,
    "text": "He moved about freely with them in Jerusalem, and spoke out boldly in the name of the Lord."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 28,
    "text": "for decisively and quickly will the Lord execute sentence upon the earth.”"
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 28,
    "text": "so also Christ, offered once to take away the sins of many, will appear a second time, not to take away sin but to bring salvation to those who eagerly await him."
  }
]