[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 12,
    "text": "If you till the ground, it shall no longer give you its produce. You shall become a constant wanderer on the earth."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 12,
    "text": "Now go, I will assist you in speaking and teach you what you are to say."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 12,
    "text": "that is, the whole bull, shall be brought outside the camp to a clean place where the ashes are deposited and there be burned in a wood fire. At the place of the ash heap, there it must be burned."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 12,
    "text": "Taking the utensils of the sanctuary service, they shall put them all in violet cloth and cover them with a covering of yellow-orange skin. They shall then place them on a litter."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 12,
    "text": "Then the LORD spoke to you from the midst of the fire. You heard the sound of the words, but saw no form; there was only a voice."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 12,
    "text": "The Reubenites, Gadites, and half-tribe of Manasseh, armed, marched in the vanguard of the Israelites, as Moses had ordered."
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 12,
    "text": "It was reported to Sisera that Barak, son of Abinoam, had gone up to Mount Tabor."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 12,
    "text": "With the offspring the LORD will give you from this young woman, may your house become like the house of Perez, whom Tamar bore to Judah.”"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 12,
    "text": "Death of Eli. A Benjaminite fled from the battlefield and reached Shiloh that same day, with his clothes torn and his head covered with dirt."
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 12,
    "text": "So at David’s command, the young men killed them and cut off their hands and feet, hanging them up near the pool in Hebron. But he took the head of Ishbaal and buried it in Abner’s grave in Hebron."
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 12,
    "text": "Baana, son of Ahilud, in Taanach and Megiddo and all Beth-shean near Zarethan below Jezreel, from Beth-shean to Abel-meholah to beyond Jokmeam;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 12,
    "text": "Then he said to his servant Gehazi, “Call this Shunammite woman.” He did so, and when she stood before Elisha,"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 12,
    "text": "Eshton became the father of Bethrapha, Paseah, and Tehinnah, the father of the city of Nahash. These were the men of Recah."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 12,
    "text": "two columns; two nodes for the capitals on top of the columns; and two pieces of netting covering the two nodes for the capitals on top of the columns;"
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 12,
    "text": "Let it be known to the king that the Jews who came up from you to us have arrived at Jerusalem and are now rebuilding this rebellious and evil city. They are completing its walls, and the foundations have already been laid."
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 12,
    "text": "Every builder, while working, had a sword tied at his side. A trumpeter stood beside me,"
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 12,
    "text": "“Be on your guard, son, against every kind of fornication, and above all, marry a woman of your own ancestral family. Do not marry a foreign woman, one who is not of your father’s tribe, because we are descendants of the prophets, who were the first to speak the truth. Noah prophesied first, then Abraham, Isaac, and Jacob, our ancestors from the beginning of time. Son, remember that all of them took wives from among their own kindred and were blessed in their children, and that their posterity would inherit the land."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 12,
    "text": "The altar, too, they draped in sackcloth; and with one accord they cried out fervently to the God of Israel not to allow their children to be seized, their wives to be taken captive, the cities of their inheritance to be ruined, or the sanctuary to be profaned and mocked for the nations to gloat over."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 12,
    "text": "When Esther’s words were reported to Mordecai,"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 12,
    "text": "When the foreigners looked up and saw them marching toward them,"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 12,
    "text": "With perverse delight he established a gymnasium at the very foot of the citadel, where he induced the noblest young men to wear the Greek hat."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 12,
    "text": "A word was stealthily brought to me, my ear caught a whisper of it."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 12,
    "text": "When you walk, your step will not be impeded, and should you run, you will not stumble."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 12,
    "text": "Where one alone may be overcome, two together can resist. A three-ply cord is not easily broken."
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 12,
    "text": "The Lover’s Garden - M A garden enclosed, my sister, my bride, a garden enclosed, a fountain sealed!"
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 12,
    "text": "For the witchery of paltry things obscures what is right and the whirl of desire transforms the innocent mind."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 12,
    "text": "Those who love her love life; those who seek her out win the LORD’s favor."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 12,
    "text": "a strong wind from there comes at my bidding. Now I too pronounce sentence upon them."
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 12,
    "text": "The kings of the earth did not believe, nor any of the world’s inhabitants, That foe or enemy could enter the gates of Jerusalem."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 12,
    "text": "Let no one gloat over me, a widow, bereft of many; For the sins of my children I am left desolate, because they turned from the law of God,"
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 12,
    "text": "And the barley cake you eat you must bake on human excrement in the sight of all."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 12,
    "text": "but leave its stump in the earth. Bound with iron and bronze, let him be fed with the grass of the field and bathed with the dew of heaven; let his lot be with the beasts in the grass of the earth."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 12,
    "text": "My people consult their piece of wood, and their wand makes pronouncements for them, For the spirit of prostitution has led them astray; they prostitute themselves, forsaking their God."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 12,
    "text": "Let the nations rouse themselves and come up to the Valley of Jehoshaphat; For there I will sit in judgment upon all the neighboring nations."
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 12,
    "text": "Therefore thus I will do to you, Israel: and since I will deal thus with you, prepare to meet your God, O Israel!"
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 12,
    "text": "But they do not know the thoughts of the LORD, nor understand his plan: He has gathered them like sheaves to the threshing floor."
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 12,
    "text": "A second time I asked, “What are the two streams from the olive trees that pour out golden oil through two taps of gold?”"
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 12,
    "text": "When he heard that John had been arrested, he withdrew to Galilee."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 12,
    "text": "so that ‘they may look and see but not perceive, and hear and listen but not understand, in order that they may not be converted and be forgiven.’”"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 12,
    "text": "Jesus said to him in reply, “It also says, ‘You shall not put the Lord, your God, to the test.’”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 12,
    "text": "Are you greater than our father Jacob, who gave us this well and drank from it himself with his children and his flocks?”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 12,
    "text": "There is no salvation through anyone else, nor is there any other name under heaven given to the human race by which we are to be saved.”"
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 12,
    "text": "as well as the father of the circumcised who not only are circumcised but also follow the path of faith that our father Abraham walked while still uncircumcised."
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 12,
    "text": "and we toil, working with our own hands. When ridiculed, we bless; when persecuted, we endure;"
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 12,
    "text": "So death is at work in us, but life in you."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 12,
    "text": "I implore you, brothers, be as I am, because I have also become as you are. You did me no wrong;"
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 12,
    "text": "to equip the holy ones for the work of ministry, for building up the body of Christ,"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 12,
    "text": "I know indeed how to live in humble circumstances; I know also how to live with abundance. In every circumstance and in all things I have learned the secret of being well fed and of going hungry, of living in abundance and of being in need."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 12,
    "text": "Epaphras sends you greetings; he is one of you, a slave of Christ [Jesus], always striving for you in his prayers so that you may be perfect and fully assured in all the will of God."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 12,
    "text": "that you may conduct yourselves properly toward outsiders and not depend on anyone."
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 12,
    "text": "Let no one have contempt for your youth, but set an example for those who believe, in speech, conduct, love, faith, and purity."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 12,
    "text": "I have sent Tychicus to Ephesus."
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 12,
    "text": "Indeed, the word of God is living and effective, sharper than any two-edged sword, penetrating even between soul and spirit, joints and marrow, and able to discern reflections and thoughts of the heart."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 12,
    "text": "There is one lawgiver and judge who is able to save or to destroy. Who then are you to judge your neighbor? Warning Against Presumption."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 12,
    "text": "Beloved, do not be surprised that a trial by fire is occurring among you, as if something strange were happening to you."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 12,
    "text": "No one has ever seen God. Yet, if we love one another, God remains in us, and his love is brought to perfection in us."
  }
]