[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 25,
    "text": "Adam again had intercourse with his wife, and she gave birth to a son whom she called Seth. “God has granted me another offspring in place of Abel,” she said, “because Cain killed him.”"
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 25,
    "text": "But Zipporah took a piece of flint and cut off her son’s foreskin and, touching his feet, she said, “Surely you are a spouse of blood to me.”"
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 25,
    "text": "The priest shall then take some of the blood of the purification offering on his finger and put it on the horns of the altar for burnt offerings. The rest of the blood he shall pour out at the base of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 25,
    "text": "they shall carry the curtains of the tabernacle, the tent of meeting with its covering and the outer wrapping of yellow-orange skin, the curtain at the entrance of the tent of meeting,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 25,
    "text": "God’s Fidelity and Love. When you have children and children’s children, and have grown old in the land, should you then act corruptly by fashioning an idol in the form of anything, and by this evil done in his sight provoke the LORD, your God,"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 25,
    "text": "She kept going till she reached the man of God on Mount Carmel. When he saw her at a distance, the man of God said to his servant Gehazi: “There is the Shunammite!"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 25,
    "text": "whose son was Shallum, whose son was Mibsam, whose son was Mishma."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 25,
    "text": "Thus Israel experienced a great deliverance that day."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 25,
    "text": "He returned with the royal commission, but with nothing that made him worthy of the high priesthood; he had the temper of a cruel tyrant and the rage of a wild beast."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 25,
    "text": "Let your eyes look straight ahead and your gaze be focused forward."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 25,
    "text": "Never speak against the truth, but of your own ignorance be ashamed."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 25,
    "text": "I looked—there was no one; even the birds of the air had flown away!"
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 25,
    "text": "“My children, bear patiently the wrath that has come upon you from God; Your enemies have persecuted you, but you will soon see their destruction and trample upon their necks."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 25,
    "text": "All this happened to King Nebuchadnezzar."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 25,
    "text": "And great crowds from Galilee, the Decapolis, Jerusalem, and Judea, and from beyond the Jordan followed him."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 25,
    "text": "To the one who has, more will be given; from the one who has not, even what he has will be taken away.”"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 25,
    "text": "Indeed, I tell you, there were many widows in Israel in the days of Elijah when the sky was closed for three and a half years and a severe famine spread over the entire land."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 25,
    "text": "The woman said to him, “I know that the Messiah is coming, the one called the Anointed; when he comes, he will tell us everything.”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 25,
    "text": "you said by the holy Spirit through the mouth of our father David, your servant: ‘Why did the Gentiles rage and the peoples entertain folly?"
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 25,
    "text": "who was handed over for our transgressions and was raised for our justification."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 25,
    "text": "Hagar represents Sinai, a mountain in Arabia; it corresponds to the present Jerusalem, for she is in slavery along with her children."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 25,
    "text": "IV. Daily Conduct, an Expression of Unity - Rules for the New Life. Therefore, putting away falsehood, speak the truth, each one to his neighbor, for we are members one of another."
  }
]