[
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 35,
    "text": "The leader of the ancestral house of the clans of Merari was Zuriel, son of Abihail. They camped at the north side of the tabernacle."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 35,
    "text": "Then they went to console David with food while it was still day. But David swore, “May God do thus to me, and more, if before the sun goes down I eat bread or anything else.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 35,
    "text": "Tobiah the Ammonite was beside him, and he said: “Whatever they are building—if a fox attacks it, it will breach their wall of stones!”"
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 35,
    "text": "Lysias was to send an army against them to crush and destroy the power of Israel and the remnant of Jerusalem and efface their memory from the place."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 35,
    "text": "After Heliodorus had offered a sacrifice to the Lord and made most solemn vows to the one who had spared his life, he bade Onias farewell, and returned with his soldiers to the king."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 35,
    "text": "The wise will possess glory, but fools will bear shame."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 35,
    "text": "Or denies justice to anyone in the very sight of the Most High,"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 35,
    "text": "When he calls them, they answer, “Here we are!” shining with joy for their Maker."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 35,
    "text": "Do not take away your mercy from us, for the sake of Abraham, your beloved, Isaac your servant, and Israel your holy one,"
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 35,
    "text": "[For] whoever does the will of God is my brother and sister and mother.”"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 35,
    "text": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 35,
    "text": "The Father loves the Son and has given everything over to him."
  }
]