[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 14,
    "text": "Look, you have now banished me from the ground. I must avoid you and be a constant wanderer on the earth. Anyone may kill me at sight.”"
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 14,
    "text": "Then the LORD became angry with Moses and said: I know there is your brother, Aaron the Levite, who is a good speaker; even now he is on his way to meet you. When he sees you, he will truly be glad."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 14,
    "text": "when the wrong that was committed becomes known, the community shall offer a bull of the herd as a purification offering. They shall bring it before the tent of meeting."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 14,
    "text": "On this they shall put all the utensils with which it is served: the fire pans, forks, shovels, basins, and all the utensils of the altar. They shall then spread a covering of yellow-orange skin over this, and put the poles in place."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 14,
    "text": "At that time the LORD charged me to teach you the statutes and ordinances for you to observe in the land you are about to cross into and possess."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 14,
    "text": "That day the LORD exalted Joshua in the sight of all Israel, and so during his whole life they feared him as they had feared Moses."
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 14,
    "text": "Deborah then said to Barak, “Up! This is the day on which the LORD has delivered Sisera into your power. The LORD marches before you.” So Barak went down Mount Tabor, followed by his ten thousand men."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 14,
    "text": "Then the women said to Naomi, “Blessed is the LORD who has not failed to provide you today with a redeemer. May he become famous in Israel!"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 14,
    "text": "When Eli heard the uproar, he wondered why there was such commotion. Just then the man rushed up to inform him."
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 14,
    "text": "Ahinadab, son of Iddo, in Mahanaim;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 14,
    "text": "Later Elisha asked, “What can we do for her?” Gehazi answered, “She has no son, and her husband is old.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 14,
    "text": "Meonothai became the father of Ophrah. Seraiah became the father of Joab, the father of Geharashim, so called because they were artisans."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 14,
    "text": "He made the stands, and the basins on the stands;"
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 14,
    "text": "Now, since we eat the salt of the palace and it is not fitting for us to look on while the king is being dishonored, we have sent this message to inform the king,"
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 14,
    "text": "wherever you hear the trumpet sound, join us there; our God will fight with us.”"
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 14,
    "text": "“Do not keep with you overnight the wages of those who have worked for you, but pay them at once. If you serve God thus, you will receive your reward. Be on your guard, son, in everything you do; be wise in all that you say and discipline yourself in all your conduct."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 14,
    "text": "Also girded with sackcloth, Joakim, the high priest, and all the priests in attendance before the Lord, and those who ministered to the Lord offered the daily burnt offering, the votive offerings, and the voluntary offerings of the people."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 14,
    "text": "Even if you now remain silent, relief and deliverance will come to the Jews from another source; but you and your father’s house will perish. Who knows—perhaps it was for a time like this that you became queen?”"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 14,
    "text": "joined the battle. They crushed the Gentiles, who fled toward the plain."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 14,
    "text": "that the priests no longer cared about the service of the altar. Disdaining the temple and neglecting the sacrifices, they hastened, at the signal for the games, to take part in the unlawful exercises at the arena."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 14,
    "text": "Fear came upon me, and shuddering, that terrified me to the bone."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 14,
    "text": "The path of the wicked do not enter, nor walk in the way of the evil;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 14,
    "text": "for from a prison house he came forth to reign; despite his kingship he was born poor."
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 14,
    "text": "spikenard and saffron, Sweet cane and cinnamon, with all kinds of frankincense; Myrrh and aloes, with all the finest spices;"
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 14,
    "text": "for his soul was pleasing to the LORD, therefore he sped him out of the midst of wickedness. But the people saw and did not understand, nor did they take that consideration into account."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 14,
    "text": "Those who serve her serve the Holy One; those who love her the Lord loves."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 14,
    "text": "Cleanse your heart of evil, Jerusalem, that you may be saved. How long will you entertain wicked schemes?"
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 14,
    "text": "They staggered blindly in the streets, defiled with blood, So that people could not touch even their garments:"
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 14,
    "text": "“Let Zion’s neighbors come— Remember the captivity of my sons and daughters, brought upon them by the Eternal One."
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 14,
    "text": "“Oh no, Lord GOD,” I protested. “Never have I defiled myself nor have I eaten carrion flesh or flesh torn by wild beasts, nor from my youth till now has any unclean meat entered my mouth.”"
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 14,
    "text": "By decree of the watchers is this proclamation, by order of the holy ones, this sentence; That all who live may know that the Most High is sovereign over human kingship, Giving it to whom he wills, and setting it over the lowliest of mortals.’"
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 14,
    "text": "I will not punish your daughters for their prostitution, nor your daughters-in-law for their adultery, Because the men themselves consort with prostitutes, and with temple women they offer sacrifice! Thus a people without understanding comes to ruin."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 14,
    "text": "Crowds upon crowds in the Valley of Decision; For near is the day of the LORD in the Valley of Decision."
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 14,
    "text": "Now grieve, O grieving daughter! “They have laid siege against us!” With the rod they strike on the cheek the ruler of Israel."
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 14,
    "text": "Then he said, “These are the two anointed ones who stand by the Lord of the whole earth.”"
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 14,
    "text": "that what had been said through Isaiah the prophet might be fulfilled:"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 14,
    "text": "The sower sows the word."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 14,
    "text": "IV. The Ministry in Galilee - The Beginning of the Galilean Ministry. Jesus returned to Galilee in the power of the Spirit, and news of him spread throughout the whole region."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 14,
    "text": "but whoever drinks the water I shall give will never thirst; the water I shall give will become in him a spring of water welling up to eternal life.”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 14,
    "text": "Then when they saw the man who had been cured standing there with them, they could say nothing in reply."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 14,
    "text": "For if those who adhere to the law are the heirs, faith is null and the promise is void."
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 14,
    "text": "I am writing you this not to shame you, but to admonish you as my beloved children."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 14,
    "text": "knowing that the one who raised the Lord Jesus will raise us also with Jesus and place us with you in his presence."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 14,
    "text": "and you did not show disdain or contempt because of the trial caused you by my physical condition, but rather you received me as an angel of God, as Christ Jesus."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 14,
    "text": "so that we may no longer be infants, tossed by waves and swept along by every wind of teaching arising from human trickery, from their cunning in the interests of deceitful scheming."
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 14,
    "text": "Still, it was kind of you to share in my distress."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 14,
    "text": "Luke the beloved physician sends greetings, as does Demas."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 14,
    "text": "For if we believe that Jesus died and rose, so too will God, through Jesus, bring with him those who have fallen asleep."
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 14,
    "text": "Do not neglect the gift you have, which was conferred on you through the prophetic word with the imposition of hands of the presbyterate."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 14,
    "text": "Alexander the coppersmith did me a great deal of harm; the Lord will repay him according to his deeds."
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 14,
    "text": "Jesus, Compassionate High Priest. Therefore, since we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast to our confession."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 14,
    "text": "you have no idea what your life will be like tomorrow. You are a puff of smoke that appears briefly and then disappears."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 14,
    "text": "If you are insulted for the name of Christ, blessed are you, for the Spirit of glory and of God rests upon you."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 14,
    "text": "Moreover, we have seen and testify that the Father sent his Son as savior of the world."
  }
]