[
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 27,
    "text": "If you refuse to let them go, then I will send a plague of frogs over all your territory."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 27,
    "text": "Every person who eats any blood shall be cut off from the people."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 27,
    "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 27,
    "text": "Because you, LORD of hosts, God of Israel, have revealed to your servant, ‘I will build you a house,’ your servant now finds the courage to make this prayer before you."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 27,
    "text": "He also made ten stands of bronze, each four cubits long, four wide, and three high."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 27,
    "text": "whose son was Nun, whose son was Joshua."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 27,
    "text": "Ezra Prepares for the Journey. Blessed be the LORD, the God of our ancestors, who put it into the heart of the king thus to glorify the house of the LORD in Jerusalem,"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 27,
    "text": "people of Anathoth, one hundred and twenty-eight;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 27,
    "text": "we would be better off to become their prey. Although we would be made slaves, at least we would live, and not have to see our little ones dying before our eyes, and our wives and children breathing their last."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 27,
    "text": "Nicanor came to Jerusalem with a large force and deceitfully sent to Judas and his brothers this peaceable message:"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 27,
    "text": "She leaned over close to him and, in derision of the cruel tyrant, said in their native language: “Son, have pity on me, who carried you in my womb for nine months, nursed you for three years, brought you up, educated and supported you to your present age."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 27,
    "text": "Her house is a highway to Sheol, leading down into the chambers of death."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 27,
    "text": "See, this have I found, says Qoheleth, adding one to one to find the sum."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 27,
    "text": "Although she is one, she can do all things, and she renews everything while herself perduring; Passing into holy souls from age to age, she produces friends of God and prophets."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 27,
    "text": "With your whole heart honor your father; your mother’s birth pangs do not forget."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 27,
    "text": "When you speak all these words to them, they will not listen to you either. When you call to them, they will not answer you."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 27,
    "text": "The king mourns, the prince is terror-stricken, the hands of the common people tremble. I will deal with them according to their ways, and according to their judgments I will judge them. They shall know that I am the LORD."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 27,
    "text": "Then the kingship and dominion and majesty of all the kingdoms under the heavens shall be given to the people of the holy ones of the Most High, Whose kingship shall be an everlasting kingship, whom all dominions shall serve and obey.”"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 27,
    "text": "The rain fell, the floods came, and the winds blew and buffeted the house. And it collapsed and was completely ruined.”"
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 27,
    "text": "He said to her, “Let the children be fed first. For it is not right to take the food of the children and throw it to the dogs.”"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 27,
    "text": "This is the one about whom scripture says: ‘Behold, I am sending my messenger ahead of you, he will prepare your way before you.’"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 27,
    "text": "But we know where he is from. When the Messiah comes, no one will know where he is from.”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 27,
    "text": "Then the one who was harming his neighbor pushed him aside, saying, ‘Who appointed you ruler and judge over us?"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 27,
    "text": "Are you bound to a wife? Do not seek a separation. Are you free of a wife? Then do not look for a wife."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 27,
    "text": "He has no need, as did the high priests, to offer sacrifice day after day, first for his own sins and then for those of the people; he did that once for all when he offered himself."
  }
]