[
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 35,
    "text": "This is the priestly share from the oblations for the LORD, allotted to Aaron and his sons on the day they were brought forth to be the priests of the LORD,"
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 35,
    "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Elizur, son of Shedeur."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 35,
    "text": "At the top of the stand there was a raised collar half a cubit high, and the handles and panels on top of the stand formed part of it."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 35,
    "text": "The sons of his brother Hotham were Zophah, Imna, Shelesh, and Amal."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 35,
    "text": "descendants of Harim, three hundred and twenty;"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 35,
    "text": "In a rage he swore: “If Judas and his army are not delivered to me at once, when I return victorious I will burn this temple down.” He went away in great anger."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 35,
    "text": "You have not yet escaped the judgment of the almighty and all-seeing God."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 35,
    "text": "Do not hesitate to visit the sick, because for such things you will be loved."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 35,
    "text": "And [immediately] the man's ears were opened, his speech impediment was removed, and he spoke plainly."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 35,
    "text": "But wisdom is vindicated by all her children.” The Pardon of the Sinful Woman."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 35,
    "text": "So the Jews said to one another, “Where is he going that we will not find him? Surely he is not going to the dispersion among the Greeks to teach the Greeks, is he?"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 35,
    "text": "This Moses, whom they had rejected with the words, ‘Who appointed you ruler and judge?' God sent as [both] ruler and deliverer, through the angel who appeared to him in the bush."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 35,
    "text": "I am telling you this for your own benefit, not to impose a restraint upon you, but for the sake of propriety and adherence to the Lord without distraction."
  }
]