[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 14,
    "text": "When Shelah was thirty years old, he begot Eber."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 14,
    "text": "the kite, the various species of falcons,"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 14,
    "text": "I cannot carry all this people by myself, for they are too heavy for me."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 14,
    "text": "I will give the seasonal rain to your land, the early rain and the late rain, that you may have your grain, wine and oil to gather in;"
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 14,
    "text": "All the spoil and livestock of these cities the Israelites took as plunder; but the people they put to the sword, until they had destroyed the last of them, leaving none alive."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 14,
    "text": "Again Jephthah sent messengers to the king of the Ammonites,"
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 14,
    "text": "Samuel said to the people, “Come, let us go to Gilgal to renew the kingship there.”"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 14,
    "text": "The next morning David wrote a letter to Joab which he sent by Uriah."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 14,
    "text": "The LORD then raised up an adversary against Solomon: Hadad the Edomite, who was of the royal line in Edom."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 14,
    "text": "When she saw the king standing by the column, as was the custom, and the captains and trumpeters near the king, and all the people of the land rejoicing and blowing trumpets, Athaliah tore her garments and cried out, “Treason, treason!”"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 14,
    "text": "but he took his stand in the middle of the plot, kept it safe, and cut down the Philistines. Thus the LORD brought about a great victory."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 14,
    "text": "for the Levites left their assigned pasture lands and their holdings and came to Judah and Jerusalem, because Jeroboam and his sons rejected them as priests of the LORD."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 14,
    "text": "and his kinsmen, warriors, one hundred and twenty-eight. Their commander was Zabdiel, son of Haggadol."
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 14,
    "text": "Weeping, he exclaimed, “I can see you, son, the light of my eyes!” Then he prayed, “Blessed be God, blessed be his great name, and blessed be all his holy angels. May his great name be with us, and blessed be all the angels throughout all the ages."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 14,
    "text": "They have sent messengers to Jerusalem to bring back permission from the senate, for even there people have done these things."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 14,
    "text": "Now King Alexander was in Cilicia at that time, because the people of that region had revolted."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 14,
    "text": "persuading them to settle everything on just terms, and promising to persuade the king also, and to induce him to become their friend."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 14,
    "text": "If iniquity is in your hand, remove it, and do not let injustice dwell in your tent,"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 14,
    "text": "For lack of guidance a people falls; security lies in many counselors."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 14,
    "text": "For though they had mocked and rejected him who had been cast out and abandoned long ago, in the final outcome, they marveled at him, since their thirst proved unlike that of the righteous."
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 14,
    "text": "Good and evil, life and death, poverty and riches—all are from the LORD."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 14,
    "text": "But they shall swoop down on the foothills of the Philistines to the west, together they shall plunder the people of the east; Edom and Moab shall be their possessions, and the Ammonites their subjects."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 14,
    "text": "Now, you must not intercede for this people; do not raise on their behalf a cry or prayer! I will not listen when they call to me in the time of their disaster."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 14,
    "text": "Restoration for the Exiles. The word of the LORD came to me:"
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 14,
    "text": "Then I snapped in two my second staff, Union, breaking the kinship between Judah and Israel."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 14,
    "text": "And if you are willing to accept it, he is Elijah, the one who is to come."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 14,
    "text": "And he said to it in reply, “May no one ever eat of your fruit again!” And his disciples heard it. Cleansing of the Temple."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 14,
    "text": "He was driving out a demon [that was] mute, and when the demon had gone out, the mute person spoke and the crowds were amazed."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 14,
    "text": "So then Jesus said to them clearly, “Lazarus has died."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 14,
    "text": "who will speak words to you by which you and all your household will be saved.’"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 14,
    "text": "in order to make my race jealous and thus save some of them."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 14,
    "text": "Does not nature itself teach you that if a man wears his hair long it is a disgrace to him,"
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 14,
    "text": "And no wonder, for even Satan masquerades as an angel of light."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 14,
    "text": "for those who speak thus show that they are seeking a homeland."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 14,
    "text": "The second woe has passed, but the third is coming soon. The Seventh Trumpet."
  }
]