[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 17,
    "text": "except the tree of knowledge of good and evil. From that tree you shall not eat; when you eat from it you shall die."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 17,
    "text": "But shepherds came and drove them away. So Moses rose up in their defense and watered their flock."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 17,
    "text": "Then the tent of meeting and the camp of the Levites shall set out in the midst of the divisions. As they camp, so also they will march, each in place, by their divisions."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 17,
    "text": "the LORD said to me,"
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 17,
    "text": "They answered her, “We are free of this oath that you made us take, unless,"
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 17,
    "text": "but they did not listen to their judges either, for they prostituted themselves by following other gods, bowing down to them. They were quick to stray from the way their ancestors had taken, who obeyed the commandments of the LORD; but these did not."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 17,
    "text": "She gleaned in the field until evening, and when she beat out what she had gleaned it came to about an ephah of barley,"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 17,
    "text": "Thus the young men sinned grievously in the presence of the LORD, treating the offerings to the LORD with disdain."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 17,
    "text": "Death of Asahel. The battle that day was very fierce, and Abner and the men of Israel were defeated by David’s servants."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 17,
    "text": "He said, “Please ask King Solomon, who will not refuse you, to give me Abishag the Shunamite to be my wife.”"
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 17,
    "text": "But they kept urging him, until he was embarrassed and said, “Send them.” So they sent the fifty men, who searched for three days without finding him."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 17,
    "text": "Abigail bore Amasa, whose father was Jether the Ishmaelite."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 17,
    "text": "Of these he made seventy thousand carriers and eighty thousand cutters in the mountains, and three thousand six hundred overseers to keep the people working."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 17,
    "text": "descendants of Bezai, three hundred and twenty-three;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 17,
    "text": "Decision to Rebuild the City Wall. Afterward I said to them: “You see the trouble we are in: how Jerusalem lies in ruins and its gates have been gutted by fire. Come, let us rebuild the wall of Jerusalem, so that we may no longer be a reproach!”"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 17,
    "text": "He took along a very large number of camels, donkeys, and mules for carrying their supplies; innumerable sheep, cattle, and goats for their food;"
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 17,
    "text": "The king loved Esther more than all other women, and of all the virgins she won his favor and good will. So he placed the royal crown on her head and made her queen in place of Vashti."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 17,
    "text": "Then the officers of the king addressed Mattathias: “You are a leader, an honorable and great man in this city, supported by sons and kindred."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 17,
    "text": "It is God who has saved all his people and has restored to all of them their inheritance, the kingdom, the priesthood, and the sacred rites,"
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 17,
    "text": "One who forsakes the companion of her youth and forgets the covenant of her God;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 17,
    "text": "Therefore I detested life, since for me the work that is done under the sun is bad; for all is vanity and a chase after wind."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 17,
    "text": "Until the day grows cool and the shadows flee, roam, my lover, Like a gazelle or a young stag upon the rugged mountains."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 17,
    "text": "Let us see whether his words be true; let us find out what will happen to him in the end."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 17,
    "text": "Those who fear the Lord prepare their hearts and humble themselves before him."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 17,
    "text": "Then human pride shall be abased, the arrogance of mortals brought low, And the LORD alone will be exalted on that day."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 17,
    "text": "Has not forsaking the LORD, your God, done this to you?"
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 17,
    "text": "The LORD has done what he planned. He has fulfilled the threat Decreed from days of old, destroying without pity! He let the enemy gloat over you and exalted the horn of your foes."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 17,
    "text": "Open your eyes and see: it is not the dead in Hades, whose breath has been taken from within them, who will declare the glory and vindication to the LORD."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 17,
    "text": "Daniel went home and informed his companions Hananiah, Mishael, and Azariah,"
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 17,
    "text": "Then I will give her the vineyards she had, and the valley of Achor as a door of hope. There she will respond as in the days of her youth, as on the day when she came up from the land of Egypt."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 17,
    "text": "Between the porch and the altar let the priests weep, let the ministers of the LORD weep and say: “Spare your people, LORD! do not let your heritage become a disgrace, a byword among the nations! Why should they say among the peoples, ‘Where is their God?’”"
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 17,
    "text": "For the violence done to Lebanon shall cover you, and the destruction of the animals shall terrify you; Because of the shedding of human blood, and violence done to the land, to the city and to all who live in it."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 17,
    "text": "I struck you, and all the work of your hands, with searing wind, blight, and hail, yet you did not return to me—oracle of the LORD."
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 17,
    "text": "Silence, all people, in the presence of the LORD, who stirs forth from his holy dwelling."
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 17,
    "text": "Purification and Just Judgment - You have wearied the LORD with your words, yet you say, “How have we wearied him?” By saying, “All evildoers are good in the sight of the LORD, And he is pleased with them,” or “Where is the just God?”"
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 17,
    "text": "Then was fulfilled what had been said through Jeremiah the prophet:"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 17,
    "text": "Jesus heard this and said to them [that], “Those who are well do not need a physician, but the sick do. I did not come to call the righteous but sinners.” The Question About Fasting."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 17,
    "text": "When they saw this, they made known the message that had been told them about this child."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 17,
    "text": "His disciples recalled the words of scripture, “Zeal for your house will consume me.”"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 17,
    "text": "‘It will come to pass in the last days,’ God says, ‘that I will pour out a portion of my spirit upon all flesh. Your sons and your daughters shall prophesy, your young men shall see visions, your old men shall dream dreams."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 17,
    "text": "Now if you call yourself a Jew and rely on the law and boast of God"
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 17,
    "text": "For we are not like the many who trade on the word of God; but as out of sincerity, indeed as from God and in the presence of God, we speak in Christ."
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 17,
    "text": "But if, in seeking to be justified in Christ, we ourselves are found to be sinners, is Christ then a minister of sin? Of course not!"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 17,
    "text": "He came and preached peace to you who were far off and peace to those who were near,"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 17,
    "text": "But, even if I am poured out as a libation upon the sacrificial service of your faith, I rejoice and share my joy with all of you."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 17,
    "text": "These are shadows of things to come; the reality belongs to Christ."
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 17,
    "text": "Paul’s Recent Travel Plans. Brothers, when we were bereft of you for a short time, in person, not in heart, we were all the more eager in our great desire to see you in person."
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 17,
    "text": "encourage your hearts and strengthen them in every good deed and word."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 17,
    "text": "and their teaching will spread like gangrene. Among them are Hymenaeus and Philetus,"
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 17,
    "text": "therefore, he had to become like his brothers in every way, that he might be a merciful and faithful high priest before God to expiate the sins of the people."
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 17,
    "text": "So also faith of itself, if it does not have works, is dead."
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 17,
    "text": "Give honor to all, love the community, fear God, honor the king."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 17,
    "text": "These people are waterless springs and mists driven by a gale; for them the gloom of darkness has been reserved."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 17,
    "text": "Yet the world and its enticement are passing away. But whoever does the will of God remains forever."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 17,
    "text": "“‘“Whoever has ears ought to hear what the Spirit says to the churches. To the victor I shall give some of the hidden manna; I shall also give a white amulet upon which is inscribed a new name, which no one knows except the one who receives it.”’ To Thyatira."
  }
]