[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 15,
    "text": "This is how you shall build it: the length of the ark will be three hundred cubits, its width fifty cubits, and its height thirty cubits."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 15,
    "text": "The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar and Shaul, the son of a Canaanite woman; these are the clans of Simeon."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 15,
    "text": "The anointed priest descended from Aaron who succeeds him shall do likewise. This is the LORD’s due forever. The offering shall be wholly burned."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 15,
    "text": "and a basket of unleavened cakes of bran flour mixed with oil and of unleavened wafers spread with oil, along with their grain offerings and libations."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 15,
    "text": "for the LORD, your God who is in your midst, is a passionate God—lest the anger of the LORD, your God, flare up against you and he destroy you from upon the land."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 15,
    "text": "On the seventh day, beginning at daybreak, they marched around the city seven times in the same manner; on that day only did they march around the city seven times."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 15,
    "text": "But he answered him, “Please, my Lord, how can I save Israel? My family is the poorest in Manasseh, and I am the most insignificant in my father’s house.”"
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 15,
    "text": "The Levites, meanwhile, had taken down the ark of God and the box beside it, with the golden articles, and had placed them on the great stone. The people of Beth-shemesh also offered other burnt offerings and sacrifices to the LORD that day."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 15,
    "text": "David and all the house of Israel were bringing up the ark of the LORD with shouts of joy and sound of horn."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 15,
    "text": "its inside walls were lined with cedar paneling: he covered the interior with wood from floor to ceiling, and he covered its floor with fir planking."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 15,
    "text": "Early the next morning, when the servant of the man of God arose and went out, he saw the force with its horses and chariots surrounding the city. “Alas!” he said to Elisha. “What shall we do, my lord?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 15,
    "text": "whose son was Shimea, whose son was Haggiah, whose son was Asaiah."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 15,
    "text": "the covenant that you kept toward your servant, David my father. That which you promised him, your mouth has spoken and your hand has fulfilled this very day."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 15,
    "text": "They completed this house on the third day of the month Adar, in the sixth year of the reign of King Darius."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 15,
    "text": "Completion of the Work. The wall was finished on the twenty-fifth day of Elul; the work had taken fifty-two days."
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 15,
    "text": "who in those days were Uzziah, son of Micah of the tribe of Simeon, and Chabris, son of Gothoniel, and Charmis, son of Melchiel."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 15,
    "text": "He gave him his diadem, his robe, and his signet ring, so that he might guide the king’s son Antiochus and bring him up to be king."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 15,
    "text": "in order that he may not have to punish us later, when our sins have reached their fullness."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 15,
    "text": "My companions are undependable as a wadi, as watercourses that run dry in the wadies;"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 15,
    "text": "Therefore their doom comes suddenly; in an instant they are crushed beyond cure."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 15,
    "text": "For setting your heart on her is the perfection of prudence, and whoever keeps vigil for her is quickly free from care;"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 15,
    "text": "Faithful friends are beyond price, no amount can balance their worth."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 15,
    "text": "They have acted shamefully, committing abominations, yet they are not at all ashamed, they do not know how to blush. Therefore they will fall among the fallen; in the time of their punishment they shall stumble, says the LORD."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 15,
    "text": "As useless as a broken pot"
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 15,
    "text": "The king was deeply grieved at this news and he made up his mind to save Daniel; he worked till sunset to rescue him."
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 15,
    "text": "You shall sow, yet not reap, tread out the olive, yet pour no oil, crush the grapes, yet drink no wine."
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 15,
    "text": "And they who are from afar will come and build the temple of the LORD, and you will know that the LORD of hosts has sent me to you. This will happen if you truly obey the LORD your God."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 15,
    "text": "But if you do not forgive others, neither will your Father forgive your transgressions."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 15,
    "text": "Others were saying, “He is Elijah”; still others, “He is a prophet like any of the prophets.”"
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 15,
    "text": "Matthew, Thomas, James the son of Alphaeus, Simon who was called a Zealot,"
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 15,
    "text": "Since Jesus knew that they were going to come and carry him off to make him king, he withdrew again to the mountain alone. Walking on the Water."
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 15,
    "text": "All those who sat in the Sanhedrin looked intently at him and saw that his face was like the face of an angel."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 15,
    "text": "What then? Shall we sin because we are not under the law but under grace? Of course not!"
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 15,
    "text": "Do you not know that your bodies are members of Christ? Shall I then take Christ’s members and make them the members of a prostitute? Of course not!"
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 15,
    "text": "What accord has Christ with Beliar? Or what has a believer in common with an unbeliever?"
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 15,
    "text": "For neither does circumcision mean anything, nor does uncircumcision, but only a new creation."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 15,
    "text": "and your feet shod in readiness for the gospel of peace."
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 15,
    "text": "that the blessed and only ruler will make manifest at the proper time, the King of kings and Lord of lords,"
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 15,
    "text": "And so, after patient waiting, he obtained the promise."
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 15,
    "text": "The kings of the earth, the nobles, the military officers, the rich, the powerful, and every slave and free person hid themselves in caves and among mountain crags."
  }
]