[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 8,
    "text": "From there he moved on to the hill country east of Bethel, pitching his tent with Bethel to the west and Ai to the east. He built an altar there to the LORD and invoked the LORD by name."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 8,
    "text": "They will consume its meat that same night, eating it roasted with unleavened bread and bitter herbs."
  },
  {
    "book": "Leviticus",
    "chapter": 12,
    "verse": 8,
    "text": "If, however, she cannot afford a lamb, she may take two turtledoves or two pigeons, the one for a burnt offering and the other for a purification offering. The priest shall make atonement for her, and thus she will again be clean."
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 8,
    "text": "face to face I speak to him, plainly and not in riddles. The likeness of the LORD he beholds. Why, then, do you not fear to speak against my servant Moses?"
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 8,
    "text": "You shall not do as we are doing here today, everyone doing what is right in their own sight,"
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 8,
    "text": "it included the mountain regions and Shephelah, the Arabah, the slopes, the wilderness, and the Negeb, belonging to the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites:"
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 8,
    "text": "Ibzan. After him Ibzan of Bethlehem judged Israel."
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 8,
    "text": "When Jacob and his sons went to Egypt and the Egyptians oppressed them, your ancestors cried out to the LORD. The LORD then sent Moses and Aaron to bring them out of Egypt and settled them in this place."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 8,
    "text": "I gave you your lord's house and your lord's wives for your own. I gave you the house of Israel and of Judah. And if this were not enough, I could count up for you still more."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 8,
    "text": "But he ignored the advice the elders had given him, and asked advice of the young men who had grown up with him and were in his service."
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 8,
    "text": "Accordingly, King Joash summoned the priest Jehoiada and the other priests. He asked, “Why do you not repair the temple? You must no longer take funds from your vendors, but you shall turn them over for the repairs.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 8,
    "text": "Joelah and Zebadiah, sons of Jeroham, from Gedor."
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 8,
    "text": "But they shall be his servants. Then they will know what it is to serve me and what it is to serve the kingdoms of the earth."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 8,
    "text": "The Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, Mattaniah, who, together with his kinsmen, was in charge of the thanksgiving hymns,"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 8,
    "text": "Prayer with fasting is good. Almsgiving with righteousness is better than wealth with wickedness. It is better to give alms than to store up gold,"
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 8,
    "text": "After bathing, she prayed to the Lord, the God of Israel, to direct her way for the triumph of her people."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 8,
    "text": "Onias welcomed the envoy with honor and received the letter, which spoke clearly of alliance and friendship."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 8,
    "text": "On hearing that the people of Jamnia planned in the same way to wipe out the Jews who lived among them,"
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 8,
    "text": "Or speak to the earth to instruct you, and the fish of the sea to inform you."
  },
  {
    "book": "Psalms",
    "chapter": 12,
    "verse": 8,
    "text": "You, O LORD, protect us always; preserve us from this generation."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 8,
    "text": "For their good sense people are praised, but the perverse of heart are despised."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 12,
    "verse": 8,
    "text": "Vanity of vanities, says Qoheleth, all things are vanity!"
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 8,
    "text": "My heritage has become for me like a lion in the thicket; She has raised her voice against me, therefore she has incurred my hatred."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 8,
    "text": "In the morning, the word of the LORD came to me:"
  },
  {
    "book": "Daniel",
    "chapter": 12,
    "verse": 8,
    "text": "I heard, but I did not understand; so I asked, “My lord, what follows this?”"
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 8,
    "text": "A merchant who holds a false balance, he loves to extort!"
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 8,
    "text": "On that day the LORD will shield the inhabitants of Jerusalem, so that the weakest among them will be like David on that day; and the house of David will be like God, like the angel of the LORD before them."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 8,
    "text": "For the Son of Man is Lord of the sabbath.”"
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 8,
    "text": "So they seized him and killed him, and threw him out of the vineyard."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 8,
    "text": "I tell you, everyone who acknowledges me before others the Son of Man will acknowledge before the angels of God."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 8,
    "text": "You always have the poor with you, but you do not always have me.”"
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 8,
    "text": "The angel said to him, “Put on your belt and your sandals.” He did so. Then he said to him, “Put on your cloak and follow me.”"
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 8,
    "text": "if one exhorts, in exhortation; if one contributes, in generosity; if one is over others, with diligence; if one does acts of mercy, with cheerfulness."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 8,
    "text": "To one is given through the Spirit the expression of wisdom; to another the expression of knowledge according to the same Spirit;"
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 8,
    "text": "Three times I begged the Lord about this, that it might leave me,"
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 8,
    "text": "If you are without discipline, in which all have shared, you are not sons but bastards."
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 8,
    "text": "but they did not prevail and there was no longer any place for them in heaven."
  }
]