[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 39,
    "text": "The dough they had brought out of Egypt they baked into unleavened loaves. It was not leavened, because they had been driven out of Egypt and could not wait. They did not even prepare food for the journey."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 39,
    "text": "All these soldiers, drawn up in battle order, came to Hebron with the resolute intention of making David king over all Israel. The rest of Israel was likewise of one mind to make David king."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 39,
    "text": "then past the Ephraim Gate to the Mishneh Gate, the Fish Gate, the Tower of Hananel, and the Hundred Tower, as far as the Sheep Gate. They came to a halt at the Prison Gate."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 39,
    "text": "Capture of Jonathan. Then Trypho sought to become king of Asia, assume the diadem, and do violence to King Antiochus."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 39,
    "text": "On the following day, since the task had now become urgent, Judas and his companions went to gather up the bodies of the fallen and bury them with their kindred in their ancestral tombs."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 39,
    "text": "He said to them in reply, “An evil and unfaithful generation seeks a sign, but no sign will be given it except the sign of Jonah the prophet."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 39,
    "text": "seats of honor in synagogues, and places of honor at banquets."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 39,
    "text": "Be sure of this: if the master of the house had known the hour when the thief was coming, he would not have let his house be broken into."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 39,
    "text": "For this reason they could not believe, because again Isaiah said:"
  }
]