[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 20,
    "text": "The man gave his wife the name “Eve,” because she was the mother of all the living."
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 20,
    "text": "So I will stretch out my hand and strike Egypt with all the wondrous deeds I will do in its midst. After that he will let you go."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 20,
    "text": "The sons of Merari, by their clans, were Mahli and Mushi. These were the clans of the Levites by their ancestral houses."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 20,
    "text": "until the LORD has settled your relatives as well, and they too possess the land which the LORD, your God, will give them on the other side of the Jordan. Then you may all return to the possessions I have given you."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 20,
    "text": "Ehud went in to him where he sat alone in his cool upper room. Ehud said, “I have a word from God for you.” So the king rose from his throne."
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 20,
    "text": "Thus all Israel from Dan to Beer-sheba came to know that Samuel was a trustworthy prophet of the LORD."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 20,
    "text": "When Abner, accompanied by twenty men, came to David in Hebron, David prepared a feast for Abner and for the men who were with him."
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 20,
    "text": "So in the middle of the night she got up and took my son from my side, as your servant was sleeping. Then she laid him in her bosom and laid her dead son in my bosom."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 20,
    "text": "In the morning, at the time of the sacrifice, water came from the direction of Edom and filled the land."
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 20,
    "text": "The sons of Meshullam were Hashubah, Ohel, Berechiah, Hasadiah, Jushabhesed—five."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 20,
    "text": "After him, Baruch, son of Zabbai, repaired the adjoining sector from the Corner to the entrance of the house of Eliashib, the high priest."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 20,
    "text": "With great presumption and lawlessness they come against us to destroy us and our wives and children and to despoil us;"
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 20,
    "text": "all of them with hands raised toward heaven, making supplication."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 20,
    "text": "Why is light given to the toilers, life to the bitter in spirit?"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 20,
    "text": "By his knowledge the depths are split, and the clouds drop down dew."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 20,
    "text": "Both go to the same place; both were made from the dust, and to the dust they both return."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 20,
    "text": "the headdresses, bangles, cinctures, perfume boxes, and amulets;"
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 20,
    "text": "But like a woman faithless to her lover, thus have you been faithless to me, house of Israel—oracle of the LORD."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 20,
    "text": "Remembering it over and over, my soul is downcast."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 20,
    "text": "Later generations have seen the light of day, have dwelt on the earth, But the way to understanding they have not known,"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 20,
    "text": "But if the just turn away from their right conduct and do evil when I place a stumbling block before them, then they shall die. Even if you warned them about their sin, they shall still die, and the just deeds that they performed will not be remembered on their behalf. I will, however, hold you responsible for their blood."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 20,
    "text": "and had some of the strongest men in his army bind Shadrach, Meshach, and Abednego and cast them into the white-hot furnace."
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 20,
    "text": "At that time I will bring you home, and at that time I will gather you; For I will give you renown and praise, among all the peoples of the earth, When I bring about your restoration before your very eyes, says the LORD."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 20,
    "text": "But for you who fear my name, the sun of justice will arise with healing in its wings; And you will go out leaping like calves from the stall"
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 20,
    "text": "Blasphemy of the Scribes. He came home. Again [the] crowd gathered, making it impossible for them even to eat."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 20,
    "text": "added still another to these by [also] putting John in prison. The Baptism of Jesus."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 20,
    "text": "For everyone who does wicked things hates the light and does not come toward the light, so that his works might not be exposed."
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 20,
    "text": "and that the Lord may grant you times of refreshment and send you the Messiah already appointed for you, Jesus,"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 20,
    "text": "since no human being will be justified in his sight by observing the law; for through the law comes consciousness of sin. III. Justification Through Faith in Christ - Justification Apart from the Law."
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 20,
    "text": "and again: “The Lord knows the thoughts of the wise, that they are vain.”"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 20,
    "text": "Now there is no mediator when only one party is involved, and God is one."
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 20,
    "text": "Now to him who is able to accomplish far more than all we ask or imagine, by the power at work within us,"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 20,
    "text": "But our citizenship is in heaven, and from it we also await a savior, the Lord Jesus Christ."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 20,
    "text": "Children, obey your parents in everything, for this is pleasing to the Lord."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 20,
    "text": "who had once been disobedient while God patiently waited in the days of Noah during the building of the ark, in which a few persons, eight in all, were saved through water."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 20,
    "text": "in whatever our hearts condemn, for God is greater than our hearts and knows everything."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 20,
    "text": "“‘“Behold, I stand at the door and knock. If anyone hears my voice and opens the door, [then] I will enter his house and dine with him, and he with me."
  }
]