[
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 34,
    "text": "But Pharaoh, seeing that the rain and the hail and the thunder had ceased, sinned again and became obstinate, both he and his servants."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 34,
    "text": "During the night Abimelech went into action with all his soldiers and set up an ambush outside of Shechem in four companies."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 34,
    "text": "and, after eating and drinking, he said: “Attend to that accursed woman and bury her; for she was the daughter of a king.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 34,
    "text": "These were the levitical family heads by their generations, chiefs who dwelt in Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 34,
    "text": "Yes, our kings, our princes, our priests, and our ancestors have not kept your law; They paid no attention to your commandments and the warnings which you gave them."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 34,
    "text": "[ ]"
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 34,
    "text": "and withdraw his rod from me, So that his terrors did not frighten me;"
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 34,
    "text": "But the Pharisees said, “He drives out demons by the prince of demons.”"
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 34,
    "text": "But they remained silent. They had been discussing among themselves on the way who was the greatest."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 34,
    "text": "While he was still speaking, a cloud came and cast a shadow over them, and they became frightened when they entered the cloud."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 34,
    "text": "They answered and said to him, “You were born totally in sin, and are you trying to teach us?” Then they threw him out."
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 34,
    "text": "Peter said to him, “Aeneas, Jesus Christ heals you. Get up and make your bed.” He got up at once."
  }
]