[
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 33,
    "text": "When Moses had left Pharaoh and gone out of the city, he extended his hands to the LORD. The thunder and the hail ceased, and the rain no longer poured down upon the earth."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 33,
    "text": "Promptly at sunrise tomorrow morning, make a raid on the city. When he and the troops who are with him come out against you, deal with him as best you can.”"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 33,
    "text": "“Throw her down,” he ordered. They threw her down, and some of her blood spurted against the wall and against the horses. Jehu trod over her body"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 33,
    "text": "These were the singers and the gatekeepers, family heads over the Levites. They stayed in the chambers when free of duty, for day and night they had to be ready for service."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 33,
    "text": "In all that has come upon us you have been just, for you kept faith while we have done evil."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 33,
    "text": "But Jonathan and his brother Simon and all who were with him discovered this, and they fled to the wilderness of Tekoa and camped by the waters of the pool of Asphar."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 33,
    "text": "Would that there were an arbiter between us, who could lay his hand upon us both"
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 33,
    "text": "and when the demon was driven out the mute person spoke. The crowds were amazed and said, “Nothing like this has ever been seen in Israel.”"
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 33,
    "text": "They came to Capernaum and, once inside the house, he began to ask them, “What were you arguing about on the way?”"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 33,
    "text": "As they were about to part from him, Peter said to Jesus, “Master, it is good that we are here; let us make three tents, one for you, one for Moses, and one for Elijah.” But he did not know what he was saying."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 33,
    "text": "If this man were not from God, he would not be able to do anything.”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 33,
    "text": "There he found a man named Aeneas, who had been confined to bed for eight years, for he was paralyzed."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 33,
    "text": "as it is written: “Behold, I am laying a stone in Zion that will make people stumble and a rock that will make them fall, and whoever believes in him shall not be put to shame.”"
  }
]