[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 6,
    "text": "The descendants of Ham: Cush, Mizraim, Put and Canaan."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 6,
    "text": "They will fill your houses and the houses of your servants and of all the Egyptians—something your parents and your grandparents have not seen from the day they appeared on this soil until today.” With that he turned and left Pharaoh."
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 6,
    "text": "Conduct of the Priests. Moses said to Aaron and his sons Eleazar and Ithamar, “Do not dishevel your hair or tear your garments, lest you die and bring God’s wrath also on the whole community. While your kindred, the rest of the house of Israel, may mourn for those whom the LORD’s fire has burned up,"
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 6,
    "text": "when you sound a second signal, those encamped on the south side shall break camp; when you sound a third signal, those encamped on the west side shall break camp; when you sound a fourth signal, those encamped on the north side shall break camp. Thus shall the signal be sounded for them to break camp."
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 6,
    "text": "The Israelites set out from Beeroth Bene-jaakan for Moserah; Aaron died there and was buried. His son Eleazar succeeded him as priest."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 6,
    "text": "Thereupon, the Gibeonites sent an appeal to Joshua in his camp at Gilgal: “Do not abandon your servants. Come up here quickly and save us. Help us, because all the Amorite kings of the mountain country have joined together against us.”"
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 6,
    "text": "Oppression by the Ammonites. The Israelites again did what was evil in the sight of the LORD, serving the Baals and Ashtarts, the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the Ammonites, and the gods of the Philistines. Since they had abandoned the LORD and would not serve him,"
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 6,
    "text": "The spirit of the LORD will rush upon you, and you will join them in their prophetic ecstasy and will become a changed man."
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 6,
    "text": "When the Ammonites realized that they were in bad odor with David, they sent for and hired twenty thousand Aramean foot soldiers from Beth-rehob and Zobah, as well as the king of Maacah with one thousand men, and twelve thousand men from Tob."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 6,
    "text": "“The report I heard in my country about your deeds and your wisdom is true,” she told the king."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 6,
    "text": "So Jehu wrote them a second letter: “If you are on my side and will obey me, bring along the heads of your master’s sons and come to me in Jezreel at this time tomorrow.” (The seventy princes were in the care of prominent men of the city, who were rearing them.)"
  },
  {
    "book": "1Chronicles",
    "chapter": 10,
    "verse": 6,
    "text": "Thus Saul, and his three sons, his whole house, died together."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 6,
    "text": "King Rehoboam asked advice of the elders who had been in his father Solomon’s service while he was still alive, and asked, “How do you advise me to answer this people?”"
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 6,
    "text": "Then Ezra left his place before the house of God and entered the chamber of Johanan, son of Eliashib, where he spent the night neither eating food nor drinking water, for he was in mourning over the apostasy of the exiles."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 6,
    "text": "Harim, Meremoth, Obadiah,"
  },
  {
    "book": "Tobit",
    "chapter": 10,
    "verse": 6,
    "text": "But Tobit kept telling her: “Be still, do not worry, my sister; he is safe! Probably they have to take care of some unexpected business there. The man who is traveling with him is trustworthy and one of our kindred. So do not grieve over him, my sister. He will be here soon.”"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 6,
    "text": "Then they went out to the gate of the city of Bethulia and found Uzziah and the elders of the city, Chabris and Charmis, standing there."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 6,
    "text": "So Demetrius authorized him to gather an army and procure arms as his ally; and he ordered that the hostages in the citadel be released to him."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 6,
    "text": "The Jews celebrated joyfully for eight days as on the feast of Booths, remembering how, a little while before, they had spent the feast of Booths living like wild animals in the mountains and in caves."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 6,
    "text": "That you seek for guilt in me and search after my sins,"
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 6,
    "text": "They say in their hearts, “We will never fall; never will we see misfortune.”"
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 6,
    "text": "Blessings are for the head of the just; but the mouth of the wicked conceals violence."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 6,
    "text": "a fool put in high position, while the great and the rich sit in lowly places."
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 6,
    "text": "She rescued a righteous man from among the wicked who were being destroyed, when he fled as fire descended upon the Pentapolis—"
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 6,
    "text": "The Sin of Pride - No matter what the wrong, never harm your neighbor or go the way of arrogance."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 6,
    "text": "Against an impious nation I send him, and against a people under my wrath I order him To seize plunder, carry off loot, and to trample them like the mud of the street."
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 6,
    "text": "No one is like you, LORD, you are great, great and mighty is your name."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 6,
    "text": "He commanded the man dressed in linen: Take fire from within the wheelwork among the cherubim. The man entered and stood by one of the wheels."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 6,
    "text": "His body was like chrysolite, his face shone like lightning, his eyes were like fiery torches, his arms and feet looked like burnished bronze, and the sound of his voice was like the roar of a multitude."
  },
  {
    "book": "Hosea",
    "chapter": 10,
    "verse": 6,
    "text": "It too will be carried to Assyria, as an offering to the great king. Ephraim will be put to shame, Israel will be shamed by his schemes."
  },
  {
    "book": "Zechariah",
    "chapter": 10,
    "verse": 6,
    "text": "I will strengthen the house of Judah, the house of Joseph I will save; I will bring them back, because I have mercy on them; they will be as if I had never cast them off, for I am the LORD their God, and I will answer them."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 6,
    "text": "Go rather to the lost sheep of the house of Israel."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 6,
    "text": "But from the beginning of creation, ‘God made them male and female."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 6,
    "text": "If a peaceful person lives there, your peace will rest on him; but if not, it will return to you."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 6,
    "text": "Although Jesus used this figure of speech, they did not realize what he was trying to tell them."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 6,
    "text": "He is staying with another Simon, a tanner, who has a house by the sea.”"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 6,
    "text": "But the righteousness that comes from faith says, “Do not say in your heart, ‘Who will go up into heaven?’ (that is, to bring Christ down)"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 6,
    "text": "These things happened as examples for us, so that we might not desire evil things, as they did."
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 6,
    "text": "and we are ready to punish every disobedience, once your obedience is complete."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 6,
    "text": "holocausts and sin offerings you took no delight in."
  },
  {
    "book": "Revelation",
    "chapter": 10,
    "verse": 6,
    "text": "and swore by the one who lives forever and ever, who created heaven and earth and sea and all that is in them, “There shall be no more delay."
  }
]