[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 10,
    "text": "He answered, “I heard you in the garden; but I was afraid, because I was naked, so I hid.”"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 10,
    "text": "Now, go! I am sending you to Pharaoh to bring my people, the Israelites, out of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 10,
    "text": "as well as the two kidneys, with the fat on them near the loins, and the lobe of the liver, which is removed with the kidneys."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 10,
    "text": "But you will appoint only Aaron and his descendants to exercise the priesthood. Any unauthorized person who comes near shall be put to death."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 10,
    "text": "all the towns of the plateau, all of Gilead, and all of Bashan as far as Salecah and Edrei, towns of the kingdom of Og in Bashan."
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 10,
    "text": "He continued: “By this you will know that there is a living God in your midst: he will certainly dispossess before you the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 10,
    "text": "The spirit of the LORD came upon him, and he judged Israel. When he marched out to war, the LORD delivered Cushan-rishathaim, king of Aram, into his power, and his hold on Cushan-rishathaim was firm."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 10,
    "text": "He said, “May the LORD bless you, my daughter! You have been even more loyal now than before in not going after the young men, whether poor or rich."
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 10,
    "text": "the LORD came and stood there, calling out as before: Samuel, Samuel! Samuel answered, “Speak, for your servant is listening.”"
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 10,
    "text": "that is, take away the kingdom from the house of Saul and establish the throne of David over Israel as well as Judah, from Dan to Beer-sheba.”"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 10,
    "text": "The Lord was pleased by Solomon's request."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 10,
    "text": "The king of Israel exclaimed, “Alas! The LORD has called three kings together only to deliver us into the power of Moab.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 10,
    "text": "The son of Solomon was Rehoboam, whose son was Abijah, whose son was Asa, whose son was Jehoshaphat,"
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 10,
    "text": "For the room of the holy of holies he made two cherubim of carved workmanship, which were then covered with gold."
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 10,
    "text": "While the builders were laying the foundation of the LORD's temple, the priests in their vestments were stationed with trumpets and the Levites, sons of Asaph, with cymbals to praise the LORD in the manner laid down by David, king of Israel."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 10,
    "text": "and at his side was Jedaiah, son of Harumaph, who repaired opposite his own house. Next to him Hattush, son of Hashabneiah, carried out the work of repair."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 10,
    "text": "That day Sarah was sad at heart. She went in tears to an upstairs room in her father's house and wanted to hang herself. But she reconsidered, saying to herself: “No! May people never reproach my father and say to him, ‘You had only one beloved daughter, but she hanged herself because of her misfortune.' And thus would I bring my father laden with sorrow in his old age to Hades. It is far better for me not to hang myself, but to beg the Lord that I might die, and no longer have to listen to such reproaches in my lifetime.”"
  },
  {
    "book": "Judith",
    "chapter": 3,
    "verse": 10,
    "text": "he set up his camp between Geba and Scythopolis, and stayed there a whole month to replenish all the supplies of his forces."
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 10,
    "text": "The king took the signet ring from his hand and gave it to Haman, son of Hammedatha the Agagite, the enemy of the Jews."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 10,
    "text": "Then Apollonius gathered together the Gentiles, along with a large army from Samaria, to fight against Israel."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 10,
    "text": "The high priest explained that there were deposits for widows and orphans,"
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 10,
    "text": "Because it did not keep shut the doors of the womb to shield my eyes from trouble!"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 10,
    "text": "Then will your barns be filled with plenty, with new wine your vats will overflow."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 10,
    "text": "I have seen the business that God has given to mortals to be busied about."
  },
  {
    "book": "SongofSongs",
    "chapter": 3,
    "verse": 10,
    "text": "He made its columns of silver, its roof of gold, Its seat of purple cloth, its interior lovingly fitted. Daughters of Jerusalem,"
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 10,
    "text": "But the wicked shall receive a punishment to match their thoughts, since they neglected righteousness and forsook the LORD."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 10,
    "text": "Do not glory in your father's disgrace, for that is no glory to you!"
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 10,
    "text": "Happy the just, for it will go well with them, the fruit of their works they will eat."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 10,
    "text": "In spite of all this, Judah, the traitor, her sister, did not return to me wholeheartedly, but insincerely—oracle of the LORD."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 10,
    "text": "He has been a bear lying in wait for me, a lion in hiding!"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 10,
    "text": "How is it, Israel, that you are in the land of your foes, grown old in a foreign land,"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 10,
    "text": "Then he said to me, Son of man, take into your heart all my words that I speak to you; hear them well."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 10,
    "text": "O king, you issued a decree that everyone who heard the sound of the horn, pipe, zither, dulcimer, harp, and double-flute, and all the other musical instruments should fall down and worship the golden statue;"
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 10,
    "text": "They do not know how to do what is right— oracle of the LORD— Storing up in their strongholds violence and destruction."
  },
  {
    "book": "Jonah",
    "chapter": 3,
    "verse": 10,
    "text": "When God saw by their actions how they turned from their evil way, he repented of the evil he had threatened to do to them; he did not carry it out."
  },
  {
    "book": "Micah",
    "chapter": 3,
    "verse": 10,
    "text": "Who build up Zion with bloodshed, and Jerusalem with wickedness!"
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 10,
    "text": "Yet even she became an exile, and went into captivity; Even her little ones were dashed to pieces at the corner of every street; For her nobles they cast lots, and all her great ones were put into chains."
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 10,
    "text": "at the sight of you the mountains writhed. The clouds poured down water; the deep roared loudly. The sun forgot to rise,"
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 10,
    "text": "From beyond the rivers of Ethiopia and as far as the recesses of the North, they shall bring me offerings."
  },
  {
    "book": "Zechariah",
    "chapter": 3,
    "verse": 10,
    "text": "On that day—oracle of the LORD of hosts—you will invite one another under your vines and fig trees.”"
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 10,
    "text": "Bring the whole tithe into the storehouse, That there may be food in my house. Put me to the test, says the LORD of hosts, And see if I do not open the floodgates of heaven for you, and pour down upon you blessing without measure!"
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 10,
    "text": "Even now the ax lies at the root of the trees. Therefore every tree that does not bear good fruit will be cut down and thrown into the fire."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 10,
    "text": "He had cured many and, as a result, those who had diseases were pressing upon him to touch him."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 10,
    "text": "And the crowds asked him, “What then should we do?”"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 10,
    "text": "Jesus answered and said to him, “You are the teacher of Israel and you do not understand this?"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 10,
    "text": "they recognized him as the one who used to sit begging at the Beautiful Gate of the temple, and they were filled with amazement and astonishment at what had happened to him."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 10,
    "text": "as it is written: “There is no one just, not one,"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 10,
    "text": "According to the grace of God given to me, like a wise master builder I laid a foundation, and another is building upon it. But each one must be careful how he builds upon it,"
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 10,
    "text": "Indeed, what was endowed with glory has come to have no glory in this respect because of the glory that surpasses it."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 10,
    "text": "For all who depend on works of the law are under a curse; for it is written, “Cursed be everyone who does not persevere in doing all the things written in the book of the law.”"
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 10,
    "text": "so that the manifold wisdom of God might now be made known through the church to the principalities and authorities in the heavens."
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 10,
    "text": "to know him and the power of his resurrection and [the] sharing of his sufferings by being conformed to his death,"
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 10,
    "text": "and have put on the new self, which is being renewed, for knowledge, in the image of its creator."
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 10,
    "text": "Night and day we pray beyond measure to see you in person and to remedy the deficiencies of your faith."
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 10,
    "text": "In fact, when we were with you, we instructed you that if anyone was unwilling to work, neither should that one eat."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 10,
    "text": "Moreover, they should be tested first; then, if there is nothing against them, let them serve as deacons."
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 10,
    "text": "You have followed my teaching, way of life, purpose, faith, patience, love, endurance,"
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 10,
    "text": "After a first and second warning, break off contact with a heretic,"
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 10,
    "text": "for forty years. Because of this I was provoked with that generation and I said, “They have always been of erring heart, and they do not know my ways.”"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 10,
    "text": "From the same mouth come blessing and cursing. This need not be so, my brothers."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 10,
    "text": "For: “Whoever would love life and see good days must keep the tongue from evil and the lips from speaking deceit,"
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 10,
    "text": "But the day of the Lord will come like a thief, and then the heavens will pass away with a mighty roar and the elements will be dissolved by fire, and the earth and everything done on it will be found out. Exhortation to Preparedness."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 10,
    "text": "In this way, the children of God and the children of the devil are made plain; no one who fails to act in righteousness belongs to God, nor anyone who does not love his brother."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 10,
    "text": "Because you have kept my message of endurance, I will keep you safe in the time of trial that is going to come to the whole world to test the inhabitants of the earth."
  }
]