[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 23,
    "text": "The LORD God therefore banished him from the garden of Eden, to till the ground from which he had been taken."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 23,
    "text": "The clans of the Gershonites camped behind the tabernacle, to the west."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 23,
    "text": "Moses Excluded from the Promised Land. It was then that I entreated the LORD,"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 23,
    "text": "Then Ehud went out onto the porch, shutting the doors of the upper room on Eglon and locking them."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 23,
    "text": "When Joab and the whole force he had with him arrived, he was informed, “Abner, son of Ner, came to David, and he let him go on his way in peace.”"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 23,
    "text": "Then the king said: “One woman claims, ‘This, the living one, is my son, the dead one is yours.’ The other answers, ‘No! The dead one is your son, the living one is mine.’”"
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 23,
    "text": "and said, “This is blood! The kings have fought among themselves and killed one another. Quick! To the spoils, Moab!”"
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 23,
    "text": "The sons of Neariah were Elioenai, Hizkiah, and Azrikam—three."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 23,
    "text": "After them, Benjamin and Hasshub carried out the repair in front of their houses; after them, Azariah, son of Maaseiah, son of Ananiah, made the repairs alongside his house."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 23,
    "text": "When he finished speaking, he rushed suddenly upon Seron and his army, who were crushed before him."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 23,
    "text": "Heliodorus went on with his plan."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 23,
    "text": "A man whose path is hidden from him, one whom God has hemmed in!"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 23,
    "text": "Then you may go your way securely; your foot will never stumble;"
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 23,
    "text": "the lace gowns, linen tunics, turbans, and shawls."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 23,
    "text": "Deceptive indeed are the hills, the mountains, clamorous; Only in the LORD our God is Israel’s salvation."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 23,
    "text": "They are renewed each morning— great is your faithfulness!"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 23,
    "text": "The descendants of Hagar who seek knowledge on earth, the merchants of Medan and Tema, the storytellers and those seeking knowledge— These have not known the way to wisdom, nor have they kept her paths in mind."
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 23,
    "text": "So I got up and went out into the plain. There it was! The glory of the LORD was standing there like the glory I had seen by the river Chebar. Then I fell on my face,"
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 23,
    "text": "But these three fell, bound, into the midst of the white-hot furnace. Prayer of Azariah."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 23,
    "text": "Now I am sending to you Elijah the prophet, Before the day of the LORD comes, the great and terrible day;"
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 23,
    "text": "Jesus and Beelzebul. Summoning them, he began to speak to them in parables, “How can Satan drive out Satan?"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 23,
    "text": "When Jesus began his ministry he was about thirty years of age. He was the son, as was thought, of Joseph, the son of Heli,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 23,
    "text": "John was also baptizing in Aenon near Salim, because there was an abundance of water there, and people came to be baptized,"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 23,
    "text": "Everyone who does not listen to that prophet will be cut off from the people.’"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 23,
    "text": "all have sinned and are deprived of the glory of God."
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 23,
    "text": "and you to Christ, and Christ to God."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 23,
    "text": "Before faith came, we were held in custody under law, confined for the faith that was to be revealed."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 23,
    "text": "Whatever you do, do from the heart, as for the Lord and not for others,"
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 23,
    "text": "And his commandment is this: we should believe in the name of his Son, Jesus Christ, and love one another just as he commanded us."
  }
]