[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 7,
    "text": "God made the dome, and it separated the water below the dome from the water above the dome. And so it happened."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 7,
    "text": "But the Israelites were fruitful and prolific. They multiplied and became so very numerous that the land was filled with them."
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 7,
    "text": "After Aaron’s sons, the priests, have put burning embers on the altar and laid wood on them,"
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 7,
    "text": "from Judah: Nahshon, son of Amminadab;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 7,
    "text": "Leave here and go to the hill country of the Amorites and to all the surrounding regions, the Arabah, the mountains, the Shephelah, the Negeb and the seacoast—the land of the Canaanites and the Lebanon as far as the Great River, the Euphrates."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 7,
    "text": "Only be strong and steadfast, being careful to observe the entire law which Moses my servant enjoined on you. Do not swerve from it either to the right or to the left, that you may succeed wherever you go."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 7,
    "text": "“Seventy kings,” said Adonibezek, “used to pick up scraps under my table with their thumbs and big toes cut off. As I have done, so has God repaid me.” He was brought to Jerusalem, and he died there."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 7,
    "text": "She and her two daughters-in-law left the place where they had been living. On the road back to the land of Judah,"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 7,
    "text": "Year after year, when she went up to the house of the LORD, Peninnah would provoke her, and Hannah would weep and refuse to eat."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 7,
    "text": "He turned around and saw me, and called me to him. When I said, ‘Here I am,’"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 7,
    "text": "He consulted with Joab, son of Zeruiah, and with Abiathar the priest, and they became Adonijah’s supporters."
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 7,
    "text": "The king asked them, “What was the man like who met you and said these things to you?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 7,
    "text": "The sons of Javan were Elishah, Tarshish, the Kittim, and the Rodanim."
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 7,
    "text": "That night God appeared to Solomon and said to him: Whatever you ask, I will give you."
  },
  {
    "book": "Ezra",
    "chapter": 1,
    "verse": 7,
    "text": "King Cyrus, too, had the vessels of the house of the LORD brought forth that Nebuchadnezzar had taken from Jerusalem and placed in the house of his god."
  },
  {
    "book": "Nehemiah",
    "chapter": 1,
    "verse": 7,
    "text": "We have greatly offended you, not keeping the commandments, the statutes, and the ordinances you entrusted to your servant Moses."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 7,
    "text": "and present them to the priests, Aaron’s sons, at the altar. To the Levites ministering in Jerusalem I used to give the tithe of grain, wine, olive oil, pomegranates, figs, and other fruits. Six years in a row, I used to give a second tithe in money, which each year I would go to pay in Jerusalem."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 7,
    "text": "Then Nebuchadnezzar, king of the Assyrians, contacted all the inhabitants of Persia and all who lived in the west, the inhabitants of Cilicia and Damascus, Lebanon and Antilebanon, and all who lived along the seacoast,"
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 7,
    "text": "Drinks were served in a variety of golden cups, and the royal wine flowed freely, as befitted the king’s liberality."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 7,
    "text": "Alexander had reigned twelve years when he died."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 7,
    "text": "In the reign of Demetrius, the one hundred and sixty-ninth year, we Jews wrote to you during the height of the distress that overtook us in those years after Jason and his followers revolted against the holy land and the kingdom,"
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 7,
    "text": "The LORD said to the satan, “Where have you been?” Then the satan answered the LORD and said, “Roaming the earth and patrolling it.”"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 7,
    "text": "Fear of the LORD is the beginning of knowledge; fools despise wisdom and discipline."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 7,
    "text": "All rivers flow to the sea, yet never does the sea become full. To the place where they flow, the rivers continue to flow."
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 7,
    "text": "Love’s Inquiry - W Tell me, you whom my soul loves, where you shepherd, where you give rest at midday. Why should I be like one wandering after the flocks of your companions?"
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 7,
    "text": "For the spirit of the LORD fills the world, is all-embracing, and knows whatever is said."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 7,
    "text": "Your country is waste, your cities burnt with fire; Your land—before your eyes strangers devour it, a waste, like the devastation of Sodom."
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 7,
    "text": "But the LORD answered me, Do not say, “I am too young.” To whomever I send you, you shall go; whatever I command you, you shall speak."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 7,
    "text": "Jerusalem remembers in days of wretched homelessness, All the precious things she once had in days gone by. But when her people fell into the hands of the foe, and she had no help, Her foes looked on and laughed at her collapse."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 7,
    "text": "These they sent to Jerusalem, to Jehoiakim the priest, son of Hilkiah, son of Shallum, and to the priests and the whole people who were with him in Jerusalem."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 7,
    "text": "and their legs were straight, the soles of their feet like the hooves of a bull, gleaming like polished brass."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 7,
    "text": "The chief chamberlain changed their names: Daniel to Belteshazzar, Hananiah to Shadrach, Mishael to Meshach, and Azariah to Abednego."
  },
  {
    "book": "Hosea",
    "chapter": 1,
    "verse": 7,
    "text": "Yet for the house of Judah I will feel pity; I will save them by the LORD, their God; but I will not save them by bow or sword, by warfare, by horses or horsemen."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 7,
    "text": "It has stripped bare my vines, splintered my fig tree, Shearing off its bark and throwing it away, until its branches turn white."
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 7,
    "text": "I will send fire upon the wall of Gaza, and it will devour its strongholds;"
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 7,
    "text": "To the border they have driven you— all your allies; Your partners have deceived you, they have overpowered you; Those who eat your bread will replace you with foreigners, who have no understanding."
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 7,
    "text": "Then they said to one another, “Come, let us cast lots to discover on whose account this evil has come to us.” So they cast lots, and the lot fell on Jonah."
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 7,
    "text": "All its carved figures shall be broken to pieces, all its wages shall be burned in the fire, and all its idols I will destroy. As the wages of a prostitute it gathered them, and to the wages of a prostitute they shall return."
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 7,
    "text": "The LORD is good to those who wait for him, a refuge on the day of distress, Taking care of those who look to him for protection,"
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 7,
    "text": "They are terrifying and dreadful; their right and their exalted position are of their own making."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 7,
    "text": "Silence in the presence of the Lord GOD! for near is the day of the LORD, Yes, the LORD has prepared a sacrifice, he has consecrated his guests."
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 7,
    "text": "Thus says the LORD of hosts: Reflect on your experience!"
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 7,
    "text": "In the second year of Darius, on the twenty-fourth day of Shebat, the eleventh month, the word of the LORD came to the prophet Zechariah, son of Berechiah, son of Iddo:"
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 7,
    "text": "By offering defiled food on my altar! You ask, “How have we defiled it?” By saying that the table of the LORD may be disdained!"
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 7,
    "text": "Solomon became the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asaph."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 7,
    "text": "And this is what he proclaimed: “One mightier than I is coming after me. I am not worthy to stoop and loosen the thongs of his sandals."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 7,
    "text": "But they had no child, because Elizabeth was barren and both were advanced in years."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 7,
    "text": "He came for testimony, to testify to the light, so that all might believe through him."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 7,
    "text": "He answered them, “It is not for you to know the times or seasons that the Father has established by his own authority."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 7,
    "text": "to all the beloved of God in Rome, called to be holy. Grace to you and peace from God our Father and the Lord Jesus Christ."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 7,
    "text": "so that you are not lacking in any spiritual gift as you wait for the revelation of our Lord Jesus Christ."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 7,
    "text": "Our hope for you is firm, for we know that as you share in the sufferings, you also share in the encouragement."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 7,
    "text": "(not that there is another). But there are some who are disturbing you and wish to pervert the gospel of Christ."
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 7,
    "text": "Fulfillment Through Christ. In him we have redemption by his blood, the forgiveness of transgressions, in accord with the riches of his grace"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 7,
    "text": "It is right that I should think this way about all of you, because I hold you in my heart, you who are all partners with me in grace, both in my imprisonment and in the defense and confirmation of the gospel."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 7,
    "text": "as you learned it from Epaphras our beloved fellow slave, who is a trustworthy minister of Christ on your behalf"
  },
  {
    "book": "1Thessalonians",
    "chapter": 1,
    "verse": 7,
    "text": "so that you became a model for all the believers in Macedonia and in Achaia."
  },
  {
    "book": "2Thessalonians",
    "chapter": 1,
    "verse": 7,
    "text": "and to grant rest along with us to you who are undergoing afflictions, at the revelation of the Lord Jesus from heaven with his mighty angels,"
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 7,
    "text": "wanting to be teachers of the law, but without understanding either what they are saying or what they assert with such assurance."
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 7,
    "text": "For God did not give us a spirit of cowardice but rather of power and love and self-control."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 7,
    "text": "For a bishop as God’s steward must be blameless, not arrogant, not irritable, not a drunkard, not aggressive, not greedy for sordid gain,"
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 7,
    "text": "Plea for Onesimus. For I have experienced much joy and encouragement from your love, because the hearts of the holy ones have been refreshed by you, brother."
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 7,
    "text": "Of the angels he says: “He makes his angels winds and his ministers a fiery flame”;"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 7,
    "text": "For that person must not suppose that he will receive anything from the Lord,"
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 7,
    "text": "so that the genuineness of your faith, more precious than gold that is perishable even though tested by fire, may prove to be for praise, glory, and honor at the revelation of Jesus Christ."
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 7,
    "text": "devotion with mutual affection, mutual affection with love."
  },
  {
    "book": "1John",
    "chapter": 1,
    "verse": 7,
    "text": "But if we walk in the light as he is in the light, then we have fellowship with one another, and the blood of his Son Jesus cleanses us from all sin."
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 7,
    "text": "Many deceivers have gone out into the world, those who do not acknowledge Jesus Christ as coming in the flesh; such is the deceitful one and the antichrist."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 7,
    "text": "For they have set out for the sake of the Name and are accepting nothing from the pagans."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 7,
    "text": "Likewise, Sodom, Gomorrah, and the surrounding towns, which, in the same manner as they, indulged in sexual promiscuity and practiced unnatural vice, serve as an example by undergoing a punishment of eternal fire."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 7,
    "text": "Behold, he is coming amid the clouds, and every eye will see him, even those who pierced him. All the peoples of the earth will lament him. Yes. Amen."
  }
]