[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Abram’s Call and Migration. The LORD said to Abram: Go forth from your land, your relatives, and from your father’s house to a land that I will show you."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - The Passover Ritual Prescribed. The LORD said to Moses and Aaron in the land of Egypt:"
  },
  {
    "book": "Leviticus",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Uncleanness of Childbirth. The LORD said to Moses:"
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Jealousy of Aaron and Miriam. Miriam and Aaron spoke against Moses on the pretext of the Cushite woman he had married; for he had in fact married a Cushite woman."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 1,
    "text": "B. The Deuteronomic Code Chapter 12 - One Center of Worship. These are the statutes and ordinances which you must be careful to observe in the land which the LORD, the God of your ancestors, has given you to possess, throughout the time you live on its soil."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Lists of Conquered Kings. These are the kings of the land whom the Israelites conquered and whose lands they occupied, east of the Jordan, from the River Arnon to Mount Hermon, including all the eastern section of the Arabah:"
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - The Shibboleth Incident. The men of Ephraim were called out, and they crossed over to Zaphon. They said to Jephthah, “Why did you go to fight with the Ammonites without calling us to go with you? We will burn your house on top of you.”"
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Samuel’s Integrity. Samuel addressed all Israel: “I have granted your request in every respect,” he said. “I have set a king over you"
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Nathan’s Parable. The LORD sent Nathan to David, and when he came to him, he said: “Tell me how you judge this case: In a certain town there were two men, one rich, the other poor."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 1,
    "text": "II. The Reign of Jeroboam Chapter 12 - Political Disunity. Rehoboam went to Shechem, where all Israel had come to make him king."
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 1,
    "text": "IX. Kings of Judah and Israel Chapter 12 - Reign of Joash of Judah. Joash was seven years old when he became king."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - David’s Early Followers. The following men came to David in Ziklag while he was still under banishment from Saul, son of Kish; they, too, were among the warriors who helped him in his battles."
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Rehoboam’s Apostasy. Once Rehoboam had established himself as king and was firmly in charge, he abandoned the law of the LORD, and so did all Israel with him."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Priests and Levites at the Time of Zerubbabel. The following are the priests and Levites who returned with Zerubbabel, son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 1,
    "text": "VII. Raphael Reveals His Identity Chapter 12 - Raphael’s Wages. When the wedding celebration came to an end, Tobit called his son Tobiah and said to him, “Son, see to it that you pay his wages to the man who made the journey with you and give him a bonus too.”"
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Then he ordered them to lead her into the room where his silver dinnerware was kept, and ordered them to set a table for her with his own delicacies to eat and his own wine to drink."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Alliances with Rome and Sparta. When Jonathan saw that the time was right, he chose men and sent them to Rome to confirm and renew the friendship with the Romans."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Incidents at Joppa and Jamnia. After these agreements were made, Lysias returned to the king, and the Jews went about their farming."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Job’s Third Reply. Then Job answered and said:"
  },
  {
    "book": "Psalms",
    "chapter": 12,
    "verse": 1,
    "text": "Psalm 12 Prayer Against Evil Tongues - For the leader; “upon the eighth.” A psalm of David."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Whoever loves discipline loves knowledge, but whoever hates reproof is stupid."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Remember your Creator in the days of your youth, before the evil days come And the years approach of which you will say, “I have no pleasure in them”;"
  },
  {
    "book": "Sirach",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - If you do good, know for whom you are doing it, and your kindness will have its effect."
  },
  {
    "book": "Isaiah",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 Song of Thanksgiving - On that day, you will say: I give you thanks, O LORD; though you have been angry with me, your anger has abated, and you have consoled me."
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - You would be in the right, O LORD, if I should dispute with you; even so, I must lay out the case against you. Why does the way of the wicked prosper, why do all the treacherous live in contentment?"
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Acts Symbolic of the Exile. The word of the LORD came to me:"
  },
  {
    "book": "Daniel",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 The Resurrection - “At that time there shall arise Michael, the great prince, guardian of your people; It shall be a time unsurpassed in distress since the nation began until that time. At that time your people shall escape, everyone who is found written in the book."
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 Infidelity of Israel - Ephraim has surrounded me with lies, the house of Israel, with deceit; Judah still wanders about with gods, and is faithful to holy ones."
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Oracles Concerning the Nations and Judah. An oracle: The word of the LORD concerning Israel—oracle of the LORD, who spreads out the heavens, lays the foundations of the earth, and fashions the human spirit within:"
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Picking Grain on the Sabbath. At that time Jesus was going through a field of grain on the sabbath. His disciples were hungry and began to pick the heads of grain and eat them."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Parable of the Tenants. He began to speak to them in parables. “A man planted a vineyard, put a hedge around it, dug a wine press, and built a tower. Then he leased it to tenant farmers and left on a journey."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - The Leaven of the Pharisees. Meanwhile, so many people were crowding together that they were trampling one another underfoot. He began to speak, first to his disciples, “Beware of the leaven—that is, the hypocrisy—of the Pharisees. Courage Under Persecution."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - The Anointing at Bethany. Six days before Passover Jesus came to Bethany, where Lazarus was, whom Jesus had raised from the dead."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - Herod’s Persecution of the Christians. About that time King Herod laid hands upon some members of the church to harm them."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 1,
    "text": "VI. The Duties of Christians Chapter 12 - Sacrifice of Body and Mind. I urge you therefore, brothers, by the mercies of God, to offer your bodies as a living sacrifice, holy and pleasing to God, your spiritual worship."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 1,
    "text": "C. Spiritual Gifts Chapter 12 - Unity and Variety. Now in regard to spiritual gifts, brothers, I do not want you to be unaware."
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - I must boast; not that it is profitable, but I will go on to visions and revelations of the Lord."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - God Our Father. Therefore, since we are surrounded by so great a cloud of witnesses, let us rid ourselves of every burden and sin that clings to us and persevere in running the race that lies before us"
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 1,
    "text": "Chapter 12 - The Woman and the Dragon. A great sign appeared in the sky, a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars."
  }
]