[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 12,
    "text": "the earth brought forth vegetation: every kind of plant that bears seed and every kind of fruit tree that bears fruit with its seed in it. God saw that it was good."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 12,
    "text": "Yet the more they were oppressed, the more they multiplied and spread, so that the Egyptians began to loathe the Israelites."
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 12,
    "text": "When it has been cut into pieces, the priest shall lay these, together with the head and suet, on top of the wood and the embers on the altar;"
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 12,
    "text": "from Dan: Ahiezer, son of Ammishaddai;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 12,
    "text": "But how can I, by myself, bear the weight, the contentiousness of you?"
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 12,
    "text": "The Transjordan Tribes. Joshua addressed the Reubenites, the Gadites, and the half-tribe of Manasseh:"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 12,
    "text": "Caleb said, “To the man who attacks Kiriath-sepher and captures it, I will give my daughter Achsah in marriage.”"
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 12,
    "text": "Go, my daughters, for I am too old to marry again. Even if I had any such hope, or if tonight I had a husband and were to bear sons,"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 12,
    "text": "As she continued praying before the LORD, Eli watched her mouth,"
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 12,
    "text": "They mourned and wept and fasted until evening for Saul and his son Jonathan, and for the people of the LORD and the house of Israel, because they had fallen by the sword."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 12,
    "text": "Come now, let me advise you so that you may save your life and the life of your son Solomon."
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 12,
    "text": "Elijah answered them, “If I am a man of God, may fire come down from heaven and consume you and your fifty men.” And divine fire came down from heaven and consumed him and his fifty men."
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 12,
    "text": "Pathrusim, Casluhim, and Caphtorim, from whom the Philistines sprang."
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 12,
    "text": "wisdom and knowledge are given you. I will also give you riches, treasures, and glory, such as kings before you never had, nor will those who come after you."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 12,
    "text": "Because I was mindful of God with all my heart,"
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 12,
    "text": "Then Nebuchadnezzar fell into a violent rage against all the land, and swore by his throne and his kingdom that he would take revenge on all the territories of Cilicia, Damascus, and Syria, and would destroy with his sword all the inhabitants of Moab, Ammon, the whole of Judea, and all those living in Egypt as far as the coasts of the two seas."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 12,
    "text": "But Queen Vashti refused to come at the royal order issued through the eunuchs. At this the king's wrath flared up, and he burned with fury."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 12,
    "text": "The proposal was agreeable;"
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 12,
    "text": "for it was God who drove out those who fought against the holy city."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 12,
    "text": "The LORD said to the satan, “Very well, all that he has is in your power; only do not lay a hand on him.” So the satan went forth from the presence of the LORD."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 12,
    "text": "Let us swallow them alive, like Sheol, whole, like those who go down to the pit!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 12,
    "text": "I. Qoheleth's Investigation of Life - Twofold Introduction. I, Qoheleth, was king over Israel in Jerusalem,"
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 12,
    "text": "How Near Is Love! - W While the king was upon his couch, my spikenard gave forth its fragrance."
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 12,
    "text": "Do not court death by your erring way of life, nor draw to yourselves destruction by the works of your hands."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 12,
    "text": "When you come to appear before me, who asks these things of you?"
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 12,
    "text": "Then the LORD said to me: You have seen well, for I am watching over my word to carry it out."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 12,
    "text": "Come, all who pass by the way, pay attention and see: Is there any pain like my pain, which has been ruthlessly inflicted upon me, With which the LORD has tormented me on the day of his blazing wrath?"
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 12,
    "text": "Pray that the LORD may give us strength, and light to our eyes, that we may live under the protective shadow of Nebuchadnezzar, king of Babylon, and of Belshazzar, his son, to serve them many days, and find favor in their sight."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 12,
    "text": "Each went straight ahead. Wherever the spirit would go, they went; they did not change direction when they moved."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 12,
    "text": "“Please test your servants for ten days. Let us be given vegetables to eat and water to drink."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 12,
    "text": "The vine has dried up, the fig tree has withered; The pomegranate, even the date palm and the apple— every tree in the field has dried up. Joy itself has dried up among the people."
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 12,
    "text": "I will send fire upon Teman, and it will devour the strongholds of Bozrah."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 12,
    "text": "Do not gloat over the day of your brother, the day of his disaster; Do not exult over the people of Judah on the day of their ruin; Do not speak haughtily on the day of distress!"
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 12,
    "text": "Jonah responded, “Pick me up and hurl me into the sea and then the sea will calm down for you. For I know that this great storm has come upon you because of me.”"
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 12,
    "text": "The inhabitants of Maroth hope for good, But evil has come down from the LORD to the gate of Jerusalem."
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 12,
    "text": "Thus says the LORD: though fully intact and so numerous, they shall be mown down and disappear. Though I have humbled you, I will humble you no more."
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 12,
    "text": "Habakkuk's Second Complaint - Are you not from of old, O LORD, my holy God, immortal? LORD, you have appointed them for judgment, O Rock, you have set them in place to punish!"
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 12,
    "text": "At that time, I will search Jerusalem with lamps, I will punish the people who settle like dregs in wine, Who say in their hearts, “The Lord will not do good, nor will he do harm.”"
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 12,
    "text": "Response of Leaders and People. Then Zerubbabel, son of Shealtiel, and the high priest Joshua, son of Jehozadak, and all the remnant of the people obeyed the LORD their God, and the words of Haggai the prophet, since the LORD their God had sent him; thus the people feared the LORD."
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 12,
    "text": "Then the angel of the LORD replied, “LORD of hosts, how long will you be without mercy for Jerusalem and the cities of Judah that have felt your anger these seventy years?”"
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 12,
    "text": "But you profane it by saying that the LORD's table is defiled, and its food may be disdained."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 12,
    "text": "After the Babylonian exile, Jechoniah became the father of Shealtiel, Shealtiel the father of Zerubbabel,"
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 12,
    "text": "At once the Spirit drove him out into the desert,"
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 12,
    "text": "Zechariah was troubled by what he saw, and fear came upon him."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 12,
    "text": "But to those who did accept him he gave power to become children of God, to those who believe in his name,"
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 12,
    "text": "Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a sabbath day's journey away."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 12,
    "text": "that is, that you and I may be mutually encouraged by one another's faith, yours and mine."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 12,
    "text": "I mean that each of you is saying, “I belong to Paul,” or “I belong to Apollos,” or “I belong to Cephas,” or “I belong to Christ.”"
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 12,
    "text": "II. The Crisis Between Paul and the Corinthians A. Past Relationships - Paul's Sincerity and Constancy. For our boast is this, the testimony of our conscience that we have conducted ourselves in the world, and especially toward you, with the simplicity and sincerity of God, [and] not by human wisdom but by the grace of God."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 12,
    "text": "For I did not receive it from a human being, nor was I taught it, but it came through a revelation of Jesus Christ."
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 12,
    "text": "so that we might exist for the praise of his glory, we who first hoped in Christ."
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 12,
    "text": "II. Progress of the Gospel - I want you to know, brothers, that my situation has turned out rather to advance the gospel,"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 12,
    "text": "giving thanks to the Father, who has made you fit to share in the inheritance of the holy ones in light."
  },
  {
    "book": "2Thessalonians",
    "chapter": 1,
    "verse": 12,
    "text": "that the name of our Lord Jesus may be glorified in you, and you in him, in accord with the grace of our God and Lord Jesus Christ."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 12,
    "text": "I am grateful to him who has strengthened me, Christ Jesus our Lord, because he considered me trustworthy in appointing me to the ministry."
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 12,
    "text": "On this account I am suffering these things; but I am not ashamed, for I know him in whom I have believed and am confident that he is able to guard what has been entrusted to me until that day."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 12,
    "text": "One of them, a prophet of their own, once said, “Cretans have always been liars, vicious beasts, and lazy gluttons.”"
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 12,
    "text": "I am sending him, that is, my own heart, back to you."
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 12,
    "text": "You will roll them up like a cloak, and like a garment they will be changed. But you are the same, and your years will have no end.”"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 12,
    "text": "Temptation. Blessed is the man who perseveres in temptation, for when he has been proved he will receive the crown of life that he promised to those who love him."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 12,
    "text": "It was revealed to them that they were serving not themselves but you with regard to the things that have now been announced to you by those who preached the good news to you [through] the holy Spirit sent from heaven, things into which angels longed to look."
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 12,
    "text": "Apostolic Witness. Therefore, I will always remind you of these things, even though you already know them and are established in the truth you have."
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 12,
    "text": "Although I have much to write to you, I do not intend to use paper and ink. Instead, I hope to visit you and to speak face to face so that our joy may be complete."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 12,
    "text": "Demetrius receives a good report from all, even from the truth itself. We give our testimonial as well, and you know our testimony is true."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 12,
    "text": "These are blemishes on your love feasts, as they carouse fearlessly and look after themselves. They are waterless clouds blown about by winds, fruitless trees in late autumn, twice dead and uprooted."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 12,
    "text": "Then I turned to see whose voice it was that spoke to me, and when I turned, I saw seven gold lampstands"
  }
]