[
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 32,
    "text": "What is left over of the meat and the bread you shall burn in the fire."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 32,
    "text": "There, in the presence of the Israelites, Joshua inscribed upon the stones a copy of the law written by Moses."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 32,
    "text": "At a good old age Gideon, son of Joash, died and was buried in the tomb of Joash his father in Ophrah of the Abiezrites."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 32,
    "text": "listen in heaven; act and judge your servants. Condemn the wicked, requiting their ways; acquit the just, rewarding their justice."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 32,
    "text": "Mikloth became the father of Shimeah. These, too, dwelt with their relatives in Jerusalem, opposite their fellow tribesmen."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 32,
    "text": "We arrived in Jerusalem, where we rested for three days."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 32,
    "text": "Then Judith said to them: “Listen to me! I will perform a deed that will go down from generation to generation among our descendants."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 32,
    "text": "If they petition against you again, we will enforce justice and make war on you by sea and land.'”"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 32,
    "text": "They also killed the commander of Timothy's forces, a most wicked man, who had done great harm to the Jews."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 32,
    "text": "Now, children, listen to me; happy are they who keep my ways."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 32,
    "text": "And he said to them, “Go then!” They came out and entered the swine, and the whole herd rushed down the steep bank into the sea where they drowned."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 32,
    "text": "He spoke this openly. Then Peter took him aside and began to rebuke him."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 32,
    "text": "A herd of many swine was feeding there on the hillside, and they pleaded with him to allow them to enter those swine; and he let them."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 32,
    "text": "and you will know the truth, and the truth will set you free.”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 32,
    "text": "This was the scripture passage he was reading: “Like a sheep he was led to the slaughter, and as a lamb before its shearer is silent, so he opened not his mouth."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 32,
    "text": "He who did not spare his own Son but handed him over for us all, how will he not also give us everything else along with him?"
  }
]