[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 16,
    "text": "Those that entered were male and female; of all creatures they came, as God had commanded Noah. Then the LORD shut him in."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 16,
    "text": "Say to him: The LORD, the God of the Hebrews, sent me to you with the message: Let my people go to serve me in the wilderness. But as yet you have not listened."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 16,
    "text": "However, if the sacrifice offered is a votive or a voluntary offering, it shall be eaten on the day the sacrifice is offered, and on the next day what is left over may be eaten."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 16,
    "text": "one goat for a purification offering;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 16,
    "text": "You shall consume all the peoples which the LORD, your God, is giving over to you. You are not to look on them with pity, nor serve their gods, for that would be a snare to you."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 16,
    "text": "Achan’s Guilt and Punishment. Early the next morning Joshua had Israel come forward by tribes, and the tribe of Judah was designated."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 16,
    "text": "He divided the three hundred men into three companies, and provided them all with horns and with empty jars and torches inside the jars."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 16,
    "text": "He made a yearly circuit, passing through Bethel, Gilgal and Mizpah and judging Israel at each of these places."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 16,
    "text": "Your house and your kingdom are firm forever before me; your throne shall be firmly established forever."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 16,
    "text": "He also made two capitals cast in bronze, to be placed on top of the columns, each of them five cubits high."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 16,
    "text": "The people went out and plundered the camp of the Arameans. Then a seah of fine flour sold for a shekel and two seahs of barley for a shekel, according to the word of the LORD."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 16,
    "text": "Maacah, Machir’s wife, bore a son whom she named Peresh. He had a brother named Sheresh, whose sons were Ulam and Rakem."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 16,
    "text": "now I have chosen and consecrated this house that my name may be there forever; my eyes and my heart shall be there always."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 16,
    "text": "as well as all the silver and gold which you may receive throughout the province of Babylon, together with the voluntary offerings the people and priests freely contribute for the house of their God in Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 16,
    "text": "descendants of Bebai, six hundred and twenty-eight;"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 16,
    "text": "She went, made the bed in the room, as he had told her, and brought Sarah there. After she had cried over her, she wiped away her tears and said,"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 16,
    "text": "Their words pleased Holofernes and all his attendants, and he ordered their proposal to be carried out."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 16,
    "text": "So they trusted him. But he arrested sixty of them and killed them in one day, according to the words that he wrote:"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 16,
    "text": "Looking at the king, he said: “Mortal though you are, you have power over human beings, so you do what you please. But do not think that our nation is forsaken by God."
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 16,
    "text": "I waste away: I will not live forever; let me alone, for my days are but a breath."
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 16,
    "text": "He digs a hole and bores it deep, but he falls into the pit he has made."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 16,
    "text": "With coverlets I have spread my couch, with brocaded cloths of Egyptian linen;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 16,
    "text": "“Be not just to excess, and be not overwise. Why work your own ruin?"
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 16,
    "text": "For both we and our words are in his hand, as well as all prudence and knowledge of crafts."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 16,
    "text": "Do not esteem yourself more than your compatriots; remember, his wrath will not delay."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 16,
    "text": "for before the child learns to reject evil and choose good, the land of those two kings whom you dread shall be deserted."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 16,
    "text": "Abuses in Worship. You, now, must not intercede for this people! Do not raise a cry or prayer in their behalf! Do not press me, for I will not listen to you!"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 16,
    "text": "If their survivors flee, they will die on the mountains, moaning like doves of the valley on account of their guilt."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 16,
    "text": "I approached one of those present and asked him the truth of all this; in answer, he made known to me its meaning:"
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 16,
    "text": "They have again become useless, they have been like a treacherous bow. Their princes shall fall by the sword because of the insolence of their tongues; thus they shall be mocked in the land of Egypt."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 16,
    "text": "Now hear the word of the LORD: You say: ‘Do not prophesy against Israel, do not preach against the house of Isaac.’"
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 16,
    "text": "The nations will see and will be put to shame, in spite of all their strength; They will put their hands over their mouths; their ears will become deaf."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 16,
    "text": "By their fruits you will know them. Do people pick grapes from thornbushes, or figs from thistles?"
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 16,
    "text": "[ ]"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 16,
    "text": "Fear seized them all, and they glorified God, exclaiming, “A great prophet has arisen in our midst,” and “God has visited his people.”"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 16,
    "text": "Jesus answered them and said, “My teaching is not my own but is from the one who sent me."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 16,
    "text": "and were brought back to Shechem and placed in the tomb that Abraham had purchased for a sum of money from the sons of Hamor at Shechem."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 16,
    "text": "Now if I do what I do not want, I concur that the law is good."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 16,
    "text": "For how do you know, wife, whether you will save your husband; or how do you know, husband, whether you will save your wife? The Life That the Lord Has Assigned."
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 16,
    "text": "I rejoice, because I have confidence in you in every respect."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 16,
    "text": "who has become so, not by a law expressed in a commandment concerning physical descent but by the power of a life that cannot be destroyed."
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 16,
    "text": "They will not hunger or thirst anymore, nor will the sun or any heat strike them."
  }
]