[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 12,
    "text": "The gold of that land is good; bdellium and lapis lazuli are also there."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 12,
    "text": "Looking about and seeing no one, he struck down the Egyptian and hid him in the sand."
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 12,
    "text": "Such you may present to the LORD in the offering of the first produce that is processed, but they are not to be placed on the altar for a pleasing odor."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 12,
    "text": "Encamped beside it is the tribe of Simeon. The leader of the Simeonites is Shelumiel, son of Zurishaddai,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 12,
    "text": "In Seir, however, the former inhabitants were the Horites; the descendants of Esau dispossessed them, clearing them out of the way and dwelling in their place, just as Israel has done in the land of its possession which the LORD gave it.)"
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 12,
    "text": "Now then, swear to me by the LORD that, since I am showing kindness to you, you in turn will show kindness to my family. Give me a reliable sign"
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 12,
    "text": "and abandoned the LORD, the God of their ancestors, the one who had brought them out of the land of Egypt. They followed other gods, the gods of the peoples around them, and bowed down to them, and provoked the LORD."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 12,
    "text": "May the LORD reward what you have done! May you receive a full reward from the LORD, the God of Israel, under whose wings you have come for refuge.”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 12,
    "text": "Wickedness of Eli’s Sons. Now the sons of Eli were wicked; they had respect neither for the LORD"
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 12,
    "text": "Combat near Gibeon. Now Abner, son of Ner, and the servants of Ishbaal, Saul’s son, set out from Mahanaim for Gibeon."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 12,
    "text": "Then Solomon sat on the throne of David his father, and his kingship was established."
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 12,
    "text": "and Elisha saw it happen. He cried out, “My father! my father! Israel’s chariot and steeds!” Then he saw him no longer. He gripped his own garment, tore it into two pieces,"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 12,
    "text": "Boaz became the father of Obed. Obed became the father of Jesse."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 12,
    "text": "I am now sending you a craftsman of great skill, Huram-abi,"
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 12,
    "text": "descendants of Azgad, one thousand two hundred and twenty-two;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 12,
    "text": "I set out by night with only a few other men and with no other animals but my own mount (for I had not told anyone what my God had inspired me to do for Jerusalem)."
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 12,
    "text": "When she delivered the material to her employers, they would pay her a wage. On the seventh day of the month of Dystrus, she finished the woven cloth and delivered it to her employers. They paid her the full salary and also gave her a young goat for a meal."
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 12,
    "text": "For as I live, and by the strength of my kingdom, what I have spoken I will accomplish by my own hand."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 12,
    "text": "After the twelve months’ preparation decreed for the women, each one went in turn to visit King Ahasuerus. During this period of beautifying treatment, six months were spent with oil of myrrh, and the other six months with perfumes and cosmetics."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 12,
    "text": "We see our sanctuary laid waste, our beauty, our glory. The Gentiles have defiled them!"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 12,
    "text": "Solomon also celebrated the feast in the same way for eight days."
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 12,
    "text": "But when, at a distance, they lifted up their eyes and did not recognize him, they began to weep aloud; they tore their cloaks and threw dust into the air over their heads."
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 12,
    "text": "Saving you from the way of the wicked, from those whose speech is perverse."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 12,
    "text": "What about one who succeeds a king? He can do only what has already been done. Study of Wisdom and Folly. I went on to the consideration of wisdom, madness and folly."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 12,
    "text": "The flowers appear on the earth, the time of pruning the vines has come, and the song of the turtledove is heard in our land."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 12,
    "text": "Let us lie in wait for the righteous one, because he is annoying to us; he opposes our actions, Reproaches us for transgressions of the law and charges us with violations of our training."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 12,
    "text": "Woe to timid hearts and drooping hands, to the sinner who walks a double path!"
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 12,
    "text": "For the LORD of hosts will have his day against all that is proud and arrogant, against all that is high, and it will be brought low;"
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 12,
    "text": "Be horrified at this, heavens; shudder, be appalled—oracle of the LORD."
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 12,
    "text": "They cry out to their mothers, “Where is bread and wine?” As they faint away like the wounded in the streets of the city, As their life is poured out in their mothers’ arms."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 12,
    "text": "we have sinned, we have committed sacrilege, we have violated all your statutes, LORD, our God."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 12,
    "text": "At this the king became violently angry and ordered all the wise men of Babylon to be put to death."
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 12,
    "text": "Now I will lay bare her shame in full view of her lovers, and no one can deliver her out of my hand."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 12,
    "text": "Return to the Lord - Yet even now—oracle of the LORD— return to me with your whole heart, with fasting, weeping, and mourning."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 12,
    "text": "But you made the nazirites drink wine, and commanded the prophets, “Do not prophesy!”"
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 12,
    "text": "I will gather you, Jacob, each and every one, I will assemble all the remnant of Israel; I will group them like a flock in the fold, like a herd in its pasture; the noise of the people will resound."
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 12,
    "text": "Where is the lionesses’ den, the young lions’ cave, Where the lion went in and out, and the cub, with no one to disturb them?"
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 12,
    "text": "Ah! you who build a city by bloodshed, and who establish a town with injustice!"
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 12,
    "text": "You too, O Cushites, shall be slain by the sword of the LORD."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 12,
    "text": "If someone carries sanctified meat in the fold of a garment and the fold touches bread, soup, wine, oil, or any other food, do they become sanctified? “No,” the priests answered."
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 12,
    "text": "For thus says the LORD of hosts after the LORD’s glory had sent me, concerning the nations that have plundered you: Whoever strikes you strikes me directly in the eye."
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 12,
    "text": "May the LORD cut off from the man who does this both witness and advocate from the tents of Jacob, and anyone to bring an offering to the LORD of hosts!"
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 12,
    "text": "And having been warned in a dream not to return to Herod, they departed for their country by another way."
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 12,
    "text": "He rose, picked up his mat at once, and went away in the sight of everyone. They were all astounded and glorified God, saying, “We have never seen anything like this.”"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 12,
    "text": "And this will be a sign for you: you will find an infant wrapped in swaddling clothes and lying in a manger.”"
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 12,
    "text": "After this, he and his mother, [his] brothers, and his disciples went down to Capernaum and stayed there only a few days."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 12,
    "text": "They were all astounded and bewildered, and said to one another, “What does this mean?”"
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 12,
    "text": "All who sin outside the law will also perish without reference to it, and all who sin under the law will be judged in accordance with it."
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 12,
    "text": "We have not received the spirit of the world but the Spirit that is from God, so that we may understand the things freely given us by God."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 12,
    "text": "When I went to Troas for the gospel of Christ, although a door was opened for me in the Lord,"
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 12,
    "text": "For, until some people came from James, he used to eat with the Gentiles; but when they came, he began to draw back and separated himself, because he was afraid of the circumcised."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 12,
    "text": "were at that time without Christ, alienated from the community of Israel and strangers to the covenants of promise, without hope and without God in the world."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 12,
    "text": "So then, my beloved, obedient as you have always been, not only when I am present but all the more now when I am absent, work out your salvation with fear and trembling."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 12,
    "text": "You were buried with him in baptism, in which you were also raised with him through faith in the power of God, who raised him from the dead."
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 12,
    "text": "exhorting and encouraging you and insisting that you conduct yourselves as worthy of the God who calls you into his kingdom and glory."
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 12,
    "text": "that all who have not believed the truth but have approved wrongdoing may be condemned."
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 12,
    "text": "I do not permit a woman to teach or to have authority over a man. She must be quiet."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 12,
    "text": "if we persevere we shall also reign with him. But if we deny him he will deny us."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 12,
    "text": "and training us to reject godless ways and worldly desires and to live temperately, justly, and devoutly in this age,"
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 12,
    "text": "saying: “I will proclaim your name to my brothers, in the midst of the assembly I will praise you”;"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 12,
    "text": "So speak and so act as people who will be judged by the law of freedom."
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 12,
    "text": "Maintain good conduct among the Gentiles, so that if they speak of you as evildoers, they may observe your good works and glorify God on the day of visitation. Christian Citizens."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 12,
    "text": "But these people, like irrational animals born by nature for capture and destruction, revile things that they do not understand, and in their destruction they will also be destroyed,"
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 12,
    "text": "I am writing to you, children, because your sins have been forgiven for his name’s sake."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 12,
    "text": "“To the angel of the church in Pergamum, write this: “‘The one with the sharp two-edged sword says this:"
  }
]