[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 14,
    "text": "Preparation for the Flood. Make yourself an ark of gopherwood, equip the ark with various compartments, and cover it inside and out with pitch."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 14,
    "text": "Genealogy of Moses and Aaron. These are the heads of their ancestral houses. The sons of Reuben, the firstborn of Israel: Hanoch, Pallu, Hezron and Carmi; these are the clans of Reuben."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 14,
    "text": "You shall bring it well kneaded and fried in oil on a griddle. Having broken the offering into pieces, you shall present it as a sweet aroma to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 14,
    "text": "bringing their offerings to the LORD, one unblemished yearling lamb for a burnt offering, one unblemished yearling ewe lamb for a purification offering, one unblemished ram as a communion offering,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 14,
    "text": "You shall not go after other gods, any of the gods of the surrounding peoples—"
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 14,
    "text": "On this second day they again marched around the city once before returning to camp; and for six days in all they did the same."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 14,
    "text": "The LORD turned to him and said: Go with the strength you have, and save Israel from the power of Midian. Is it not I who send you?"
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 14,
    "text": "The cart came to the field of Joshua the Beth-shemite and stopped there. At a large stone in the field, the wood of the cart was split up and the cows were offered as a burnt offering to the LORD."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 14,
    "text": "Then David came dancing before the LORD with abandon, girt with a linen ephod."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 14,
    "text": "When Solomon finished building the house,"
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 14,
    "text": "he sent there a strong force with horses and chariots. They arrived by night and encircled the city."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 14,
    "text": "The sons of Merari: Mahli, whose son was Libni, whose son was Shimei, whose son was Uzzah,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 14,
    "text": "He said: “LORD, God of Israel, there is no God like you in heaven or on earth; you keep the covenant and love toward your servants who walk before you with their whole heart,"
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 14,
    "text": "The elders of the Jews continued to make progress in the building, supported by the message of the prophets, Haggai and Zechariah, son of Iddo. They finished the building according to the command of the God of Israel and the decrees of Cyrus and Darius, and of Artaxerxes, king of Persia."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 14,
    "text": "Keep in mind Tobiah and Sanballat, my God, because of these things they did; keep in mind as well Noadiah the woman prophet and the other prophets who were trying to intimidate me."
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 14,
    "text": "The Israelites came down from their city and found him, untied him, and brought him into Bethulia. They placed him before the rulers of the city,"
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 14,
    "text": "Esther’s Second Banquet. While they were speaking with him, the king’s eunuchs arrived and hurried Haman off to the banquet Esther had prepared."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 14,
    "text": "Then he summoned Philip, one of his Friends, and put him in charge of his whole kingdom."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 14,
    "text": "Thus, in dealing with other nations, the Sovereign Lord patiently waits until they reach the full measure of their sins before punishing them; but with us he has decided to deal differently,"
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 14,
    "text": "A friend owes kindness to one in despair, though he has forsaken the fear of the Almighty."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 14,
    "text": "They have perversity in their hearts, always plotting evil, sowing discord."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 14,
    "text": "one who watches for her at dawn will not be disappointed, for she will be found sitting at the gate."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 14,
    "text": "Faithful friends are a sturdy shelter; whoever finds one finds a treasure."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 14,
    "text": "They have treated lightly the injury to my people: “Peace, peace!” they say, though there is no peace."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 14,
    "text": "Each has in its right hand an ax or dagger, but it cannot save itself from war or pillage. Thus it is known they are not gods; do not fear them."
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 14,
    "text": "I will stretch out my hand against them; I will make the land a desolate waste, from the wilderness to Riblah, wherever they live. Thus they shall know that I am the LORD."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 14,
    "text": "To this they replied, “Daniel, one of the Jewish exiles, has paid no attention to you, O king, or to the prohibition you signed; three times a day he offers his prayer.”"
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 14,
    "text": "Look, I am raising up against you, house of Israel— oracle of the LORD, the God of hosts— A nation that shall oppress you from Lebo-hamath even to the Wadi Arabah."
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 14,
    "text": "You shall eat, without being satisfied, food that will leave you empty; What you acquire, you cannot save; what you do save, I will deliver up to the sword."
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 14,
    "text": "The other crown will be in the temple of the LORD as a gracious reminder to Heldai, Tobijah, Jedaiah, and the son of Zephaniah."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 14,
    "text": "If you forgive others their transgressions, your heavenly Father will forgive you."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 14,
    "text": "King Herod heard about it, for his fame had become widespread, and people were saying, “John the Baptist has been raised from the dead; that is why mighty powers are at work in him.”"
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 14,
    "text": "Simon, whom he named Peter, and his brother Andrew, James, John, Philip, Bartholomew,"
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 14,
    "text": "When the people saw the sign he had done, they said, “This is truly the Prophet, the one who is to come into the world.”"
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 14,
    "text": "For we have heard him claim that this Jesus the Nazorean will destroy this place and change the customs that Moses handed down to us.”"
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 14,
    "text": "For sin is not to have any power over you, since you are not under the law but under grace."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 14,
    "text": "God raised the Lord and will also raise us by his power."
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 14,
    "text": "Call to Holiness. Do not be yoked with those who are different, with unbelievers. For what partnership do righteousness and lawlessness have? Or what fellowship does light have with darkness?"
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 14,
    "text": "But may I never boast except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 14,
    "text": "So stand fast with your loins girded in truth, clothed with righteousness as a breastplate,"
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 14,
    "text": "to keep the commandment without stain or reproach until the appearance of our Lord Jesus Christ"
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 14,
    "text": "and said, “I will indeed bless you and multiply” you."
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 14,
    "text": "Then the sky was divided like a torn scroll curling up, and every mountain and island was moved from its place."
  }
]