[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 14,
    "text": "When I bring clouds over the earth, and the bow appears in the clouds,"
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 14,
    "text": "for this time I will unleash all my blows upon you and your servants and your people, so that you may know that there is none like me anywhere on earth."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 14,
    "text": "Having washed the inner organs and the shanks, he burned these also with the burnt offering on the altar."
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 14,
    "text": "“If an alien who lives among you would celebrate the LORD’s Passover, it shall be celebrated according to the statutes and regulations for the Passover. You shall have the same law for the resident alien as for the native of the land.”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 14,
    "text": "Let me be, that I may destroy them and blot out their name from under the heavens. I will then make of you a nation mightier and greater than they."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 14,
    "text": "Then the Israelite leaders partook of their provisions, without inquiring of the LORD."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 14,
    "text": "Then all the trees said to the buckthorn, ‘Come; you reign over us!’"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 14,
    "text": "Saul Meets Samuel. So they went up to the city. As they entered it—there was Samuel coming toward them on his way to the high place."
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 14,
    "text": "Hiram, however, had sent King Solomon one hundred and twenty talents of gold."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 14,
    "text": "VIII. The End of the Omrid Dynasty - Death of Joram of Israel. Jehu, son of Jehoshaphat, son of Nimshi, formed a conspiracy against Joram. (Joram, with all Israel, had been besieging Ramoth-gilead against Hazael, king of Aram,"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 14,
    "text": "Among the Levites were Shemaiah, son of Hasshub, son of Azrikam, son of Hashabiah, one of the sons of Merari;"
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 14,
    "text": "in addition to what came from the tolls on travelers and what the merchants brought. All the kings of Arabia also, and the governors of the country, brought gold and silver to Solomon."
  },
  {
    "book": "Ezra",
    "chapter": 9,
    "verse": 14,
    "text": "shall we again violate your commandments by intermarrying with these abominable peoples? Would you not become so angered with us as to destroy us without remnant or survivor?"
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 14,
    "text": "Your holy sabbath you made known to them, commandments, statutes, and law you prescribed for them, by the hand of Moses your servant."
  },
  {
    "book": "Judith",
    "chapter": 9,
    "verse": 14,
    "text": "Make every nation and every tribe know clearly that you are God, the God of all power and might, and that there is no other who shields the people of Israel but you alone.”"
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 14,
    "text": "The king then gave an order that this be done, and the decree was published in Susa. So the ten sons of Haman were impaled,"
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 14,
    "text": "When Judas saw that Bacchides was on the right, with the main force of his army, all the most stouthearted rallied to him,"
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 14,
    "text": "that the holy city, toward which he had been hurrying with the intention of leveling it to the ground and making it a common graveyard, he would now set free;"
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 14,
    "text": "How then could I give him any answer, or choose out arguments against him!"
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 14,
    "text": "V - Be gracious to me, LORD; see how my foes afflict me! You alone can raise me from the gates of death."
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 14,
    "text": "She sits at the door of her house upon a seat on the city heights,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 14,
    "text": "Against a small city with few inhabitants advanced a mighty king, who surrounded it and threw up great siegeworks about it."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 14,
    "text": "For the deliberations of mortals are timid, and uncertain our plans."
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 14,
    "text": "As best you can, answer your neighbor, and associate with the wise."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 14,
    "text": "(The elder and the noble are the head, the prophet who teaches falsehood is the tail.)"
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 14,
    "text": "therefore, thus says the LORD of hosts, the God of Israel: See now, I will give this people wormwood to eat and poisoned water to drink."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 14,
    "text": "so the LORD kept watch over the evil and brought it upon us. The LORD, our God, is just in all that he has done: we did not listen to his voice."
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 14,
    "text": "Give them, LORD! give them what? Give them a miscarrying womb, and dry breasts!"
  },
  {
    "book": "Amos",
    "chapter": 9,
    "verse": 14,
    "text": "I will restore my people Israel, they shall rebuild and inhabit their ruined cities, Plant vineyards and drink the wine, set out gardens and eat the fruits."
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 14,
    "text": "The LORD will appear over them, God’s arrow will shoot forth as lightning; The Lord GOD will sound the ram’s horn, and come in a storm from the south."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 14,
    "text": "The Question About Fasting. Then the disciples of John approached him and said, “Why do we and the Pharisees fast [much], but your disciples do not fast?”"
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 14,
    "text": "When they came to the disciples, they saw a large crowd around them and scribes arguing with them."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 14,
    "text": "Now the men there numbered about five thousand. Then he said to his disciples, “Have them sit down in groups of [about] fifty.”"
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 14,
    "text": "Now Jesus had made clay and opened his eyes on a sabbath."
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 14,
    "text": "And here he has authority from the chief priests to imprison all who call upon your name.”"
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 14,
    "text": "What then are we to say? Is there injustice on the part of God? Of course not!"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 14,
    "text": "In the same way, the Lord ordered that those who preach the gospel should live by the gospel."
  },
  {
    "book": "2Corinthians",
    "chapter": 9,
    "verse": 14,
    "text": "while in prayer on your behalf they long for you, because of the surpassing grace of God upon you."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 14,
    "text": "how much more will the blood of Christ, who through the eternal spirit offered himself unblemished to God, cleanse our consciences from dead works to worship the living God."
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 14,
    "text": "telling the sixth angel who held the trumpet, “Release the four angels who are bound at the banks of the great river Euphrates.”"
  }
]