[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 12,
    "text": "When Kenan was seventy years old, he begot Mahalalel."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 12,
    "text": "The people, then, scattered throughout the land of Egypt to gather stubble for straw,"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 12,
    "text": "The individual shall bring it to the priest, who shall take a handful as a token of the offering and burn it on the altar with the other oblations for the LORD. It is a purification offering."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 12,
    "text": "Speak to the Israelites and tell them: If a man's wife goes astray and becomes unfaithful to him"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 12,
    "text": "Observe the sabbath day—keep it holy, as the LORD, your God, commanded you."
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 12,
    "text": "after they ate of the produce of the land, the manna ceased. No longer was there manna for the Israelites, who that year ate of the yield of the land of Canaan."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 12,
    "text": "Awake, awake, Deborah! Awake, awake, strike up a song! Arise, Barak! Take captive your captors, son of Abinoam!"
  },
  {
    "book": "1Samuel",
    "chapter": 5,
    "verse": 12,
    "text": "Those who escaped death were afflicted with tumors. Thus the outcry from the city went up to the heavens."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 12,
    "text": "David now knew that the LORD had truly established him as king over Israel and had exalted his kingdom for the sake of his people Israel."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 12,
    "text": "Solomon also uttered three thousand proverbs, and his songs numbered a thousand and five."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 12,
    "text": "Are not the rivers of Damascus, the Abana and the Pharpar, better than all the waters of Israel? Could I not wash in them and be cleansed?” With this, he turned about in anger and left."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 12,
    "text": "Joel was chief, Shapham was second in command, and Janai was judge in Bashan."
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 12,
    "text": "the Levites who were singers, all who belonged to Asaph, Heman, Jeduthun, and their sons and brothers, clothed in fine linen, with cymbals, harps, and lyres, stood east of the altar, and with them a hundred and twenty priests blowing trumpets."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 12,
    "text": "But because our ancestors provoked the wrath of the God of heaven, he delivered them into the power of the Chaldean, Nebuchadnezzar, king of Babylon, who destroyed this house and exiled the people to Babylon."
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 12,
    "text": "They answered: “We will return everything and exact nothing further from them. We will do just what you ask.” Then I called for the priests to administer an oath to them that they would do as they had promised."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 12,
    "text": "He replied, “Why? What need do you have for a tribe? Aren't you looking for a hired man?” Tobit replied, “I only want to know, brother, whose son you truly are and what your name is.”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 12,
    "text": "But they cried to their God, and he struck the whole land of Egypt with plagues for which there was no remedy. So the Egyptians drove them out."
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 12,
    "text": "“Moreover,” Haman added, “Queen Esther invited no one but me to come with the king to the banquet she prepared; again tomorrow I am to be her guest with the king."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 12,
    "text": "Come at once to rescue us from them, for many of us have fallen."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 12,
    "text": "He ordered his soldiers to cut down without mercy those whom they met and to slay those who took refuge in their houses."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 12,
    "text": "He frustrates the plans of the cunning, so that their hands achieve no success;"
  },
  {
    "book": "Psalms",
    "chapter": 5,
    "verse": 12,
    "text": "V - Then all who trust in you will be glad and forever shout for joy. You will protect them and those will rejoice in you who love your name."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 12,
    "text": "And you say, “Oh, why did I hate instruction, and my heart spurn reproof!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 12,
    "text": "This is a grievous evil which I have seen under the sun: riches hoarded by their owners to their own hurt."
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 12,
    "text": "His eyes are like doves beside streams of water, Bathing in milk, sitting by brimming pools."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 12,
    "text": "Or as, when an arrow has been shot at a mark, the parted air straightway flows together again so that none discerns the way it went—"
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 12,
    "text": "If you can, answer your neighbor; if not, place your hand over your mouth!"
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 12,
    "text": "Banqueting on wine with harp and lyre, timbrel and flute, But the deed of the LORD they do not regard, the work of his hands they do not see!"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 12,
    "text": "They denied the LORD, saying, “He is nothing, No evil shall come to us, neither sword nor famine shall we see."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 12,
    "text": "Princes have been hanged by them, elders shown no respect."
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 12,
    "text": "A third of your people shall die of disease or starve to death within you; another third shall fall by the sword all around you; a third I will scatter to the winds and pursue them with the sword."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 12,
    "text": "Because this Daniel, whom the king named Belteshazzar, has shown an extraordinary spirit, knowledge, and insight in interpreting dreams, explaining riddles and solving problems, let him now be summoned to tell you what this means.”"
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 12,
    "text": "I am like a moth for Ephraim, like rot for the house of Judah."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 12,
    "text": "Yes, I know how many are your crimes, how grievous your sins: Oppressing the just, accepting bribes, turning away the needy at the gate."
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 12,
    "text": "I will destroy your carved figures and the sacred stones from your midst; And you shall no longer worship the works of your hands."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 12,
    "text": "Rejoice and be glad, for your reward will be great in heaven. Thus they persecuted the prophets who were before you. The Similes of Salt and Light."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 12,
    "text": "And they pleaded with him, “Send us into the swine. Let us enter them.”"
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 12,
    "text": "Now there was a man full of leprosy in one of the towns where he was; and when he saw Jesus, he fell prostrate, pleaded with him, and said, “Lord, if you wish, you can make me clean.”"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 12,
    "text": "They asked him, “Who is the man who told you, ‘Take it up and walk'?”"
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 12,
    "text": "Many signs and wonders were done among the people at the hands of the apostles. They were all together in Solomon's portico."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 12,
    "text": "Humanity's Sin Through Adam. Therefore, just as through one person sin entered the world, and through sin, death, and thus death came to all, inasmuch as all sinned—"
  },
  {
    "book": "1Corinthians",
    "chapter": 5,
    "verse": 12,
    "text": "For why should I be judging outsiders? Is it not your business to judge those within?"
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 12,
    "text": "We are not commending ourselves to you again but giving you an opportunity to boast of us, so that you may have something to say to those who boast of external appearance rather than of the heart."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 12,
    "text": "Would that those who are upsetting you might also castrate themselves! Freedom for Service."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 12,
    "text": "for it is shameful even to mention the things done by them in secret;"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 12,
    "text": "Church Order. We ask you, brothers, to respect those who are laboring among you and who are over you in the Lord and who admonish you,"
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 12,
    "text": "and will incur condemnation for breaking their first pledge."
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 12,
    "text": "Although you should be teachers by this time, you need to have someone teach you again the basic elements of the utterances of God. You need milk, [and] not solid food."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 12,
    "text": "But above all, my brothers, do not swear, either by heaven or by earth or with any other oath, but let your “Yes” mean “Yes” and your “No” mean “No,” that you may not incur condemnation."
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 12,
    "text": "V. Conclusion - I write you this briefly through Silvanus, whom I consider a faithful brother, exhorting you and testifying that this is the true grace of God. Remain firm in it."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 12,
    "text": "Whoever possesses the Son has life; whoever does not possess the Son of God does not have life."
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 12,
    "text": "and they cried out in a loud voice: “Worthy is the Lamb that was slain to receive power and riches, wisdom and strength, honor and glory and blessing.”"
  }
]