[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 15,
    "text": "and serve as lights in the dome of the sky, to illuminate the earth. And so it happened:"
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 15,
    "text": "Command to the Midwives. The king of Egypt told the Hebrew midwives, one of whom was called Shiphrah and the other Puah,"
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 15,
    "text": "Having brought it to the altar, the priest shall wring its head off and burn it on the altar. The blood shall be drained out against the side of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 15,
    "text": "from Naphtali: Ahira, son of Enan."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 15,
    "text": "So I took the leaders of your tribes, wise and reputable, and set them as leaders over you, commanders over thousands, over hundreds, over fifties and over tens, and other tribal officers."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 15,
    "text": "until the LORD has settled your kindred, and they like you possess the land the LORD, your God, is giving them. Afterward you may return and possess your own land, which Moses, the servant of the LORD, has given you east of the Jordan.”"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 15,
    "text": "She answered, “Give me a present. Since you have put me in the land of the Negeb, give me pools of water.” So Caleb gave her what she wanted, both the upper and the lower pool."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 15,
    "text": "“See now,” she said, “your sister-in-law has gone back to her people and her god. Go back after your sister-in-law!”"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 15,
    "text": "“No, my lord!” Hannah answered. “I am an unhappy woman. I have had neither wine nor liquor; I was only pouring out my heart to the LORD."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 15,
    "text": "David then called one of the attendants and said to him, “Come, strike him down”; so he struck him and he died."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 15,
    "text": "So Bathsheba visited the king in his room. The king was very old, and Abishag the Shunamite was caring for the king."
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 15,
    "text": "Then the messenger of the LORD said to Elijah: Go down with him; you need not be afraid of him. So Elijah left and went down with him to the king."
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 15,
    "text": "the Hivites, the Arkites, the Sinites,"
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 15,
    "text": "The king made silver and gold as common in Jerusalem as stones, and cedars as numerous as the sycamores of the Shephelah."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 15,
    "text": "When Shalmaneser died and his son Sennacherib came to rule in his stead, the roads to Media became unsafe, so I could no longer go to Media."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 15,
    "text": "He captured Arphaxad in the mountains of Ragau, ran him through with spears, and utterly destroyed him once and for all."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 15,
    "text": "and asked them, “What is to be done by law with Queen Vashti for disobeying the order of King Ahasuerus issued through the eunuchs?”"
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 15,
    "text": "They disguised their circumcision and abandoned the holy covenant; they allied themselves with the Gentiles and sold themselves to wrongdoing."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 15,
    "text": "When the priests of Nanea’s temple had displayed the treasures and Antiochus with a few attendants had come inside the wall of the temple precincts, the priests locked the temple as soon as he entered."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 15,
    "text": "and the Sabeans carried them off in a raid. They put the servants to the sword, and I alone have escaped to tell you.”"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 15,
    "text": "My son, do not walk in the way with them, hold back your foot from their path!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 15,
    "text": "What is crooked cannot be made straight, and you cannot count what is not there."
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 15,
    "text": "M How beautiful you are, my friend, how beautiful! your eyes are doves!"
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 15,
    "text": "For righteousness is undying."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 15,
    "text": "When you spread out your hands, I will close my eyes to you; Though you pray the more, I will not listen. Your hands are full of blood!"
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 15,
    "text": "Look, I am summoning all the kingdoms of the north—oracle of the LORD— Each king shall come and set up his throne in the gateways of Jerusalem, Against all its surrounding walls and against all the cities of Judah."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 15,
    "text": "All my valiant warriors my Lord has cast away; He proclaimed a feast against me to crush my young men; My Lord has trodden in the wine press virgin daughter Judah."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 15,
    "text": "“To the Lord our God belongs justice; to us, people of Judah and inhabitants of Jerusalem, to be shamefaced, as on this day—"
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 15,
    "text": "As I looked at the living creatures, I saw wheels on the ground, one alongside each of the four living creatures."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 15,
    "text": "after ten days they looked healthier and better fed than any of the young men who ate from the royal table."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 15,
    "text": "O! The day! For near is the day of the LORD, like destruction from the Almighty it is coming!"
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 15,
    "text": "Their king shall go into exile, he and his princes with him, says the LORD."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 15,
    "text": "Edom’s Fall and Judah’s Restoration - Near is the day of the LORD against all the nations! As you have done, so will it be done to you, your conduct will come back upon your own head;"
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 15,
    "text": "Then they picked up Jonah and hurled him into the sea, and the sea stopped raging."
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 15,
    "text": "Again I will bring the conqueror to you, inhabitants of Mareshah; The glory of Israel shall come even to Adullam."
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 15,
    "text": "He brings them all up with a hook, and hauls them away with his net; He gathers them in his fishing net, and then rejoices and exults."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 15,
    "text": "A day of wrath is that day, a day of distress and anguish, a day of ruin and desolation, A day of darkness and gloom, a day of thick black clouds,"
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 15,
    "text": "on the twenty-fourth day of the sixth month in the second year of Darius the king."
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 15,
    "text": "I am consumed with anger toward the complacent nations; When I was only a little angry, they compounded the disaster."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 15,
    "text": "Eliud the father of Eleazar. Eleazar became the father of Matthan, Matthan the father of Jacob,"
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 15,
    "text": "“This is the time of fulfillment. The kingdom of God is at hand. Repent, and believe in the gospel.” The Call of the First Disciples."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 15,
    "text": "for he will be great in the sight of [the] Lord. He will drink neither wine nor strong drink. He will be filled with the holy Spirit even from his mother’s womb,"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 15,
    "text": "John testified to him and cried out, saying, “This was he of whom I said, ‘The one who is coming after me ranks ahead of me because he existed before me.’”"
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 15,
    "text": "The Choice of Judas’s Successor. During those days Peter stood up in the midst of the brothers (there was a group of about one hundred and twenty persons in the one place). He said,"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 15,
    "text": "that is why I am eager to preach the gospel also to you in Rome. II. Humanity Lost Without the Gospel - God’s Power for Salvation."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 15,
    "text": "so that no one can say you were baptized in my name."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 15,
    "text": "With this confidence I formerly intended to come to you so that you might receive a double favor,"
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 15,
    "text": "But when [God], who from my mother’s womb had set me apart and called me through his grace, was pleased"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 15,
    "text": "Therefore, I, too, hearing of your faith in the Lord Jesus and of your love for all the holy ones,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 15,
    "text": "Of course, some preach Christ from envy and rivalry, others from good will."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 15,
    "text": "II. The Preeminence of Christ His Person and Work - He is the image of the invisible God, the firstborn of all creation."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 15,
    "text": "This saying is trustworthy and deserves full acceptance: Christ Jesus came into the world to save sinners. Of these I am the foremost."
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 15,
    "text": "Paul’s Suffering. You know that everyone in Asia deserted me, including Phygelus and Hermogenes."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 15,
    "text": "To the clean all things are clean, but to those who are defiled and unbelieving nothing is clean; in fact, both their minds and their consciences are tainted."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 15,
    "text": "Perhaps this is why he was away from you for a while, that you might have him back forever,"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 15,
    "text": "Then desire conceives and brings forth sin, and when sin reaches maturity it gives birth to death."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 15,
    "text": "but, as he who called you is holy, be holy yourselves in every aspect of your conduct,"
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 15,
    "text": "I shall also make every effort to enable you always to remember these things after my departure."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 15,
    "text": "Peace be with you. The friends greet you; greet the friends there each by name."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 15,
    "text": "to execute judgment on all and to convict everyone for all the godless deeds that they committed and for all the harsh words godless sinners have uttered against him.”"
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 15,
    "text": "His feet were like polished brass refined in a furnace, and his voice was like the sound of rushing water."
  }
]