[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 5,
    "text": "The waters continued to diminish until the tenth month, and on the first day of the tenth month the tops of the mountains appeared."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 5,
    "text": "Moses answered Pharaoh, “Please designate for me the time when I am to pray for you and your servants and your people, to get rid of the frogs from you and your houses. They will be left only in the Nile.”"
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 5,
    "text": "Moses told them: “This is what the LORD has ordered to be done.”"
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 5,
    "text": "Purification of the Levites. The LORD said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 5,
    "text": "So you must know in your heart that, even as a man disciplines his son, so the LORD, your God, disciplines you."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 5,
    "text": "The rest of the people and I will come up to the city, and when they make a sortie against us as they did the last time, we will flee from them."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 5,
    "text": "So he said to the people of Succoth, “Will you give my followers some loaves of bread? They are exhausted, and I am pursuing Zebah and Zalmunna, kings of Midian.”"
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 5,
    "text": "and said to him, “Now that you are old, and your sons do not follow your example, appoint a king over us, like all the nations, to rule us.”"
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 5,
    "text": "The Arameans of Damascus came to help Hadadezer, king of Zobah, but David also defeated twenty-two thousand of them in Aram."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 5,
    "text": "King Solomon and the entire community of Israel, gathered for the occasion before the ark, sacrificed sheep and oxen too many to number or count."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 5,
    "text": "Just as he was telling the king how his master had restored a dead person to life, the very woman whose son Elisha had restored to life came to the king appealing for her house and field. Gehazi said, “My lord king, this is the woman, and this is that son of hers whom Elisha restored to life.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 5,
    "text": "Gera, Shephuphan, and Huram."
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 5,
    "text": "He built Upper Beth-horon and Lower Beth-horon, fortified cities with walls, gates, and bars;"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 5,
    "text": "of the descendants of Zattu, Shecaniah, son of Jahaziel, and with him three hundred males;"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 5,
    "text": "Ezra opened the scroll so that all the people might see it, for he was standing higher than any of the people. When he opened it, all the people stood."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 5,
    "text": "She got up, and they started to pray and beg that they might be protected. He began with these words: “Blessed are you, O God of our ancestors; blessed be your name forever and ever! Let the heavens and all your creation bless you forever."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 5,
    "text": "She set up a tent for herself on the roof of her house, put sackcloth about her waist, and wore widow’s clothing."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 5,
    "text": "said: “If it seems good to the king and if I have found favor with him, if the thing seems right to the king and I am pleasing in his eyes, let a document be issued to revoke the letters that the schemer Haman, son of Hammedatha the Agagite, wrote for the destruction of the Jews in all the royal provinces."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 5,
    "text": "Philip and Perseus, king of the Macedonians, and the others who opposed them in battle they overwhelmed and subjugated."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 5,
    "text": "Once Maccabeus got his men organized, the Gentiles could not withstand him, for the Lord’s wrath had now changed to mercy."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 5,
    "text": "Still, if you yourself have recourse to God and make supplication to the Almighty,"
  },
  {
    "book": "Psalms",
    "chapter": 8,
    "verse": 5,
    "text": "What is man that you are mindful of him, and a son of man that you care for him?"
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 5,
    "text": "You naive ones, gain prudence, you fools, gain sense."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 5,
    "text": "“Whoever observes a command knows no harm, and the wise heart knows times and judgments.”"
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 5,
    "text": "The Return from the Desert - D? Who is this coming up from the desert, leaning upon her lover? W Beneath the apple tree I awakened you; there your mother conceived you; there she who bore you conceived."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 5,
    "text": "If riches are desirable in life, what is richer than Wisdom, who produces all things?"
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 5,
    "text": "Do not reproach one who turns away from sin; remember, we all are guilty."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 5,
    "text": "The Choice: The Lord or Assyria. Again the LORD spoke to me:"
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 5,
    "text": "Why then do these people resist with persistent rebellion? Why do they cling to deception, refuse to turn back?"
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 5,
    "text": "He said to me: Son of man, lift your eyes to the north! I looked to the north and there in the entry north of the altar gate was this statue of jealousy."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 5,
    "text": "As I was reflecting, a he-goat with a prominent horn on its forehead suddenly came from the west across the whole earth without touching the ground."
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 5,
    "text": "He has rejected your calf, Samaria! My wrath is kindled against them; How long will they be incapable of innocence in Israel?"
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 5,
    "text": "“When will the new moon be over,” you ask, “that we may sell our grain, And the sabbath, that we may open the grain-bins? We will diminish the ephah, add to the shekel, and fix our scales for cheating!"
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 5,
    "text": "The city will be filled with boys and girls playing in its streets."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 5,
    "text": "When he entered Capernaum, a centurion approached him and appealed to him,"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 5,
    "text": "Still he asked them, “How many loaves do you have?” “Seven,” they replied."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 5,
    "text": "“A sower went out to sow his seed. And as he sowed, some seed fell on the path and was trampled, and the birds of the sky ate it up."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 5,
    "text": "Now in the law, Moses commanded us to stone such women. So what do you say?”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 5,
    "text": "Thus Philip went down to [the] city of Samaria and proclaimed the Messiah to them."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 5,
    "text": "For those who live according to the flesh are concerned with the things of the flesh, but those who live according to the spirit with the things of the spirit."
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 5,
    "text": "Indeed, even though there are so-called gods in heaven and on earth (there are, to be sure, many “gods” and many “lords”),"
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 5,
    "text": "and this, not as we expected, but they gave themselves first to the Lord and to us through the will of God,"
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 5,
    "text": "They worship in a copy and shadow of the heavenly sanctuary, as Moses was warned when he was about to erect the tabernacle. For he says, “See that you make everything according to the pattern shown you on the mountain.”"
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 5,
    "text": "Then the angel took the censer, filled it with burning coals from the altar, and hurled it down to the earth. There were peals of thunder, rumblings, flashes of lightning, and an earthquake."
  }
]