[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 18,
    "text": "The LORD God said: It is not good for the man to be alone. I will make a helper suited to him."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 18,
    "text": "When they returned to their father Reuel, he said to them, “How is it you have returned so soon today?”"
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 18,
    "text": "The divisional camp of Ephraim shall be on the west side, by companies. The leader of the Ephraimites is Elishama, son of Ammihud,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 18,
    "text": "You are now about to leave Ar and the territory of Moab behind."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 18,
    "text": "when we come into the land, you tie this scarlet cord in the window through which you are letting us down. Gather your father and mother, your brothers, and all your family into your house."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 18,
    "text": "When the LORD raised up judges for them, he would be with the judge and save them from the power of their enemies as long as the judge lived. The LORD would change his mind when they groaned in their affliction under their oppressors."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 18,
    "text": "which she took into the town and showed to her mother-in-law. Next she brought out what she had left over from the meal and gave it to her."
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 18,
    "text": "The Lord Rewards Hannah. Meanwhile the boy Samuel, wearing a linen ephod, was serving in the presence of the LORD."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 18,
    "text": "The three sons of Zeruiah were there—Joab, Abishai, and Asahel. Asahel, who was as fleet of foot as a gazelle in the open field,"
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 18,
    "text": "Bathsheba replied, “Very well, I will speak to the king for you.”"
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 18,
    "text": "When they returned to Elisha in Jericho, where he was staying, he said to them, “Did I not tell you not to go?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 18,
    "text": "By his wife Azubah, Caleb, son of Hezron, became the father of a daughter, Jerioth. Her sons were Jesher, Shobab, and Ardon."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 18,
    "text": "descendants of Jorah, one hundred and twelve;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 18,
    "text": "Then I explained to them how God had shown his gracious favor to me, and what the king had said to me. They replied, “Let us begin building!” And they undertook the work with vigor."
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 18,
    "text": "abundant provisions for each man, and much gold and silver from the royal palace."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 18,
    "text": "Then the king gave a great feast in honor of Esther to all his officials and servants, granting a holiday to the provinces and bestowing gifts with royal generosity. Mordecai Thwarts an Assassination."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 18,
    "text": "Come now, be the first to obey the king's command, as all the Gentiles and Judeans and those who are left in Jerusalem have done. Then you and your sons shall be numbered among the King's Friends, and you and your sons shall be honored with silver and gold and many gifts.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 18,
    "text": "as he promised through the law. For we hope in God, that he will soon have mercy on us and gather us together from everywhere under the heavens to his holy place, for he has rescued us from great perils and has purified the place."
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 18,
    "text": "For her path sinks down to death, and her footsteps lead to the shades."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 18,
    "text": "Study of the Fruits of Toil - To Others the Profits. And I detested all the fruits of my toil under the sun, because I must leave them to the one who is to come after me."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 18,
    "text": "For if the righteous one is the son of God, God will help him and deliver him from the hand of his foes."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 18,
    "text": "Let us fall into the hands of the Lord and not into the hands of mortals, For equal to his majesty is his mercy; and equal to his name are his works."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 18,
    "text": "The idols will vanish completely."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 18,
    "text": "And now, why go to Egypt, to drink the waters of the Nile? Why go to Assyria, to drink the waters of the River?"
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 18,
    "text": "Cry out to the Lord from your heart, wall of daughter Zion! Let your tears flow like a torrent day and night; Give yourself no rest, no relief for your eyes."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 18,
    "text": "The person who is deeply grieved, who walks bowed and feeble, with failing eyes and famished soul, will declare your glory and justice, LORD!"
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 18,
    "text": "that they might implore the mercy of the God of heaven in regard to this mystery, so that Daniel and his companions might not perish with the rest of the wise men of Babylon."
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 18,
    "text": "On that day—oracle of the LORD— You shall call me “My husband,” and you shall never again call me “My baal.”"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 18,
    "text": "The Lord Relents. Then the LORD grew jealous for his land and took pity on his people."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 18,
    "text": "Of what use is the carved image, that its maker should carve it? Or the molten image, the lying oracle, that its very maker should trust in it, and make mute idols?"
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 18,
    "text": "Reflect from this day forward, from the twenty-fourth day of the ninth month. From the day on which the temple of the LORD was founded, reflect!"
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 18,
    "text": "“A voice was heard in Ramah, sobbing and loud lamentation; Rachel weeping for her children, and she would not be consoled, since they were no more.”"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 18,
    "text": "The disciples of John and of the Pharisees were accustomed to fast. People came to him and objected, “Why do the disciples of John and the disciples of the Pharisees fast, but your disciples do not fast?”"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 18,
    "text": "All who heard it were amazed by what had been told them by the shepherds."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 18,
    "text": "At this the Jews answered and said to him, “What sign can you show us for doing this?”"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 18,
    "text": "Indeed, upon my servants and my handmaids I will pour out a portion of my spirit in those days, and they shall prophesy."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 18,
    "text": "and know his will and are able to discern what is important since you are instructed from the law,"
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 18,
    "text": "But if I am building up again those things that I tore down, then I show myself to be a transgressor."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 18,
    "text": "for through him we both have access in one Spirit to the Father."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 18,
    "text": "In the same way you also should rejoice and share your joy with me."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 18,
    "text": "Let no one disqualify you, delighting in self-abasement and worship of angels, taking his stand on visions, inflated without reason by his fleshly mind,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 18,
    "text": "We decided to go to you—I, Paul, not only once but more than once—yet Satan thwarted us."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 18,
    "text": "who have deviated from the truth by saying that [the] resurrection has already taken place and are upsetting the faith of some."
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 18,
    "text": "Because he himself was tested through what he suffered, he is able to help those who are being tested."
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 18,
    "text": "Indeed someone may say, “You have faith and I have works.” Demonstrate your faith to me without works, and I will demonstrate my faith to you from my works."
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 18,
    "text": "Christian Slaves. Slaves, be subject to your masters with all reverence, not only to those who are good and equitable but also to those who are perverse."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 18,
    "text": "For, talking empty bombast, they seduce with licentious desires of the flesh those who have barely escaped from people who live in error."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 18,
    "text": "Antichrists. Children, it is the last hour; and just as you heard that the antichrist was coming, so now many antichrists have appeared. Thus we know this is the last hour."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 18,
    "text": "“To the angel of the church in Thyatira, write this: “‘The Son of God, whose eyes are like a fiery flame and whose feet are like polished brass, says this:"
  }
]