[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 30,
    "text": "and to all the wild animals, all the birds of the air, and all the living creatures that crawl on the earth, I give all the green plants for food. And so it happened."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 30,
    "text": "Of the descendants of Zebulun, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 30,
    "text": "The LORD, your God, who goes before you, is the one who will fight for you, just as he acted with you before your very eyes in Egypt,"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 30,
    "text": "Nor did Zebulun dispossess the inhabitants of Kitron or those of Nahalol; the Canaanites lived among them and became forced laborers."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 30,
    "text": "this very day I will fulfill the oath I swore to you by the LORD, the God of Israel, ‘Your son Solomon shall be king after me and shall sit upon my throne in my place.’”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 30,
    "text": "Mishma, Dumah, Massa, Hadad, Tema,"
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 30,
    "text": "He spoke to them deceitfully in peaceful terms, and they believed him. Then he attacked the city suddenly, in a great onslaught, and destroyed many of the people in Israel."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 30,
    "text": "Then the priests sang hymns."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 30,
    "text": "They ignored my counsel, they spurned all my reproof;"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 30,
    "text": "You shall become like a terebinth whose leaves wither, like a garden that has no water."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 30,
    "text": "Simon’s mother-in-law lay sick with a fever. They immediately told him about her."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 30,
    "text": "Then the angel said to her, “Do not be afraid, Mary, for you have found favor with God."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 30,
    "text": "He is the one of whom I said, ‘A man is coming after me who ranks ahead of me because he existed before me.’"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 30,
    "text": "and scandalmongers and they hate God. They are insolent, haughty, boastful, ingenious in their wickedness, and rebellious toward their parents."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 30,
    "text": "It is due to him that you are in Christ Jesus, who became for us wisdom from God, as well as righteousness, sanctification, and redemption,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 30,
    "text": "Yours is the same struggle as you saw in me and now hear about me."
  }
]