[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 22,
    "text": "Zillah, on her part, gave birth to Tubalcain, the ancestor of all who forge instruments of bronze and iron. The sister of Tubalcain was Naamah."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 22,
    "text": "So you will say to Pharaoh, Thus says the LORD: Israel is my son, my firstborn."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 22,
    "text": "For the Tribal Leader. Should a tribal leader do wrong inadvertently by violating any one of the prohibitions of the LORD his God, and thus be guilty,"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 22,
    "text": "Take a census of the Gershonites also, by ancestral houses and clans,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 22,
    "text": "I myself shall die in this country; I shall not cross the Jordan; but you are going to cross over and take possession of that good land."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 22,
    "text": "you shall inform them, ‘Israel crossed the Jordan here on dry ground.'"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 22,
    "text": "Then when Barak came in pursuit of Sisera, Jael went out to meet him and said to him, “Come, I will show you the man you are looking for.” So he went in with her, and there lay Sisera dead, with the tent peg through his temple."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 22,
    "text": "Obed was the father of Jesse, and Jesse became the father of David."
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 22,
    "text": "She said, “Gone is the glory from Israel,” because the ark of God had been captured."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 22,
    "text": "and called to her husband, “Let me have one of the servants and a donkey. I must go quickly to the man of God, and I will be back.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 22,
    "text": "Jokim; the people of Cozeba; and Joash and Saraph, who held property in Moab, but returned to Bethlehem. (These are events of old.)"
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 22,
    "text": "snuffers, bowls, cups, and firepans of pure gold. As for the entrance to the house, its inner doors to the holy of holies, as well as the doors to the nave of the temple, were of gold."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 22,
    "text": "Take care that you do not neglect this matter. Why should evil increase to harm the throne?”"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 22,
    "text": "they all fled to the land of the foreigners."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 22,
    "text": "There he was received with great pomp by Jason and the people of the city, who escorted him with torchlights and acclamations; following this, he led his army into Phoenicia."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 22,
    "text": "For they are life to those who find them, bringing health to one's whole being."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 22,
    "text": "Show no favoritism to your own discredit; let no one intimidate you to your own downfall."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 22,
    "text": "My people are fools, they do not know me; They are senseless children, without understanding; They are wise at evil, but they do not know how to do good."
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 22,
    "text": "Your punishment is completed, daughter Zion, the Lord will not prolong your exile; The Lord will punish your iniquity, daughter Edom, will lay bare your sins."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 22,
    "text": "I have put my hope for your deliverance in the Eternal One, and joy has come to me from the Holy One Because of the mercy that will swiftly reach you from your eternal Savior."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 22,
    "text": "You shall be cast out from human society and dwell with wild beasts; you shall be given grass to eat like an ox and be bathed with the dew of heaven; seven years shall pass over you, until you know that the Most High is sovereign over human kingship and gives it to whom he will."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 22,
    "text": "and immediately they left their boat and their father and followed him. Ministering to a Great Multitude."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 22,
    "text": "For there is nothing hidden except to be made visible; nothing is secret except to come to light."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 22,
    "text": "And all spoke highly of him and were amazed at the gracious words that came from his mouth. They also asked, “Isn't this the son of Joseph?”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 22,
    "text": "You people worship what you do not understand; we worship what we understand, because salvation is from the Jews."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 22,
    "text": "For the man on whom this sign of healing had been done was over forty years old."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 22,
    "text": "That is why “it was credited to him as righteousness.”"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 22,
    "text": "For it is written that Abraham had two sons, one by the slave woman and the other by the freeborn woman."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 22,
    "text": "that you should put away the old self of your former way of life, corrupted through deceitful desires,"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 22,
    "text": "all the holy ones send you their greetings, especially those of Caesar's household."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 22,
    "text": "The Lord be with your spirit. Grace be with all of you."
  }
]