[
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 27,
    "text": "To Kohath belonged the clans of the Amramites, the Izharites, the Hebronites, and the Uzzielites; these were the clans of the Kohathites."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 27,
    "text": "Go up to the top of Pisgah and look out to the west, and to the north, and to the south, and to the east. Look well, for you shall not cross this Jordan."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 27,
    "text": "On his arrival he sounded the horn in the mountain region of Ephraim, and the Israelites went down from the mountains with him as their leader."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 27,
    "text": "When Abner returned to Hebron, Joab took him aside within the city gate to speak with him privately. There he stabbed him in the abdomen, and he died for the blood of Asahel, Joab’s brother."
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 27,
    "text": "The king then answered, “Give her the living baby! Do not kill it! She is the mother.”"
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 27,
    "text": "So he took his firstborn, who was to succeed him as king, and offered him as a burnt offering upon the wall. The wrath against Israel was so great that they gave up the siege and returned to their own land."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 27,
    "text": "After him, the Tekoites repaired the adjoining sector opposite the great projecting tower, to the wall of Ophel."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 27,
    "text": "The King’s Strategy. When King Antiochus heard these reports, he was filled with rage; so he ordered that all the forces of his kingdom be gathered, a very strong army."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 27,
    "text": "Suddenly he fell to the ground, enveloped in great darkness. His men picked him up and laid him on a stretcher."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 27,
    "text": "Do not withhold any goods from the owner when it is in your power to act."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 27,
    "text": "It is good for a person, when young, to bear the yoke,"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 27,
    "text": "These God did not choose, nor did he give them the way of understanding;"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 27,
    "text": "Only when I speak to you and open your mouth, shall you say to them: Thus says the LORD God: Let those who hear, hear! Let those who resist, resist! They are truly a rebellious house."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 27,
    "text": "For you are just in all you have done; all your deeds are faultless, all your ways right, and all your judgments proper."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 27,
    "text": "But no one can enter a strong man’s house to plunder his property unless he first ties up the strong man. Then he can plunder his house."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 27,
    "text": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 27,
    "text": "John answered and said, “No one can receive anything except what has been given him from heaven."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 27,
    "text": "What occasion is there then for boasting? It is ruled out. On what principle, that of works? No, rather on the principle of faith."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 27,
    "text": "For all of you who were baptized into Christ have clothed yourselves with Christ."
  }
]