[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 17,
    "text": "God set them in the dome of the sky, to illuminate the earth,"
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 17,
    "text": "The midwives, however, feared God; they did not do as the king of Egypt had ordered them, but let the boys live."
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 17,
    "text": "Then, having torn the bird open by its wings without separating the halves, the priest shall burn it on the altar, on the wood and the embers. It is a burnt offering, a sweet-smelling oblation to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 17,
    "text": "So Moses and Aaron took these men who had been designated by name,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 17,
    "text": "In rendering judgment, do not consider who a person is; give ear to the lowly and to the great alike, fearing no one, for the judgment is God’s. Any case that is too difficult for you bring to me and I will hear it.”"
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 17,
    "text": "As completely as we obeyed Moses, we will obey you. Only, may the LORD, your God, be with you as God was with Moses."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 17,
    "text": "Then Judah went with his brother Simeon, and they defeated the Canaanites who lived in Zephath. They put the city under the ban and renamed it Hormah."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 17,
    "text": "Where you die I will die, and there be buried. May the LORD do thus to me, and more, if even death separates me from you!”"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 17,
    "text": "Eli said, “Go in peace, and may the God of Israel grant you what you have requested.”"
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 17,
    "text": "Lament for Saul and Jonathan. Then David chanted this lament for Saul and his son Jonathan"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 17,
    "text": "She answered him: “My lord, you swore to your servant by the LORD, your God, ‘Solomon your son will be king after me; it is he who shall sit upon my throne.’"
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 17,
    "text": "Ahaziah died according to the word of the LORD spoken by Elijah. Since he had no son, Joram succeeded him as king, in the second year of Joram, son of Jehoshaphat, king of Judah."
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 17,
    "text": "The sons of Shem were Elam, Asshur, Arpachshad, Lud, and Aram. The sons of Aram were Uz, Hul, Gether, and Mash."
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 17,
    "text": "A chariot imported from Egypt cost six hundred shekels of silver, a horse one hundred and fifty shekels; so they were exported to all the Hittite and Aramean kings."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 17,
    "text": "I would give my bread to the hungry and clothing to the naked. If I saw one of my people who had died and been thrown behind the wall of Nineveh, I used to bury him."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 17,
    "text": "For the queen’s conduct will become known to all the women, and they will look with disdain upon their husbands when it is reported, ‘King Ahasuerus commanded that Queen Vashti be ushered into his presence, but she would not come.’"
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 17,
    "text": "He invaded Egypt with a strong force, with chariots, elephants and cavalry, and with a large fleet,"
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 17,
    "text": "Forever blessed be our God, who has thus punished the impious!"
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 17,
    "text": "He was still speaking when another came and said, “The Chaldeans formed three columns, seized the camels, carried them off, and put the servants to the sword; I alone have escaped to tell you.”"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 17,
    "text": "In vain a net is spread right under the eyes of any bird—"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 17,
    "text": "yet when I applied my mind to know wisdom and knowledge, madness and folly, I learned that this also is a chase after wind."
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 17,
    "text": "the beams of our house are cedars, our rafters, cypresses."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 17,
    "text": "learn to do good. Make justice your aim: redress the wronged, hear the orphan’s plea, defend the widow."
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 17,
    "text": "But you, prepare yourself; stand up and tell them all that I command you. Do not be terrified on account of them, or I will terrify you before them;"
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 17,
    "text": "Zion stretches out her hands, with no one to comfort her; The LORD has ordered against Jacob his foes all around; Jerusalem has become in their midst a thing unclean."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 17,
    "text": "We have sinned in the LORD’s sight"
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 17,
    "text": "When they moved, they went in any of the four directions without veering as they moved."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 17,
    "text": "To these four young men God gave knowledge and proficiency in all literature and wisdom, and to Daniel the understanding of all visions and dreams."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 17,
    "text": "The seed lies shriveled beneath clods of dirt; the storehouses are emptied. The granaries are broken down, for the grain is dried up."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 17,
    "text": "But on Mount Zion there will be some who escape; the mountain will be holy, And the house of Jacob will take possession of those who dispossessed them."
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 17,
    "text": "Shall they, then, keep on drawing his sword to slaughter nations without mercy?"
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 17,
    "text": "I will hem the people in till they walk like the blind, because they have sinned against the LORD; And their blood shall be poured out like dust, and their bowels like dung."
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 17,
    "text": "Proclaim further: Thus says the LORD of hosts: My cities will again overflow with prosperity; the LORD will again comfort Zion, and will again choose Jerusalem."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 17,
    "text": "Thus the total number of generations from Abraham to David is fourteen generations; from David to the Babylonian exile, fourteen generations; from the Babylonian exile to the Messiah, fourteen generations. The Birth of Jesus."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 17,
    "text": "Jesus said to them, “Come after me, and I will make you fishers of men.”"
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 17,
    "text": "He will go before him in the spirit and power of Elijah to turn the hearts of fathers toward children and the disobedient to the understanding of the righteous, to prepare a people fit for the Lord.”"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 17,
    "text": "because while the law was given through Moses, grace and truth came through Jesus Christ."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 17,
    "text": "He was numbered among us and was allotted a share in this ministry."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 17,
    "text": "For in it is revealed the righteousness of God from faith to faith; as it is written, “The one who is righteous by faith will live.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 17,
    "text": "For Christ did not send me to baptize but to preach the gospel, and not with the wisdom of human eloquence, so that the cross of Christ might not be emptied of its meaning."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 17,
    "text": "So when I intended this, did I act lightly? Or do I make my plans according to human considerations, so that with me it is “yes, yes” and “no, no”?"
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 17,
    "text": "nor did I go up to Jerusalem to those who were apostles before me; rather, I went into Arabia and then returned to Damascus."
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 17,
    "text": "that the God of our Lord Jesus Christ, the Father of glory, may give you a spirit of wisdom and revelation resulting in knowledge of him."
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 17,
    "text": "the former proclaim Christ out of selfish ambition, not from pure motives, thinking that they will cause me trouble in my imprisonment."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 17,
    "text": "He is before all things, and in him all things hold together."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 17,
    "text": "To the king of ages, incorruptible, invisible, the only God, honor and glory forever and ever. Amen. Responsibility of Timothy."
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 17,
    "text": "But when he came to Rome, he promptly searched for me and found me."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 17,
    "text": "So if you regard me as a partner, welcome him as you would me."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 17,
    "text": "all good giving and every perfect gift is from above, coming down from the Father of lights, with whom there is no alteration or shadow caused by change."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 17,
    "text": "Reverence. Now if you invoke as Father him who judges impartially according to each one’s works, conduct yourselves with reverence during the time of your sojourning,"
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 17,
    "text": "For he received honor and glory from God the Father when that unique declaration came to him from the majestic glory, “This is my Son, my beloved, with whom I am well pleased.”"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 17,
    "text": "Exhortations. But you, beloved, remember the words spoken beforehand by the apostles of our Lord Jesus Christ,"
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 17,
    "text": "When I caught sight of him, I fell down at his feet as though dead. He touched me with his right hand and said, “Do not be afraid. I am the first and the last,"
  }
]