[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 21,
    "text": "To Shem also, Japheth’s oldest brother and the ancestor of all the children of Eber, children were born."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 21,
    "text": "Ninth Plague: The Darkness. Then the LORD said to Moses: Stretch out your hand toward the sky, that over the land of Egypt there may be such darkness that one can feel it."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 21,
    "text": "The Kohathites, who carried the sacred objects, then set out. Before their arrival the tabernacle would be erected."
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 21,
    "text": "He is your praise; he is your God, who has done for you those great and awesome things that your own eyes have seen."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 21,
    "text": "all the army returned to Joshua and the camp at Makkedah in victory; no one uttered a sound against the Israelites."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 21,
    "text": "Next he had the tribe of Benjamin come forward by clans, and the clan of Matri was chosen, and finally Saul, son of Kish, was chosen. But when they went to look for him, he was nowhere to be found."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 21,
    "text": "All King Solomon’s drinking vessels were gold, and all the utensils in the house of the Forest of Lebanon were pure gold. There was no silver, for in Solomon’s time silver was reckoned as nothing."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 21,
    "text": "and Jehu sent word of it throughout all Israel. All the servants of Baal came; there was no one who did not come; they came to the temple of Baal, and it was filled from wall to wall."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 21,
    "text": "of the descendants of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah;"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 21,
    "text": "Magpiash, Meshullam, Hezir,"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 21,
    "text": "Holofernes was reclining on his bed under a canopy woven of purple, gold, emeralds, and other precious stones."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 21,
    "text": "Jonathan put on the sacred vestments in the seventh month of the one hundred and sixtieth year at the feast of Booths, and he gathered an army and procured many weapons."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 21,
    "text": "When Maccabeus was told what had happened, he assembled the rulers of the people and accused those men of having sold their kindred for money by setting their enemies free to fight against them."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 21,
    "text": "Before I go whence I shall not return, to the land of darkness and of gloom,"
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 21,
    "text": "The lips of the just nourish many, but fools die for want of sense."
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 21,
    "text": "Because Wisdom opened the mouths of the mute, and gave ready speech to infants."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 21,
    "text": "A remnant will return, the remnant of Jacob, to the mighty God."
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 21,
    "text": "How stupid are the shepherds! The LORD they have not sought; For this reason they have failed, and all their flocks scattered."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 21,
    "text": "Each of them had four faces and four wings, and something like human hands under their wings."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 21,
    "text": "but I shall tell you what is written in the book of truth. No one supports me against these except Michael, your prince, and in the first year of Darius the Mede I stood to strengthen him and be his refuge."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 21,
    "text": "Brother will hand over brother to death, and the father his child; children will rise up against parents and have them put to death."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 21,
    "text": "Jesus, looking at him, loved him and said to him, “You are lacking in one thing. Go, sell what you have, and give to [the] poor and you will have treasure in heaven; then come, follow me.”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 21,
    "text": "At that very moment he rejoiced [in] the holy Spirit and said, “I give you praise, Father, Lord of heaven and earth, for although you have hidden these things from the wise and the learned you have revealed them to the childlike. Yes, Father, such has been your gracious will."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 21,
    "text": "Others said, “These are not the words of one possessed; surely a demon cannot open the eyes of the blind, can he?”"
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 21,
    "text": "Then Peter went down to the men and said, “I am the one you are looking for. What is the reason for your being here?”"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 21,
    "text": "But regarding Israel he says, “All day long I stretched out my hands to a disobedient and contentious people.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 21,
    "text": "You cannot drink the cup of the Lord and also the cup of demons. You cannot partake of the table of the Lord and of the table of demons."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 21,
    "text": "and since we have “a great priest over the house of God,”"
  }
]