[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 31,
    "text": "The whole lifetime of Lamech was seven hundred and seventy-seven years; then he died."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 31,
    "text": "The man shall be free from punishment, but the woman shall bear her punishment."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 31,
    "text": "Then you stand here near me and I will give you all the commandments, the statutes and the ordinances; you must teach them, that they may observe them in the land I am giving them to possess."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 31,
    "text": "So perish all your enemies, O LORD! But may those who love you be like the sun rising in its might! And the land was at rest for forty years."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 31,
    "text": "By order of the king, fine, large blocks of stone were quarried to give the house a foundation of hewn stone."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 31,
    "text": "Abishua became the father of Bukki. Bukki became the father of Uzzi."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 31,
    "text": "When Judas perceived that the struggle had begun and that the noise of the battle was resounding to heaven with trumpet blasts and loud shouting,"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 31,
    "text": "The prophets prophesy falsely, and the priests teach on their own authority; Yet my people like it this way; what will you do when the end comes?"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 31,
    "text": "Teaching About Divorce. “It was also said, ‘Whoever divorces his wife must give her a bill of divorce.’"
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 31,
    "text": "But his disciples said to him, “You see how the crowd is pressing upon you, and yet you ask, ‘Who touched me?’”"
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 31,
    "text": "Jesus said to them in reply, “Those who are healthy do not need a physician, but the sick do."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 31,
    "text": "Witnesses to Jesus. “If I testify on my own behalf, my testimony cannot be verified."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 31,
    "text": "God exalted him at his right hand as leader and savior to grant Israel repentance and forgiveness of sins."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 31,
    "text": "“For this reason a man shall leave [his] father and [his] mother and be joined to his wife, and the two shall become one flesh.”"
  }
]