[
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 33,
    "text": "Into the Wilderness. From the mountain of the LORD they made a journey of three days, and the ark of the covenant of the LORD went before them for the three-day journey to seek out a resting place for them."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 33,
    "text": "At that time Horam, king of Gezer, came up to help Lachish, but Joshua defeated him and his people, leaving him no survivors."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 33,
    "text": "east of the Jordan (all the land of Gilead, of the Gadites, Reubenites, and Manassites), from Aroer on the wadi Arnon up through Gilead and Bashan."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 33,
    "text": "of the descendants of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei;"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 33,
    "text": "We impose these commandments on ourselves: to give a third of a shekel each year for the service of the house of our God,"
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 33,
    "text": "Every Jew who has been carried into captivity from the land of Judah into any part of my kingdom I set at liberty without ransom; and let all their taxes, even those on their cattle, be canceled."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 33,
    "text": "For four days Maccabeus and his forces eagerly besieged the fortress."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 33,
    "text": "Now the Lord, the LORD of hosts, is about to lop off the boughs with terrible violence; The tall of stature shall be felled, and the lofty ones shall be brought low;"
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 33,
    "text": "But whoever denies me before others, I will deny before my heavenly Father."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 33,
    "text": "“Behold, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and the scribes, and they will condemn him to death and hand him over to the Gentiles"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 33,
    "text": "But a Samaritan traveler who came upon him was moved with compassion at the sight."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 33,
    "text": "The Jews answered him, “We are not stoning you for a good work but for blasphemy. You, a man, are making yourself God.”"
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 33,
    "text": "So I sent for you immediately, and you were kind enough to come. Now therefore we are all here in the presence of God to listen to all that you have been commanded by the Lord.” Peter's Speech."
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 33,
    "text": "just as I try to please everyone in every way, not seeking my own benefit but that of the many, that they may be saved."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 33,
    "text": "At times you were publicly exposed to abuse and affliction; at other times you associated yourselves with those so treated."
  }
]