[
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 33,
    "text": "Then all Midian and Amalek and the Kedemites mustered and crossed over into the valley of Jezreel, where they encamped."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 33,
    "text": "He did the same at the entrance to the nave, where the doorposts were of pine and were four-sided."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 33,
    "text": "While Elisha was still speaking, the messenger came down to him and said, “This evil is from the LORD. Why should I trust in the LORD any longer?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 33,
    "text": "Their brother Levites were appointed to all the other services of the tabernacle of the house of God."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 33,
    "text": "listen from heaven, the place of your enthronement. Do all that the foreigner asks of you, that all the peoples of the earth may know your name, may revere you as do your people Israel, and may know that your name has been invoked upon this house that I have built."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 33,
    "text": "The king, rising before dawn, moved his force hastily along the road to Beth-zechariah; and the troops prepared for battle and sounded the trumpet."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 33,
    "text": "They will be beaten and disgraced, and their shame will not be wiped away;"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 33,
    "text": "If you are willing to listen, you can learn; if you pay attention, you can be instructed."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 33,
    "text": "Whether these gods are treated well or badly by anyone, they cannot repay it. They can neither set up nor remove a king."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 33,
    "text": "But seek first the kingdom [of God] and his righteousness, and all these things will be given you besides."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 33,
    "text": "People saw them leaving and many came to know about it. They hastened there on foot from all the towns and arrived at the place before them."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 33,
    "text": "And if you do good to those who do good to you, what credit is that to you? Even sinners do the same."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 33,
    "text": "For the bread of God is that which comes down from heaven and gives life to the world.”"
  }
]