[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 14,
    "text": "When Abram arrived in Egypt, the Egyptians saw that the woman was very beautiful."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 14,
    "text": "This day will be a day of remembrance for you, which your future generations will celebrate with pilgrimage to the LORD; you will celebrate it as a statute forever."
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 14,
    "text": "But the LORD answered Moses: Suppose her father had spit in her face, would she not bear her shame for seven days? Let her be confined outside the camp for seven days; afterwards she may be brought back."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 14,
    "text": "but offer them in the place which the LORD chooses in one of your tribal territories; there you shall do what I command you."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 14,
    "text": "the king of Hormah, one; the king of Arad, one;"
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 14,
    "text": "He had forty sons and thirty grandsons, who rode on seventy donkeys. He judged Israel for eight years."
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 14,
    "text": "If you fear and serve the LORD, if you listen to the voice of the LORD and do not rebel against the LORD’s command, if both you and the king, who rules over you, follow the LORD your God—well and good."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 14,
    "text": "but since you have utterly spurned the LORD by this deed, the child born to you will surely die.”"
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 14,
    "text": "He spoke to them as the young men had advised: “My father made your yoke heavy, but I will make it heavier. My father beat you with whips, but I will beat you with scorpions.”"
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 14,
    "text": "None of the valuables brought to the house of the LORD were used there to make silver basins, snuffers, bowls, trumpets, or any gold or silver article."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 14,
    "text": "Jeremiah tenth, and Machbannai eleventh."
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 14,
    "text": "He did evil, for he had not set his heart to seek the LORD."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 14,
    "text": "for Malluchi, Jonathan; for Shebaniah, Joseph;"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 14,
    "text": "I was sent to put you to the test. At the same time, however, God sent me to heal you and your daughter-in-law Sarah."
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 14,
    "text": "Judith replied, “Who am I to refuse my lord? Whatever is pleasing to him I will promptly do. This will be a joy for me until the day of my death.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 14,
    "text": "We did not wish to be troublesome to you and to the rest of our allies and friends in these wars."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 14,
    "text": "Relying on the strength of their walls and their supply of provisions, the besieged treated Judas and his men with contempt, insulting them and even uttering blasphemies and profanity."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 14,
    "text": "If he knocks a thing down, there is no rebuilding; if he imprisons, there is no release."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 14,
    "text": "From the fruit of their mouths people have their fill of good, and the works of their hands come back upon them."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 12,
    "verse": 14,
    "text": "because God will bring to judgment every work, with all its hidden qualities, whether good or bad."
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 14,
    "text": "Judah’s Neighbors. Thus says the LORD, against all my evil neighbors who plunder the heritage I gave my people Israel as their own: See, I will uproot them from their land; the house of Judah I will uproot in their midst."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 14,
    "text": "All his retinue, his aides and all his troops, I will scatter to the winds and pursue them with the sword."
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 14,
    "text": "But by a prophet the LORD brought Israel out of Egypt, and by a prophet Israel was tended."
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 14,
    "text": "and all the rest of the families, each family apart, and the women apart."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 14,
    "text": "But the Pharisees went out and took counsel against him to put him to death. The Chosen Servant."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 14,
    "text": "They came and said to him, “Teacher, we know that you are a truthful man and that you are not concerned with anyone’s opinion. You do not regard a person’s status but teach the way of God in accordance with the truth. Is it lawful to pay the census tax to Caesar or not? Should we pay or should we not pay?”"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 14,
    "text": "He replied to him, “Friend, who appointed me as your judge and arbitrator?”"
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 14,
    "text": "Jesus found an ass and sat upon it, as is written:"
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 14,
    "text": "She was so overjoyed when she recognized Peter’s voice that, instead of opening the gate, she ran in and announced that Peter was standing at the gate."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 14,
    "text": "Bless those who persecute [you], bless and do not curse them."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 14,
    "text": "Now the body is not a single part, but many."
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 14,
    "text": "Now I am ready to come to you this third time. And I will not be a burden, for I want not what is yours, but you. Children ought not to save for their parents, but parents for their children."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 14,
    "text": "Penalties of Disobedience. Strive for peace with everyone, and for that holiness without which no one will see the Lord."
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 14,
    "text": "But the woman was given the two wings of the great eagle, so that she could fly to her place in the desert, where, far from the serpent, she was taken care of for a year, two years, and a half-year."
  }
]