[
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 28,
    "text": "But once more Pharaoh became obstinate and would not let the people go."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 28,
    "text": "When Moses had removed them from their palms, he burned them on the altar with the burnt offering. They were an ordination offering for a sweet aroma, an oblation to the LORD."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 28,
    "text": "Then Joshua destroyed Ai by fire, reducing it to an everlasting mound of ruins, as it remains today."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 28,
    "text": "Midian was brought into subjection by the Israelites; they no longer held their heads high, and the land had rest for forty years, during the lifetime of Gideon."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 28,
    "text": "Regard kindly the prayer and petition of your servant, LORD, my God, and listen to the cry of supplication which I, your servant, utter before you this day."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 28,
    "text": "He joined Joram, son of Ahab, in battle against Hazael, king of Aram, at Ramoth-gilead, where the Arameans wounded Joram."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 28,
    "text": "These were family heads in their generations, chiefs who dwelt in Jerusalem."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 28,
    "text": "I addressed them in these words: “You are consecrated to the LORD, and the vessels are also consecrated; the silver and the gold are a voluntary offering to the LORD, the God of your ancestors."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 28,
    "text": "Then Uzziah said to her: “All that you have said you have spoken truthfully, and no one can deny your words."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 28,
    "text": "and to those who attack them there shall not be given grain, weapons, money, or ships, as seems best to Rome. They shall fulfill their obligations without deception."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 28,
    "text": "After the sabbath, they gave a share of the spoils to those who were tortured and to widows and orphans; the rest they divided among themselves and their children."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 28,
    "text": "When he made firm the skies above, when he fixed fast the springs of the deep;"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 28,
    "text": "The Healing of the Gadarene Demoniacs. When he came to the other side, to the territory of the Gadarenes, two demoniacs who were coming from the tombs met him. They were so savage that no one could travel by that road."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 28,
    "text": "They said in reply, “John the Baptist, others Elijah, still others one of the prophets.”"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 28,
    "text": "When he saw Jesus, he cried out and fell down before him; in a loud voice he shouted, “What have you to do with me, Jesus, son of the Most High God? I beg you, do not torment me!”"
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 28,
    "text": "So Jesus said [to them], “When you lift up the Son of Man, then you will realize that I AM, and that I do nothing on my own, but I say only what the Father taught me."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 28,
    "text": "and was returning home. Seated in his chariot, he was reading the prophet Isaiah."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 28,
    "text": "God’s Indomitable Love in Christ. We know that all things work for good for those who love God, who are called according to his purpose."
  }
]