[
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 30,
    "text": "Aaron told them everything the LORD had said to Moses, and he performed the signs before the people."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 30,
    "text": "The priest shall then take some of its blood on his finger and put it on the horns of the altar for burnt offerings. The rest of the blood he shall pour out at the base of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 30,
    "text": "enrolling all between thirty and fifty years of age who will join the personnel to maintain the tent of meeting."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 30,
    "text": "In your distress, when all these things shall have come upon you, you shall finally return to the LORD, your God, and listen to his voice."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 30,
    "text": "But the boy’s mother cried out: “As the LORD lives and as you yourself live, I will not release you.” So he started back with her."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 30,
    "text": "Bethuel, Hormah, Ziklag,"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 30,
    "text": "Seeing that the army was strong, he prayed thus: “Blessed are you, Savior of Israel, who crushed the attack of the mighty one by the hand of your servant David and delivered the foreign camp into the hand of Jonathan, the son of Saul, and his armor-bearer."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 30,
    "text": "Murder of Onias. While these things were taking place, the people of Tarsus and Mallus rose in revolt, because their cities had been given as a gift to Antiochis, the king’s concubine."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 30,
    "text": "Do not be like a lion at home, or sly and suspicious with your servants."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 30,
    "text": "You now who are doomed, what are you doing dressing in purple, bedecking yourself with gold, Enlarging your eyes with kohl? You beautify yourself in vain! Your lovers reject you, they seek your life."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 30,
    "text": "D. Baruch Addresses Jerusalem - Take courage, Jerusalem! The one who gave you your name will console you."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 30,
    "text": "At once this was fulfilled. Nebuchadnezzar was cast out from human society, he ate grass like an ox, and his body was bathed with the dew of heaven, until his hair grew like the feathers of an eagle, and his nails like the claws of a bird."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 30,
    "text": "The Mustard Seed. He said, “To what shall we compare the kingdom of God, or what parable can we use for it?"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 30,
    "text": "But he passed through the midst of them and went away."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 30,
    "text": "They went out of the town and came to him."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 30,
    "text": "as you stretch forth [your] hand to heal, and signs and wonders are done through the name of your holy servant Jesus.”"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 30,
    "text": "But what does the scripture say? “Drive out the slave woman and her son! For the son of the slave woman shall not share the inheritance with the son” of the freeborn."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 30,
    "text": "And do not grieve the holy Spirit of God, with which you were sealed for the day of redemption."
  }
]