[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 32,
    "text": "The lifetime of Terah was two hundred and five years; then Terah died in Haran."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 32,
    "text": "Everything on which one of them falls when dead becomes unclean, including any article of wood, cloth, leather or goat hair—any article of which use can be made. It must be immersed in water and remain unclean until evening, when it again becomes clean."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 32,
    "text": "So all that day, all night, and all the next day the people set about to gather in the quail. Even the one who got the least gathered ten homers of them. Then they spread them out all around the camp."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 32,
    "text": "be careful to observe all the statutes and ordinances that I set before you today."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 32,
    "text": "Jephthah then crossed over against the Ammonites to fight against them, and the LORD delivered them into his power."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 32,
    "text": "He shall have one tribe for the sake of my servant David, and for the sake of Jerusalem, the city I have chosen out of all the tribes of Israel."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 32,
    "text": "Hurai, from Nahale-gaash; Abiel, from Beth-arabah;"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 32,
    "text": "Anathoth, Nob, Ananiah,"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 32,
    "text": "‘King Demetrius sends greetings to his father Lasthenes."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 32,
    "text": "I have also sent Menelaus to reassure you."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 32,
    "text": "But shall we say, ‘Of human origin’?”—they feared the crowd, for they all thought John really was a prophet."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 32,
    "text": "At the judgment the men of Nineveh will arise with this generation and condemn it, because at the preaching of Jonah they repented, and there is something greater than Jonah here."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 32,
    "text": "When Mary came to where Jesus was and saw him, she fell at his feet and said to him, “Lord, if you had been here, my brother would not have died.”"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 32,
    "text": "For God delivered all to disobedience, that he might have mercy upon all."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 32,
    "text": "but since we are judged by [the] Lord, we are being disciplined so that we may not be condemned along with the world."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 32,
    "text": "At Damascus, the governor under King Aretas guarded the city of Damascus, in order to seize me,"
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 32,
    "text": "What more shall I say? I have not time to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets,"
  }
]