[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 13,
    "text": "Mizraim became the father of the Ludim, the Anamim, the Lehabim, the Naphtuhim,"
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 13,
    "text": "So Moses stretched out his staff over the land of Egypt, and the LORD drove an east wind over the land all that day and all night. When it was morning, the east wind brought the locusts."
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 13,
    "text": "You must eat it in a sacred place because it is your and your sons' due from the oblations to the LORD; such is the command I have received."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 13,
    "text": "The first time that they broke camp at the direction of the LORD through Moses,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 13,
    "text": "to keep the commandments and statutes of the LORD that I am commanding you today for your own well-being?"
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 13,
    "text": "The sun stood still, the moon stayed, while the nation took vengeance on its foes. This is recorded in the Book of Jashar. The sun halted halfway across the heavens; not for an entire day did it press on."
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 13,
    "text": "you still abandoned me and served other gods. Therefore I will save you no more."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 13,
    "text": "When he came out of the prophetic ecstasy, he went home."
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 13,
    "text": "Joab therefore advanced with his men for battle with the Arameans, but they fled before him."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 13,
    "text": "King Solomon gave the queen of Sheba everything she desired and asked for, besides what King Solomon gave her from Solomon's royal bounty. Then she returned with her servants to her own country. Solomon's Riches: Domestic Affairs."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 13,
    "text": "Jehu came across relatives of Ahaziah, king of Judah. “Who are you?” he asked, and they said, “We are relatives of Ahaziah. We are going down to visit the princes and the family of the queen mother.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 10,
    "verse": 13,
    "text": "Thus Saul died because of his treason against the LORD in disobeying his word, and also because he had sought counsel from a ghost,"
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 13,
    "text": "Ignoring the advice the elders had given him, King Rehoboam gave the people a harsh answer."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 13,
    "text": "But the people are numerous and it is the rainy season, so that we cannot remain outside; besides, this is not a task that can be performed in a single day or even two, for those of us who have sinned in this regard are many."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 13,
    "text": "Zaccur, Sherebiah, Shebaniah,"
  },
  {
    "book": "Tobit",
    "chapter": 10,
    "verse": 13,
    "text": "Tobiah left Raguel, full of happiness and joy, and he blessed the Lord of heaven and earth, the King of all, for making his journey so successful. Finally he blessed Raguel and his wife Edna, and added, “I have been commanded by the Lord to honor you all the days of your life!”"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 13,
    "text": "I have come to see Holofernes, the ranking general of your forces, to give him a trustworthy report; in his presence I will show him the way by which he can ascend and take possession of the whole hill country without a single one of his men suffering injury or loss of life.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 13,
    "text": "all of them left their places and returned to their own lands."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 13,
    "text": "As a result, he was accused before Eupator by the King's Friends. In fact, on all sides he heard himself called a traitor for having abandoned Cyprus, which Philometor had entrusted to him, and for having gone over to Antiochus Epiphanes. Since he could not command the respect due to his high office, he ended his life by taking poison. Victory over the Idumeans."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 13,
    "text": "Yet these things you have hidden in your heart; I know they are your purpose:"
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 13,
    "text": "Why should the wicked scorn God, say in their hearts, “God does not care”?"
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 13,
    "text": "On the lips of the intelligent is found wisdom, but a rod for the back of one without sense."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 13,
    "text": "The beginning of their words is folly, and the end of their talk is utter madness;"
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 13,
    "text": "She did not abandon a righteous man when he was sold, but rescued him from sin."
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 13,
    "text": "For sin is a reservoir of insolence, a source which runs over with vice; Because of it God sends unheard-of afflictions and strikes people with utter ruin."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 13,
    "text": "For he says: “By my own power I have done it, and by my wisdom, for I am shrewd. I have moved the boundaries of peoples, their treasures I have pillaged, and, like a mighty one, I have brought down the enthroned."
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 13,
    "text": "When he thunders, the waters in the heavens roar, and he brings up clouds from the end of the earth, Makes lightning flash in the rain, and brings forth the wind from his storehouses."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 13,
    "text": "I heard the wheels called “wheelwork.”"
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 13,
    "text": "but the prince of the kingdom of Persia stood in my way for twenty-one days, until finally Michael, one of the chief princes, came to help me. I left him there with the prince of the kingdom of Persia,"
  },
  {
    "book": "Hosea",
    "chapter": 10,
    "verse": 13,
    "text": "But you have plowed wickedness, reaped perversity, and eaten the fruit of falsehood. Because you have trusted in your own power, and in your many warriors,"
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 13,
    "text": "If the house is worthy, let your peace come upon it; if not, let your peace return to you."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 13,
    "text": "Blessing of the Children. And people were bringing children to him that he might touch them, but the disciples rebuked them."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 13,
    "text": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty deeds done in your midst had been done in Tyre and Sidon, they would long ago have repented, sitting in sackcloth and ashes."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 13,
    "text": "This is because he works for pay and has no concern for the sheep."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 13,
    "text": "A voice said to him, “Get up, Peter. Slaughter and eat.”"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 13,
    "text": "For “everyone who calls on the name of the Lord will be saved.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 13,
    "text": "No trial has come to you but what is human. God is faithful and will not let you be tried beyond your strength; but with the trial he will also provide a way out, so that you may be able to bear it. Warning Against Idolatry."
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 13,
    "text": "But we will not boast beyond measure but will keep to the limits God has apportioned us, namely, to reach even to you."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 13,
    "text": "now he waits until his enemies are made his footstool."
  }
]