[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 15,
    "text": "I will put enmity between you and the woman, and between your offspring and hers; They will strike at your head, while you strike at their heel."
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 15,
    "text": "God spoke further to Moses: This is what you will say to the Israelites: The LORD, the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This is my name forever; this is my title for all generations."
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 15,
    "text": "as well as the two kidneys, with the fat on them near the loins, and the lobe of the liver, which is removed with the kidneys."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 15,
    "text": "Enroll the Levites by their ancestral houses and clans, enrolling every male of a month or more."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 15,
    "text": "To Machir I gave Gilead,"
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 15,
    "text": "When those bearing the ark came to the Jordan and the feet of the priests bearing the ark were immersed in the waters of the Jordan—which overflows all its banks during the entire season of the harvest—"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 15,
    "text": "But when the Israelites cried out to the LORD, he raised up for them a savior, Ehud, son of Gera, a Benjaminite who was left-handed. The Israelites would send their tribute to Eglon, king of Moab, by him."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 15,
    "text": "Then he said to her, “Take off the shawl you are wearing; hold it firmly.” When she did so, he poured out six measures of barley and helped her lift the bundle; then he himself left for the town."
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 15,
    "text": "Samuel then slept until morning, when he got up early and opened the doors of the temple of the LORD. He was afraid to tell Eli the vision,"
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 15,
    "text": "Ishbaal sent for her and took her away from her husband Paltiel, son of Laish,"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 15,
    "text": "Solomon awoke; it was a dream! He went to Jerusalem, stood before the ark of the covenant of the Lord, sacrificed burnt offerings and communion offerings, and gave a feast for all his servants. Solomon's Listening Heart."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 15,
    "text": "Now get me a minstrel.” When the minstrel played, the hand of the LORD came upon Elisha,"
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 15,
    "text": "The sons of Josiah were: the firstborn Johanan; the second, Jehoiakim; the third, Zedekiah; the fourth, Shallum."
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 15,
    "text": "In front of the house he set two columns thirty-five cubits high; the capital of each was five cubits."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 15,
    "text": "The Fountain Gate was repaired by Shallum, son of Colhozeh, administrator of the district of Mizpah; he rebuilt it, roofed it, and set up its doors, its bolts, and its bars. He also repaired the wall of the Aqueduct Pool near the King's Garden as far as the steps that lead down from the City of David."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 15,
    "text": "I have never sullied my own name or my father's name in the land of my captivity. “I am my father's only daughter, and he has no other child to be his heir, Nor does he have a kinsman or close relative whose wife I should wait to become. Seven husbands of mine have already died. Why then should I live any longer? But if it does not please you, Lord, to take my life, look favorably upon me and have pity on me, that I may never again listen to such reproaches!”"
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 15,
    "text": "The couriers set out in haste at the king's command; meanwhile, the decree was promulgated in the royal precinct of Susa. The king and Haman then sat down to drink, but the city of Susa was thrown into confusion."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 15,
    "text": "And again a large company of renegades advanced with him to help him take revenge on the Israelites."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 15,
    "text": "Priests prostrated themselves before the altar in their priestly robes, and called toward heaven for the one who had given the law about deposits to keep the deposits safe for those who had made them."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 15,
    "text": "Or with princes who had gold and filled their houses with silver."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 15,
    "text": "She is more precious than corals, and no treasure of yours can compare with her."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 15,
    "text": "What now is has already been; what is to be, already is: God retrieves what has gone by."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 15,
    "text": "For the fruit of noble struggles is a glorious one; and unfailing is the root of understanding."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 15,
    "text": "In time of trouble it will be recalled to your advantage, like warmth upon frost it will melt away your sins."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 15,
    "text": "What do you mean by crushing my people, and grinding down the faces of the poor? says the Lord, the GOD of hosts."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 15,
    "text": "I will appoint for you shepherds after my own heart, who will shepherd you wisely and prudently."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 15,
    "text": "He has sated me with bitterness, filled me with wormwood."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 15,
    "text": "Who has found the place of wisdom? Who has entered into her treasuries?"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 15,
    "text": "Thus I came to the exiles who lived at Tel-abib by the river Chebar; and there where they dwelt, I stayed among them distraught for seven days."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 15,
    "text": "Now, if you are ready to fall down and worship the statue I made, whenever you hear the sound of the horn, pipe, zither, dulcimer, harp, double-flute, and all the other musical instruments, then all will be well; if not, you shall be instantly cast into the white-hot furnace; and who is the God who can deliver you out of my hands?”"
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 15,
    "text": "I will strike the winter house and the summer house; The houses of ivory shall lie in ruin, and their many rooms shall be no more— oracle of the LORD."
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 15,
    "text": "There the fire will consume you, the sword will cut you down; it will consume you like the grasshoppers. Multiply like the grasshoppers, multiply like the locusts!"
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 15,
    "text": "You trampled the sea with your horses amid the churning of the deep waters."
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 15,
    "text": "The LORD has removed the judgment against you, he has turned away your enemies; The King of Israel, the LORD, is in your midst, you have no further misfortune to fear."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 15,
    "text": "But we call the arrogant blessed; for evildoers not only prosper but even test God and escape.”"
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 15,
    "text": "Jesus said to him in reply, “Allow it now, for thus it is fitting for us to fulfill all righteousness.” Then he allowed him."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 15,
    "text": "and to have authority to drive out demons:"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 15,
    "text": "Now the people were filled with expectation, and all were asking in their hearts whether John might be the Messiah."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 15,
    "text": "so that everyone who believes in him may have eternal life.”"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 15,
    "text": "The author of life you put to death, but God raised him from the dead; of this we are witnesses."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 15,
    "text": "Their feet are quick to shed blood;"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 15,
    "text": "But if someone's work is burned up, that one will suffer loss; the person will be saved, but only as through fire."
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 15,
    "text": "To this day, in fact, whenever Moses is read, a veil lies over their hearts,"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 15,
    "text": "The Law Did Not Nullify the Promise. Brothers, in human terms I say that no one can annul or amend even a human will once ratified."
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 15,
    "text": "from whom every family in heaven and on earth is named,"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 15,
    "text": "Let us, then, who are “perfectly mature” adopt this attitude. And if you have a different attitude, this too God will reveal to you."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 15,
    "text": "And let the peace of Christ control your hearts, the peace into which you were also called in one body. And be thankful."
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 15,
    "text": "Do not regard him as an enemy but admonish him as a brother."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 15,
    "text": "But if I should be delayed, you should know how to behave in the household of God, which is the church of the living God, the pillar and foundation of truth."
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 15,
    "text": "and that from infancy you have known [the] sacred scriptures, which are capable of giving you wisdom for salvation through faith in Christ Jesus."
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 15,
    "text": "All who are with me send you greetings. Greet those who love us in the faith. Grace be with all of you."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 15,
    "text": "for it is said: “Oh, that today you would hear his voice: ‘Harden not your hearts as at the rebellion.'”"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 15,
    "text": "Wisdom of this kind does not come down from above but is earthly, unspiritual, demonic."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 15,
    "text": "but sanctify Christ as Lord in your hearts. Always be ready to give an explanation to anyone who asks you for a reason for your hope,"
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 15,
    "text": "And consider the patience of our Lord as salvation, as our beloved brother Paul, according to the wisdom given to him, also wrote to you,"
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 15,
    "text": "Everyone who hates his brother is a murderer, and you know that no murderer has eternal life remaining in him."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 15,
    "text": "“I know your works; I know that you are neither cold nor hot. I wish you were either cold or hot."
  }
]