[
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 39,
    "text": "capturing it with its king and all its cities. They put them to the sword and put under the ban every person in it, leaving no survivors. Thus he did to Debir and its king what he had done to Hebron, as well as to Libnah and its king."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 39,
    "text": "Shelemiah, Nathan, and Adaiah;"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 39,
    "text": "An Aaronite priest shall be with the Levites when they take the tithe, and the Levites shall bring the tithe of the tithes to the house of our God, to the chambers of the treasury."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 39,
    "text": "Ptolemais and its confines I give as a present to the sanctuary in Jerusalem for the necessary expenses of the sanctuary."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 39,
    "text": "Whoever finds his life will lose it, and whoever loses his life for my sake will find it."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 39,
    "text": "They said to him, “We can.” Jesus said to them, “The cup that I drink, you will drink, and with the baptism with which I am baptized, you will be baptized;"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 39,
    "text": "She had a sister named Mary [who] sat beside the Lord at his feet listening to him speak."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 39,
    "text": "[Then] they tried again to arrest him; but he escaped from their power."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 39,
    "text": "We are witnesses of all that he did both in the country of the Jews and [in] Jerusalem. They put him to death by hanging him on a tree."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 39,
    "text": "We are not among those who draw back and perish, but among those who have faith and will possess life."
  }
]