[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 6,
    "text": "Anyone who sheds the blood of a human being, by a human being shall that one's blood be shed; For in the image of God have human beings been made."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 6,
    "text": "And on the next day the LORD did it. All the livestock of the Egyptians died, but not one animal belonging to the Israelites died."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 6,
    "text": "Moses said, “This is what the LORD orders you to do, that the glory of the LORD may appear to you."
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 6,
    "text": "There were some, however, who were unclean because of a human corpse and so could not celebrate the Passover that day. These men came up to Moses and Aaron that same day"
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 6,
    "text": "Know this, therefore: it is not because of your justice that the LORD, your God, is giving you this good land to possess, for you are a stiff-necked people."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 6,
    "text": "Thus they journeyed to Joshua in the camp at Gilgal, where they said to him and to the Israelites, “We have come from a far-off land; now, make a covenant with us.”"
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 6,
    "text": "Then all the lords of Shechem and all Beth-millo came together and made Abimelech king by the terebinth at the memorial pillar in Shechem."
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 6,
    "text": "The servant replied, “Listen! There is a man of God in this city, a man held in high esteem; everything he says comes true. Let us go there now! Perhaps he can advise us about the journey we have undertaken.”"
  },
  {
    "book": "2Samuel",
    "chapter": 9,
    "verse": 6,
    "text": "When Meribbaal, son of Jonathan, son of Saul, came to David, he fell face down in homage. David said, “Meribbaal,” and he answered, “Your servant.”"
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 6,
    "text": "But if ever you and your descendants turn from following me, fail to keep my commandments and statutes which I set before you, and proceed to serve other gods and bow down to them,"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 6,
    "text": "Jehu got up and went into the house. Then the prophet's aide poured the oil on his head and said, “Thus says the LORD, the God of Israel: I anoint you king over the people of the LORD, over Israel."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 6,
    "text": "Among the Zerahites were Jeuel and six hundred and ninety of their relatives."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 6,
    "text": "“I did not believe the report until I came and saw with my own eyes that not even the half of your great wisdom had been told me. You have surpassed the report I heard."
  },
  {
    "book": "Ezra",
    "chapter": 9,
    "verse": 6,
    "text": "A Penitential Prayer. I said: “My God, I am too ashamed and humiliated to raise my face to you, my God, for our wicked deeds are heaped up above our heads and our guilt reaches up to heaven."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 6,
    "text": "“You are the LORD, you alone; You made the heavens, the highest heavens and all their host, The earth and all that is upon it, the seas and all that is in them. To all of them you give life, the heavenly hosts bow down before you."
  },
  {
    "book": "Tobit",
    "chapter": 9,
    "verse": 6,
    "text": "The following morning they both got an early start and traveled to the wedding celebration. When they entered Raguel's house, they found Tobiah reclining at table. He jumped up and greeted Gabael, who wept and blessed him, exclaiming: “Good and noble child, son of a good and noble, righteous and charitable man, may the Lord bestow a heavenly blessing on you and on your wife, and on your wife's father and mother. Blessed be God, because I have seen the very image of my cousin Tobit!”"
  },
  {
    "book": "Judith",
    "chapter": 9,
    "verse": 6,
    "text": "The things you decide come forward and say, ‘Here we are!' All your ways are in readiness, and your judgment is made with foreknowledge."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 6,
    "text": "In the royal precinct of Susa, the Jews killed and destroyed five hundred people."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 6,
    "text": "When they saw the great number of the troops, they were very much afraid, and many slipped away from the camp, until only eight hundred of them remained."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 6,
    "text": "a fit punishment for him who had tortured the bowels of others with many barbarous torments."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 6,
    "text": "He shakes the earth out of its place, and the pillars beneath it tremble."
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 6,
    "text": "You rebuked the nations, you destroyed the wicked; their name you blotted out for all time."
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 6,
    "text": "Forsake foolishness that you may live; advance in the way of understanding.”"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 6,
    "text": "For them, love and hatred and rivalry have long since perished. Never again will they have part in anything that is done under the sun."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 6,
    "text": "Indeed, though one be perfect among mortals, if Wisdom, who comes from you, be lacking, that one will count for nothing."
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 6,
    "text": "Do not give yourself to a prostitute lest you lose your inheritance."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 6,
    "text": "His dominion is vast and forever peaceful, Upon David's throne, and over his kingdom, which he confirms and sustains By judgment and justice, both now and forever. The zeal of the LORD of hosts will do this!"
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 6,
    "text": "Therefore, thus says the LORD of hosts: I will refine them and test them; how else should I deal with the daughter of my people?"
  },
  {
    "book": "Ezekiel",
    "chapter": 9,
    "verse": 6,
    "text": "Old and young, male and female, women and children—wipe them out! But do not touch anyone marked with the X. Begin at my sanctuary. So they began with the elders who were in front of the temple."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 6,
    "text": "We have not obeyed your servants the prophets, who spoke in your name to our kings, our princes, our ancestors, and all the people of the land."
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 6,
    "text": "When they flee from the devastation, Egypt will gather them, Memphis will bury them. Weeds will overgrow their silver treasures, and thorns, their tents."
  },
  {
    "book": "Amos",
    "chapter": 9,
    "verse": 6,
    "text": "Who has built his upper chamber in heaven, and established his vault over the earth; Who summons the waters of the sea and pours them upon the surface of the earth— the LORD is his name."
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 6,
    "text": "and the illegitimate will rule in Ashdod. I will destroy the pride of the Philistines"
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 6,
    "text": "But that you may know that the Son of Man has authority on earth to forgive sins”—he then said to the paralytic, “Rise, pick up your stretcher, and go home.”"
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 6,
    "text": "He hardly knew what to say, they were so terrified."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 6,
    "text": "Then they set out and went from village to village proclaiming the good news and curing diseases everywhere. Herod's Opinion of Jesus."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 6,
    "text": "When he had said this, he spat on the ground and made clay with the saliva, and smeared the clay on his eyes,"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 6,
    "text": "Now get up and go into the city and you will be told what you must do.”"
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 6,
    "text": "God's Free Choice. But it is not that the word of God has failed. For not all who are of Israel are Israel,"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 6,
    "text": "Or is it only myself and Barnabas who do not have the right not to work?"
  },
  {
    "book": "2Corinthians",
    "chapter": 9,
    "verse": 6,
    "text": "Consider this: whoever sows sparingly will also reap sparingly, and whoever sows bountifully will also reap bountifully."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 6,
    "text": "With these arrangements for worship, the priests, in performing their service, go into the outer tabernacle repeatedly,"
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 6,
    "text": "During that time these people will seek death but will not find it, and they will long to die but death will escape them."
  }
]