[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Tower of Babel. The whole world had the same language and the same words."
  },
  {
    "book": "Exodus",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Tenth Plague: The Death of the Firstborn. Then the LORD spoke to Moses: One more plague I will bring upon Pharaoh and upon Egypt. After that he will let you depart. In fact, when he finally lets you go, he will drive you away."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 1,
    "text": "III. Laws Regarding Ritual Purity Chapter 11 - Clean and Unclean Meats. The LORD said to Moses and Aaron:"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Discontent of the People. Now the people complained bitterly in the hearing of the LORD; and when he heard it his wrath flared up, so that the LORD’s fire burned among them and consumed the outskirts of the camp."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Recalling the Wonders of the Lord. Love the LORD, your God, therefore, and keep his charge, statutes, ordinances, and commandments always."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Northern Confederacy. When Jabin, king of Hazor, learned of this, he sent a message to Jobab, king of Madon, to the king of Shimron, to the king of Achshaph,"
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Jephthah. Jephthah the Gileadite was a warrior. He was the son of a prostitute, fathered by Gilead."
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Defeat of the Ammonites. About a month later, Nahash the Ammonite went up and besieged Jabesh-gilead. All the people of Jabesh begged Nahash, “Make a treaty with us, and we will serve you.”"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - David’s Sin. At the turn of the year, the time when kings go to war, David sent out Joab along with his officers and all Israel, and they laid waste the Ammonites and besieged Rabbah. David himself remained in Jerusalem."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - The End of Solomon’s Reign. King Solomon loved many foreign women besides the daughter of Pharaoh—Moabites, Ammonites, Edomites, Sidonians, Hittites—"
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Death of the Heirs of Ahaziah of Judah. When Athaliah, the mother of Ahaziah, saw that her son was dead, she began to kill off the whole royal family."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - David Is Made King. Then all Israel gathered around David in Hebron, and they said: “Look! We are your bone and your flesh."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - On his arrival in Jerusalem, Rehoboam assembled the house of Judah and Benjamin—one hundred and eighty thousand elite warriors—to wage war against Israel and restore the kingdom to Rehoboam."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 1,
    "text": "III. Dedication of the Wall; Other Reforms Chapter 11 - Resettlement of Jerusalem. The administrators took up residence in Jerusalem, and the rest of the people cast lots to bring one man in ten to reside in Jerusalem, the holy city, while the other nine would remain in the other cities."
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Homeward Journey. As they drew near to Kaserin, which is opposite Nineveh,"
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Then Holofernes said to her: “Take courage, woman! Have no fear in your heart! I have never harmed anyone who chose to serve Nebuchadnezzar, king of all the earth."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Alliance of Ptolemy and Demetrius II. Then the king of Egypt gathered forces as numerous as the sands of the seashore, and many ships; and he sought by deceit to take Alexander’s kingdom and add it to his own."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Defeat of Lysias. Very soon afterward, Lysias, guardian and kinsman of the king and head of the government, being greatly displeased at what had happened,"
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Zophar’s First Speech. And Zophar the Naamathite answered and said:"
  },
  {
    "book": "Psalms",
    "chapter": 11,
    "verse": 1,
    "text": "Psalm 11 Confidence in the Presence of God - For the leader. Of David. I - In the LORD I take refuge; how can you say to me, “Flee like a bird to the mountains!"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - False scales are an abomination to the LORD, but an honest weight, his delight."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Send forth your bread upon the face of the waters; after a long time you may find it again."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - She prospered their affairs through the holy prophet."
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - The wisdom of the poor lifts their head high and sets them among princes."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 The Ideal Davidic King - But a shoot shall sprout from the stump of Jesse, and from his roots a bud shall blossom."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Plea for Fidelity to the Covenant. The word that came to Jeremiah from the LORD:"
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Death for the Remnant in Jerusalem. The spirit lifted me up and brought me to the east gate of the house of the LORD facing east. There at the entrance of the gate were twenty-five men; among them I saw the public officials Jaazaniah, son of Azzur, and Pelatiah, son of Benaiah."
  },
  {
    "book": "Hosea",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 The Disappointment of a Parent - When Israel was a child I loved him, out of Egypt I called my son."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 The Cry of Trees, Shepherds, and Lions - Open your doors, Lebanon, that fire may devour your cedars!"
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - When Jesus finished giving these commands to his twelve disciples, he went away from that place to teach and to preach in their towns."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - The Entry into Jerusalem. When they drew near to Jerusalem, to Bethphage and Bethany at the Mount of Olives, he sent two of his disciples"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - The Lord’s Prayer. He was praying in a certain place, and when he had finished, one of his disciples said to him, “Lord, teach us to pray just as John taught his disciples.”"
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - The Raising of Lazarus. Now a man was ill, Lazarus from Bethany, the village of Mary and her sister Martha."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - The Baptism of the Gentiles Explained. Now the apostles and the brothers who were in Judea heard that the Gentiles too had accepted the word of God."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - The Remnant of Israel. I ask, then, has God rejected his people? Of course not! For I too am an Israelite, a descendant of Abraham, of the tribe of Benjamin."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Be imitators of me, as I am of Christ."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - Preaching Without Charge. If only you would put up with a little foolishness from me! Please put up with me."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 1,
    "text": "V. Examples, Discipline, Disobedience Chapter 11 - Faith of the Ancients. Faith is the realization of what is hoped for and evidence of things not seen."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 1,
    "text": "Chapter 11 - The Two Witnesses. Then I was given a measuring rod like a staff and I was told, “Come and measure the temple of God and the altar, and count those who are worshiping in it."
  }
]