[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 10,
    "text": "He waited yet seven days more and again released the dove from the ark."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 10,
    "text": "Heaps of them were piled up, and the land stank."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 10,
    "text": "Taking the anointing oil, Moses anointed and consecrated the tabernacle and all that was in it."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 10,
    "text": "When you have brought the Levites before the LORD, the Israelites shall lay their hands upon them."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 10,
    "text": "But when you have eaten and are satisfied, you must bless the LORD, your God, for the good land he has given you."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 10,
    "text": "Early the next morning Joshua mustered the army and went up to Ai at its head, with the elders of Israel."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 10,
    "text": "Now Zebah and Zalmunna were in Karkor with their force of about fifteen thousand men; these were all who were left of the whole Kedemite army, a hundred and twenty thousand swordsmen having fallen."
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 10,
    "text": "The Governance of the King. Samuel delivered the message of the LORD in full to those who were asking him for a king."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 10,
    "text": "Toi sent his son Hadoram to wish King David well and to congratulate him on having waged a victorious war against Hadadezer; for Hadadezer had been at war with Toi. Hadoram also brought with him articles of silver, gold, and bronze."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 10,
    "text": "When the priests left the holy place, the cloud filled the house of the LORD"
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 10,
    "text": "Elisha answered, “Go and tell him, ‘You will surely recover.' But the LORD has showed me that he will surely die.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 10,
    "text": "Jeuz, Sachia, and Mirmah. These were his sons, family heads."
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 10,
    "text": "They were also King Solomon's two hundred and fifty overseers who directed the people."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 10,
    "text": "of the descendants of Bani, Shelomoth, son of Josiphiah, and with him one hundred and sixty males;"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 10,
    "text": "He continued: “Go, eat rich foods and drink sweet drinks, and allot portions to those who had nothing prepared; for today is holy to our LORD. Do not be saddened this day, for rejoicing in the LORD is your strength!”"
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 10,
    "text": "for he said, “Perhaps Tobiah will die; then we would be a laughingstock and an object of mockery.”"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 10,
    "text": "she sent her maid who was in charge of all her things to summon Uzziah, Chabris, and Charmis, the elders of her city."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 10,
    "text": "These letters, which he wrote in the name of King Ahasuerus and sealed with the royal signet ring, he sent by mounted couriers riding thoroughbred royal steeds."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 10,
    "text": "the Romans discovered it, and sent against the Greeks a single general who made war on them. Many were wounded and fell, and the Romans took their wives and children captive. They plundered them, took possession of their land, tore down their strongholds and reduced them to slavery even to this day."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 10,
    "text": "Nicanor planned to raise the two thousand talents of tribute owed by the king to the Romans by selling captured Jews into slavery."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 10,
    "text": "Will they not teach you and tell you and utter their words of understanding?"
  },
  {
    "book": "Psalms",
    "chapter": 8,
    "verse": 10,
    "text": "O LORD, our Lord, how awesome is your name through all the earth!"
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 10,
    "text": "Take my instruction instead of silver, and knowledge rather than choice gold."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 10,
    "text": "The Problem of Retribution. Meanwhile I saw the wicked buried. They would come and go from the holy place. But those were forgotten in the city who had acted justly. This also is vanity."
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 10,
    "text": "I am a wall, and my breasts are like towers. I became in his eyes as one who brings peace."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 10,
    "text": "Because of her I have glory among the multitudes, and esteem from the elders, though I am but a youth."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 10,
    "text": "Do not kindle the coals of sinners, lest you be burned in their flaming fire."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 10,
    "text": "Form a plan, it shall be thwarted; make a resolve, it shall not be carried out, for “With us is God!”"
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 10,
    "text": "Shameless in Their Crimes - Therefore, I will give their wives to other men, their fields to new owners. Small and great alike, all are greedy for gain, prophet and priest, all practice fraud."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 10,
    "text": "I went in and looked—figures of all kinds of creeping things and loathsome beasts, all the idols of the house of Israel, pictured around the wall."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 10,
    "text": "It grew even to the host of heaven, so that it cast down to earth some of the host and some of the stars and trampled on them."
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 10,
    "text": "Even though they bargain with the nations, I will now gather them together; They will soon succumb under the burden of king and princes."
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 10,
    "text": "I will turn your feasts into mourning and all your songs into dirges. I will cover the loins of all with sackcloth and make every head bald. I will make it like the time of mourning for an only child, and its outcome like a day of bitter weeping."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 10,
    "text": "For before those days, there were no wages for people, nor hire for animals. Those who came and went were not safe from the enemy, for I set neighbor against neighbor."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 10,
    "text": "When Jesus heard this, he was amazed and said to those following him, “Amen, I say to you, in no one in Israel have I found such faith."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 10,
    "text": "and got into the boat with his disciples and came to the region of Dalmanutha."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 10,
    "text": "He answered, “Knowledge of the mysteries of the kingdom of God has been granted to you; but to the rest, they are made known through parables so that ‘they may look but not see, and hear but not understand.' The Parable of the Sower Explained."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 10,
    "text": "Then Jesus straightened up and said to her, “Woman, where are they? Has no one condemned you?”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 10,
    "text": "All of them, from the least to the greatest, paid attention to him, saying, “This man is the ‘Power of God' that is called ‘Great.'”"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 10,
    "text": "But if Christ is in you, although the body is dead because of sin, the spirit is alive because of righteousness."
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 10,
    "text": "If someone sees you, with your knowledge, reclining at table in the temple of an idol, may not his conscience too, weak as it is, be “built up” to eat the meat sacrificed to idols?"
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 10,
    "text": "And I am giving counsel in this matter, for it is appropriate for you who began not only to act but to act willingly last year:"
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 10,
    "text": "But this is the covenant I will establish with the house of Israel after those days, says the Lord: I will put my laws in their minds and I will write them upon their hearts. I will be their God, and they shall be my people."
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 10,
    "text": "When the third angel blew his trumpet, a large star burning like a torch fell from the sky. It fell on a third of the rivers and on the springs of water."
  }
]