[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 22,
    "text": "Everything on dry land with the breath of life in its nostrils died."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 22,
    "text": "But the Egyptian magicians did the same by their magic arts. So Pharaoh hardened his heart and would not listen to them, just as the LORD had said."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 22,
    "text": "Prohibition Against Blood and Fat. The LORD said to Moses:"
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 22,
    "text": "one goat for a purification offering;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 22,
    "text": "He will remove these nations before you little by little. You cannot finish with them quickly, lest the wild beasts become too numerous for you."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 22,
    "text": "Joshua sent messengers and they ran to the tent and there they were, hidden in the tent, with the silver underneath."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 22,
    "text": "When they blew the three hundred horns, the LORD set the sword of one against another throughout the camp, and they fled as far as Beth-shittah in the direction of Zeredah, near the border of Abel-meholah at Tabbath."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 22,
    "text": "Therefore, great are you, Lord GOD! There is no one like you, no God but you, as we have always heard."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 22,
    "text": "The top of the columns was made like a lily. Thus the work on the columns was completed."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 22,
    "text": "Their father Ephraim mourned a long time, but after his relatives had come and comforted him,"
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 22,
    "text": "And the answer will come: “Because they abandoned the LORD, the God of their ancestors, who brought them out of the land of Egypt, and they embraced other gods, bowing down to them and serving them. That is why he has brought upon them all this evil.”"
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 22,
    "text": "within these limits: silver, one hundred talents; wheat, one hundred kors; wine, one hundred baths; oil, one hundred baths; salt, without limit."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 22,
    "text": "descendants of Hashum, three hundred and twenty-eight;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 22,
    "text": "Their children were listless, and the women and youths were fainting from thirst and were collapsing in the streets and gateways of the city, with no strength left in them."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 22,
    "text": "and all those who were troubling the people gathered about him. They took possession of the land of Judah and caused great distress in Israel."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 22,
    "text": "“I do not know how you came to be in my womb; it was not I who gave you breath and life, nor was it I who arranged the elements you are made of."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 22,
    "text": "He follows her impulsively, like an ox that goes to slaughter; Like a stag that bounds toward the net,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 22,
    "text": "for your heart knows that you have many times cursed others."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 22,
    "text": "for Wisdom, the artisan of all, taught me. Nature and Incomparable Dignity of Wisdom - For in her is a spirit intelligent, holy, unique, Manifold, subtle, agile, clear, unstained, certain, Never harmful, loving the good, keen,"
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 22,
    "text": "Do you have livestock? Look after them; if they are dependable, keep them."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 22,
    "text": "and from their abundant yield of milk he shall eat curds; curds and honey shall be the food of all who are left in the land."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 22,
    "text": "In speaking to your ancestors on the day I brought them out of the land of Egypt, I gave them no command concerning burnt offering or sacrifice."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 22,
    "text": "I will turn my face away from them. My treasure will be defiled; the violent will enter and defile it."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 22,
    "text": "until the Ancient of Days came, and judgment was pronounced in favor of the holy ones of the Most High, and the time arrived for the holy ones to possess the kingship."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 22,
    "text": "Many will say to me on that day, ‘Lord, Lord, did we not prophesy in your name? Did we not drive out demons in your name? Did we not do mighty deeds in your name?’"
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 22,
    "text": "adultery, greed, malice, deceit, licentiousness, envy, blasphemy, arrogance, folly."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 22,
    "text": "And he said to them in reply, “Go and tell John what you have seen and heard: the blind regain their sight, the lame walk, lepers are cleansed, the deaf hear, the dead are raised, the poor have the good news proclaimed to them."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 22,
    "text": "because of it. Moses gave you circumcision—not that it came from Moses but rather from the patriarchs—and you circumcise a man on the sabbath."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 22,
    "text": "Moses was educated [in] all the wisdom of the Egyptians and was powerful in his words and deeds."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 22,
    "text": "For I take delight in the law of God, in my inner self,"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 22,
    "text": "For the slave called in the Lord is a freed person in the Lord, just as the free person who has been called is a slave of Christ."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 22,
    "text": "to that same degree has Jesus [also] become the guarantee of an [even] better covenant."
  }
]