[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 3,
    "text": "Any living creature that moves about shall be yours to eat; I give them all to you as I did the green plants."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 3,
    "text": "the hand of the LORD will strike your livestock in the field—your horses, donkeys, camels, herds and flocks—with a very severe pestilence."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 3,
    "text": "Tell the Israelites, too: Take a he-goat for a purification offering, a calf and a lamb, both unblemished yearlings, for a burnt offering,"
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 3,
    "text": "In the evening twilight of the fourteenth day of this month you shall celebrate it at its prescribed time, in accord with all its statutes and regulations."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 3,
    "text": "Know, then, today that it is the LORD, your God, who will cross over before you as a consuming fire; he it is who will destroy them and subdue them before you, so that you can dispossess and remove them quickly, as the LORD promised you."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 3,
    "text": "The Gibeonite Deception. On hearing what Joshua had done to Jericho and Ai, the inhabitants of Gibeon"
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 3,
    "text": "When his mother’s kin repeated these words on his behalf to all the lords of Shechem, they set their hearts on Abimelech, thinking, “He is our kin.”"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 3,
    "text": "The Lost Donkeys. Now the donkeys of Saul’s father, Kish, had wandered off. Kish said to his son Saul, “Take one of the servants with you and go out and hunt for the donkeys.”"
  },
  {
    "book": "2Samuel",
    "chapter": 9,
    "verse": 3,
    "text": "Then the king asked, “Is there any survivor of Saul’s house to whom I may show God’s kindness?” Ziba answered the king, “There is still Jonathan’s son, the one whose feet are crippled.”"
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 3,
    "text": "The LORD said to him: I have heard the prayer of petition which you offered in my presence. I have consecrated this house which you have built and I set my name there forever; my eyes and my heart shall be there always."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 3,
    "text": "From the flask you have, pour oil on his head, and say, ‘Thus says the LORD: I anoint you king over Israel.’ Then open the door and flee without delay.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 3,
    "text": "Jerusalemites. In Jerusalem lived Judahites and Benjaminites; also Ephraimites and Manassites."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 3,
    "text": "When the queen of Sheba witnessed Solomon’s great wisdom, the house he had built,"
  },
  {
    "book": "Ezra",
    "chapter": 9,
    "verse": 3,
    "text": "Ezra’s Reaction. When I had heard this, I tore my cloak and my mantle, plucked hair from my head and beard, and sat there devastated."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 3,
    "text": "When they had taken their places, they read from the book of the law of the LORD their God, for a fourth of the day, and during another fourth they made their confession and bowed down before the LORD their God."
  },
  {
    "book": "Tobit",
    "chapter": 9,
    "verse": 3,
    "text": "For you know that my father will be counting the days. If I should delay even by a single day, I would cause him intense grief."
  },
  {
    "book": "Judith",
    "chapter": 9,
    "verse": 3,
    "text": "Therefore you handed over their rulers to slaughter; and you handed over to bloodshed the bed in which they lay deceived, the same bed that had felt the shame of their own deceiving. You struck down the slaves together with their masters, and the masters upon their thrones."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 3,
    "text": "Moreover, all the officials of the provinces, the satraps, governors, and royal procurators supported the Jews out of fear of Mordecai;"
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 3,
    "text": "In the first month of the one hundred and fifty-second year, they encamped against Jerusalem."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 3,
    "text": "On his arrival in Ecbatana, he learned what had happened to Nicanor and to Timothy’s forces."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 3,
    "text": "Should one wish to contend with him, he could not answer him once in a thousand times."
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 3,
    "text": "I will delight and rejoice in you; I will sing hymns to your name, Most High."
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 3,
    "text": "She has sent out her maidservants; she calls from the heights out over the city:"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 3,
    "text": "Among all the things that are done under the sun, this is the worst, that there is one lot for all. Hence the hearts of human beings are filled with evil, and madness is in their hearts during life; and afterward—to the dead!"
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 3,
    "text": "And to govern the world in holiness and righteousness, and to render judgment in integrity of heart:"
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 3,
    "text": "Do not go near a strange woman, lest you fall into her snares."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 3,
    "text": "For the yoke that burdened them, the pole on their shoulder, The rod of their taskmaster, you have smashed, as on the day of Midian."
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 3,
    "text": "Be on your guard, everyone against his neighbor; put no trust in any brother. Every brother imitates Jacob, the supplanter, every neighbor is guilty of slander."
  },
  {
    "book": "Ezekiel",
    "chapter": 9,
    "verse": 3,
    "text": "Then the glory of the God of Israel moved off the cherub and went up to the threshold of the temple. He called to the man dressed in linen with the scribe’s case at his waist,"
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 3,
    "text": "I turned to the Lord God, to seek help, in prayer and petition, with fasting, sackcloth, and ashes."
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 3,
    "text": "They will not dwell in the LORD’s land; Ephraim will return to Egypt, and in Assyria they will eat unclean food."
  },
  {
    "book": "Amos",
    "chapter": 9,
    "verse": 3,
    "text": "Though they hide on the summit of Carmel, there too I will hunt them down and take them; Though they hide from my gaze at the bottom of the sea, there I will command the serpent to bite them."
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 3,
    "text": "Tyre built itself a stronghold, and heaped up silver like dust, and gold like the mud of the streets."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 3,
    "text": "At that, some of the scribes said to themselves, “This man is blaspheming.”"
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 3,
    "text": "and his clothes became dazzling white, such as no fuller on earth could bleach them."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 3,
    "text": "He said to them, “Take nothing for the journey, neither walking stick, nor sack, nor food, nor money, and let no one take a second tunic."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 3,
    "text": "Jesus answered, “Neither he nor his parents sinned; it is so that the works of God might be made visible through him."
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 3,
    "text": "On his journey, as he was nearing Damascus, a light from the sky suddenly flashed around him."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 3,
    "text": "For I could wish that I myself were accursed and separated from Christ for the sake of my brothers, my kin according to the flesh."
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 3,
    "text": "My defense against those who would pass judgment on me is this."
  },
  {
    "book": "2Corinthians",
    "chapter": 9,
    "verse": 3,
    "text": "Nonetheless, I sent the brothers so that our boast about you might not prove empty in this case, so that you might be ready, as I said,"
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 3,
    "text": "Behind the second veil was the tabernacle called the Holy of Holies,"
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 3,
    "text": "Locusts came out of the smoke onto the land, and they were given the same power as scorpions of the earth."
  }
]