[
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 34,
    "text": "Their enrollment, registering every male of a month or more, was six thousand two hundred."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 34,
    "text": "Your hands were not bound with chains, nor your feet placed in fetters; As one falls before the wicked, you fell. And all the people continued to weep for him."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 34,
    "text": "saying in the presence of his associates and the troops of Samaria: “What are these miserable Jews trying to do? Will they complete their restoration in a single day? Will they recover these stones, burnt as they are, from the heaps of dust?”"
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 34,
    "text": "He entrusted to him half of his forces, and the elephants, and gave him instructions concerning everything he wanted done. As for the inhabitants of Judea and Jerusalem,"
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 34,
    "text": "Since you have been scourged by Heaven, proclaim to all God’s great power.” When they had said this, they disappeared."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 34,
    "text": "Those who scoff, he scoffs at, but the lowly he favors."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 34,
    "text": "That someone tramples underfoot all the prisoners in the land,"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 34,
    "text": "Before whom the stars at their posts shine and rejoice."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 34,
    "text": "For your name’s sake, do not deliver us up forever, or make void your covenant."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 34,
    "text": "And looking around at those seated in the circle he said, “Here are my mother and my brothers."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 34,
    "text": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 34,
    "text": "For the one whom God sent speaks the words of God. He does not ration his gift of the Spirit."
  }
]