[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 6,
    "text": "the LORD regretted making human beings on the earth, and his heart was grieved."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 6,
    "text": "Therefore, say to the Israelites: I am the LORD. I will free you from the burdens of the Egyptians and will deliver you from their slavery. I will redeem you by my outstretched arm and with mighty acts of judgment."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 6,
    "text": "The fire is to be kept burning continuously on the altar; it must not go out. The Grain Offering."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 6,
    "text": "As long as they are dedicated to the LORD, they shall not come near a dead person."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 6,
    "text": "Take to heart these words which I command you today."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 6,
    "text": "Summoning the priests, Joshua, son of Nun, said to them, “Take up the ark of the covenant with seven of the priests carrying ram's horns in front of the ark of the LORD.”"
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 6,
    "text": "Israel was reduced to utter poverty by Midian, and so the Israelites cried out to the LORD."
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 6,
    "text": "Why should you become stubborn, the way the Egyptians and Pharaoh were stubborn? Was it not after he had dealt ruthlessly with them that the Israelites were released and departed?"
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 6,
    "text": "As they reached the threshing floor of Nodan, Uzzah stretched out his hand to the ark of God and steadied it, for the oxen were tipping it."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 6,
    "text": "The lowest story was five cubits wide, the middle one six cubits wide, the third seven cubits wide, because he put recesses along the outside of the house to avoid fastening anything into the walls of the house."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 6,
    "text": "“Where did it fall?” asked the man of God. When he pointed out the spot, Elisha cut off a stick, threw it into the water, and brought the iron to the surface."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 6,
    "text": "whose son was Joah, whose son was Iddo, whose son was Zerah, whose son was Jetherai."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 6,
    "text": "but now I have chosen Jerusalem, that my name may be there, and I have chosen David to rule my people Israel."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 6,
    "text": "“Now, therefore, Tattenai, governor of West-of-Euphrates, and Shethar-bozenai, and you, their fellow officials in West-of-Euphrates, stay away from there."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 6,
    "text": "containing this text: “Among the nations it has been reported—Gashmu is witness to this—that you and the Jews are planning a rebellion; that for this reason you are rebuilding the wall; and that you are to be their king."
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 6,
    "text": "Then at my return, the sword of my army or the spear of my attendants will pierce your sides, and you will fall among their wounded."
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 6,
    "text": "When Haman entered, the king said to him, “What should be done for the man whom the king wishes to reward?” Now Haman thought to himself, “Whom would the king wish to honor more than me?”"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 6,
    "text": "that Lysias had gone at first with a strong army and been driven back; that the people of Judah had grown strong by reason of the arms, wealth, and abundant spoils taken from the armies they had cut down;"
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 6,
    "text": "No one could keep the sabbath or celebrate the traditional feasts, nor even admit to being a Jew."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 6,
    "text": "Can anything insipid be eaten without salt? Is there flavor in the white of an egg?"
  },
  {
    "book": "Psalms",
    "chapter": 6,
    "verse": 6,
    "text": "For in death there is no remembrance of you. Who praises you in Sheol?"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 6,
    "text": "The Ant and the Sluggard at Harvest Go to the ant, O sluggard, study her ways and learn wisdom;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 6,
    "text": "Should such a one live twice a thousand years and not enjoy those goods, do not both go to the same place?"
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 6,
    "text": "Your teeth are like a flock of ewes that come up from the washing, All of them big with twins, none of them barren."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 6,
    "text": "For the lowly may be pardoned out of mercy but the mighty shall be mightily put to the test."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 6,
    "text": "Let those who are friendly to you be many, but one in a thousand your confidant."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 6,
    "text": "Then one of the seraphim flew to me, holding an ember which he had taken with tongs from the altar."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 6,
    "text": "For thus says the LORD of hosts: Hew down her trees, throw up a siege mound against Jerusalem. Woe to the city marked for punishment; there is nothing but oppression within her!"
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 6,
    "text": "For my angel is with you, and he will keep watch on you."
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 6,
    "text": "Wherever you live, cities shall be ruined and high places laid waste, in order that your altars be laid waste and devastated, your idols broken and smashed, your incense altars hacked to pieces, and whatever you have made wiped out."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 6,
    "text": "Then these men said to themselves, “We shall find no grounds for accusation against this Daniel except in connection with the law of his God.”"
  },
  {
    "book": "Hosea",
    "chapter": 6,
    "verse": 6,
    "text": "For it is loyalty that I desire, not sacrifice, and knowledge of God rather than burnt offerings."
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 6,
    "text": "Who drink wine from bowls, and anoint themselves with the best oils, but are not made ill by the collapse of Joseph;"
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 6,
    "text": "With what shall I come before the LORD, and bow before God most high? Shall I come before him with burnt offerings, with calves a year old?"
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 6,
    "text": "The one with the black horses is going toward the land of the north, and the white horses go toward the west, and the dappled ones go toward the land of the south.”"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 6,
    "text": "But when you pray, go to your inner room, close the door, and pray to your Father in secret. And your Father who sees in secret will repay you."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 6,
    "text": "He was amazed at their lack of faith. The Mission of the Twelve. He went around to the villages in the vicinity teaching."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 6,
    "text": "On another sabbath he went into the synagogue and taught, and there was a man there whose right hand was withered."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 6,
    "text": "He said this to test him, because he himself knew what he was going to do."
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 6,
    "text": "They presented these men to the apostles who prayed and laid hands on them."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 6,
    "text": "We know that our old self was crucified with him, so that our sinful body might be done away with, that we might no longer be in slavery to sin."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 6,
    "text": "But rather brother goes to court against brother, and that before unbelievers?"
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 6,
    "text": "by purity, knowledge, patience, kindness, in a holy spirit, in unfeigned love,"
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 6,
    "text": "One who is being instructed in the word should share all good things with his instructor."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 6,
    "text": "not only when being watched, as currying favor, but as slaves of Christ, doing the will of God from the heart,"
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 6,
    "text": "Indeed, religion with contentment is a great gain."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 6,
    "text": "and then have fallen away, to bring them to repentance again, since they are recrucifying the Son of God for themselves and holding him up to contempt."
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 6,
    "text": "I heard what seemed to be a voice in the midst of the four living creatures. It said, “A ration of wheat costs a day's pay, and three rations of barley cost a day's pay. But do not damage the olive oil or the wine.”"
  }
]