[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 9,
    "text": "Out of the ground the LORD God made grow every tree that was delightful to look at and good for food, with the tree of life in the middle of the garden and the tree of the knowledge of good and evil."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 9,
    "text": "Pharaoh's daughter said to her, “Take this child and nurse him for me, and I will pay your wages.” So the woman took the child and nursed him."
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 9,
    "text": "The priest shall then remove from the grain offering a token and burn it on the altar as a sweet-smelling oblation to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 9,
    "text": "The total enrollment of the camp of Judah by companies is one hundred and eighty-six thousand four hundred. They shall be first on the march."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 9,
    "text": "And the LORD said to me, Do not show hostility to the Moabites or engage them in battle, for I will not give you possession of any of their land, since I have given Ar to the descendants of Lot as their possession."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 9,
    "text": "and said: “I know that the LORD has given you the land, that a dread of you has come upon us, and that all the inhabitants of the land tremble with fear because of you."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 9,
    "text": "and they buried him within the borders of his heritage at Timnath-heres in the mountain region of Ephraim north of Mount Gaash."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 9,
    "text": "Watch to see which field is to be harvested, and follow them. Have I not commanded the young men to do you no harm? When you are thirsty, go and drink from the vessels the young people have filled.”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 9,
    "text": "He guards the footsteps of his faithful ones, but the wicked shall perish in the darkness; for not by strength does one prevail."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 9,
    "text": "where he made him king over Gilead, the Asherites, Jezreel, Ephraim, Benjamin, and the rest of Israel."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 9,
    "text": "But you must not let him go unpunished. You are wise; you will know what to do to send his gray head down to Sheol in blood.”"
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 9,
    "text": "When they had crossed over, Elijah said to Elisha, “Request whatever I might do for you, before I am taken from you.” Elisha answered, “May I receive a double portion of your spirit.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 9,
    "text": "The sons born to Hezron were Jerahmeel, Ram, and Chelubai."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 9,
    "text": "I will furnish as food for your servants, the woodcutters, twenty thousand kors of wheat, twenty thousand kors of barley, twenty thousand baths of wine, and twenty thousand baths of oil.”"
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 9,
    "text": "descendants of Zaccai, seven hundred and sixty;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 9,
    "text": "Thus I proceeded to the governors of West-of-Euphrates and presented the king's letters to them. The king also sent with me army officers and cavalry."
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 9,
    "text": "Tobit's Blindness. That same night I washed and went into my courtyard, where I lay down to sleep beside the wall. Because of the heat I left my face uncovered."
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 9,
    "text": "and I will deport them as exiles to the very ends of the earth."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 9,
    "text": "The young woman pleased him and won his favor. So he promptly furnished her with cosmetics and provisions. Then choosing seven maids for her from the royal palace, he transferred both her and her maids to the best place in the harem."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 9,
    "text": "her glorious vessels carried off as spoils, Her infants murdered in her streets, her youths by the sword of the enemy."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 9,
    "text": "It is also related how Solomon in his wisdom offered a sacrifice for the dedication and the completion of the temple."
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 9,
    "text": "Then his wife said to him, “Are you still holding to your innocence? Curse God and die!”"
  },
  {
    "book": "Psalms",
    "chapter": 2,
    "verse": 9,
    "text": "With an iron rod you will shepherd them, like a potter's vessel you will shatter them.”"
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 9,
    "text": "Then you will understand what is right and just, what is fair, every good path;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 9,
    "text": "I accumulated much more than all others before me in Jerusalem; my wisdom, too, stayed with me."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 9,
    "text": "My lover is like a gazelle or a young stag. See! He is standing behind our wall, gazing through the windows, peering through the lattices."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 9,
    "text": "Let no meadow be free from our wantonness; everywhere let us leave tokens of our merriment, for this is our portion, and this our lot."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 9,
    "text": "You that fear the Lord, hope for good things, for lasting joy and mercy."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 9,
    "text": "So all shall be abased, each one brought low. Do not pardon them!"
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 9,
    "text": "Therefore I will again accuse you—oracle of the LORD— even your children's children I will accuse."
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 9,
    "text": "Her gates sank into the ground; he smashed her bars to bits. Her king and her princes are among the nations; instruction is wanting, Even her prophets do not obtain any vision from the LORD."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 9,
    "text": "The LORD kept watch over the evils, and brought them home to us; for the LORD is just in all the works he commanded us to do,"
  },
  {
    "book": "Ezekiel",
    "chapter": 2,
    "verse": 9,
    "text": "It was then I saw a hand stretched out to me; in it was a written scroll."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 9,
    "text": "If you do not tell me the dream, there can be but one decree for you. You have conspired to present a false and deceitful interpretation to me until the crisis is past. Tell me the dream, therefore, that I may be sure that you can also give its correct interpretation.”"
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 9,
    "text": "If she runs after her lovers, she will not overtake them; if she seeks them she will not find them. Then she will say, “I will go back to my first husband, for I was better off then than now.”"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 9,
    "text": "They charge the city, they run upon the wall, they climb into the houses; Through the windows they enter like thieves."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 9,
    "text": "Yet it was I who destroyed the Amorites before them, who were as tall as cedars, and as strong as oak trees. I destroyed their fruit above and their roots beneath."
  },
  {
    "book": "Jonah",
    "chapter": 2,
    "verse": 9,
    "text": "Those who worship worthless idols abandon their hope for mercy."
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 9,
    "text": "The women of my people you drive out from their pleasant houses; From their children you take away forever the honor I gave them."
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 9,
    "text": "Nineveh is like a pool whose waters escape; “Stop! Stop!” but none turns back."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 9,
    "text": "Ah! you who pursue evil gain for your household, setting your nest on high to escape the reach of misfortune!"
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 9,
    "text": "Therefore, as I live— oracle of the LORD of hosts— the God of Israel, Moab shall become like Sodom, the Ammonites like Gomorrah: A field of weeds, a salt pit, a waste forever. The remnant of my people shall plunder them, the survivors of my nation dispossess them."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 9,
    "text": "Greater will be the glory of this house the latter more than the former—says the LORD of hosts; And in this place I will give you peace— oracle of the LORD of hosts. Priestly Ruling with Prophetic Interpretation."
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 9,
    "text": "I will be an encircling wall of fire for it—oracle of the LORD—and I will be the glory in its midst.”"
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 9,
    "text": "I, therefore, have made you contemptible and base before all the people, For you do not keep my ways, but show partiality in your instruction."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 9,
    "text": "After their audience with the king they set out. And behold, the star that they had seen at its rising preceded them, until it came and stopped over the place where the child was."
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 9,
    "text": "Which is easier, to say to the paralytic, ‘Your sins are forgiven,' or to say, ‘Rise, pick up your mat and walk'?"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 9,
    "text": "The angel of the Lord appeared to them and the glory of the Lord shone around them, and they were struck with great fear."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 9,
    "text": "And when the headwaiter tasted the water that had become wine, without knowing where it came from (although the servers who had drawn the water knew), the headwaiter called the bridegroom"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 9,
    "text": "We are Parthians, Medes, and Elamites, inhabitants of Mesopotamia, Judea and Cappadocia, Pontus and Asia,"
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 9,
    "text": "Yes, affliction and distress will come upon every human being who does evil, Jew first and then Greek."
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 9,
    "text": "But as it is written: “What eye has not seen, and ear has not heard, and what has not entered the human heart, what God has prepared for those who love him,”"
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 9,
    "text": "For this is why I wrote, to know your proven character, whether you were obedient in everything."
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 9,
    "text": "and when they recognized the grace bestowed upon me, James and Cephas and John, who were reputed to be pillars, gave me and Barnabas their right hands in partnership, that we should go to the Gentiles and they to the circumcised."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 9,
    "text": "it is not from works, so no one may boast."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 9,
    "text": "Because of this, God greatly exalted him and bestowed on him the name that is above every name,"
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 9,
    "text": "Sovereign Role of Christ. For in him dwells the whole fullness of the deity bodily,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 9,
    "text": "You recall, brothers, our toil and drudgery. Working night and day in order not to burden any of you, we proclaimed to you the gospel of God."
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 9,
    "text": "the one whose coming springs from the power of Satan in every mighty deed and in signs and wonders that lie,"
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 9,
    "text": "Similarly, [too,] women should adorn themselves with proper conduct, with modesty and self-control, not with braided hairstyles and gold ornaments, or pearls, or expensive clothes,"
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 9,
    "text": "for which I am suffering, even to the point of chains, like a criminal. But the word of God is not chained."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 9,
    "text": "Slaves are to be under the control of their masters in all respects, giving them satisfaction, not talking back to them"
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 9,
    "text": "but we do see Jesus “crowned with glory and honor” because he suffered death, he who “for a little while” was made “lower than the angels,” that by the grace of God he might taste death for everyone."
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 9,
    "text": "But if you show partiality, you commit sin, and are convicted by the law as transgressors."
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 9,
    "text": "But you are “a chosen race, a royal priesthood, a holy nation, a people of his own, so that you may announce the praises” of him who called you out of darkness into his wonderful light."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 9,
    "text": "then the Lord knows how to rescue the devout from trial and to keep the unrighteous under punishment for the day of judgment,"
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 9,
    "text": "Whoever says he is in the light, yet hates his brother, is still in the darkness."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 9,
    "text": "“I know your tribulation and poverty, but you are rich. I know the slander of those who claim to be Jews and are not, but rather are members of the assembly of Satan."
  }
]