[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 9,
    "text": "He was a mighty hunter in the eyes of the LORD; hence the saying, “Like Nimrod, a mighty hunter in the eyes of the LORD.”"
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 9,
    "text": "Moses answered, “With our young and old we must go; with our sons and daughters, with our flocks and herds we must go. It is a pilgrimage feast of the LORD for us.”"
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 9,
    "text": "When you are to go to the tent of meeting, you and your sons are forbidden, by a perpetual statute throughout your generations, to drink any wine or strong drink, lest you die."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 9,
    "text": "When in your own land you go to war against an enemy that is attacking you, you shall sound the alarm on the trumpets, and you shall be remembered before the LORD, your God, and be saved from your foes."
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 9,
    "text": "For this reason, Levi has no hereditary portion with his relatives; the LORD himself is his portion, as the LORD, your God, promised him."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 9,
    "text": "After an all-night march from Gilgal, Joshua made a surprise attack upon them,"
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 9,
    "text": "The Ammonites also crossed the Jordan to fight against Judah, Benjamin and the house of Ephraim, so that Israel was in great distress."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 9,
    "text": "The Signs Come to Pass. As Saul turned to leave Samuel, God changed his heart. That very day all these signs came to pass…."
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 9,
    "text": "When Joab saw that there was a battle line both in front of and behind him, he chose some of the best fighters of Israel and lined them up against the Arameans;"
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 9,
    "text": "Blessed be the LORD, your God, who has been pleased to place you on the throne of Israel. In his enduring love for Israel, the LORD has made you king to carry out judgment and justice.”"
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 9,
    "text": "In the morning he came outside, stood there, and said to all the people: “You are guiltless, for it was I who conspired against my lord and slew him. But who killed all these?"
  },
  {
    "book": "1Chronicles",
    "chapter": 10,
    "verse": 9,
    "text": "They stripped him, and took his head and his armor; these they sent throughout the land of the Philistines to bring the good news to their idols and to the people."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 9,
    "text": "He said to them, “What answer do you advise us to give this people, who have told me, ‘Lighten the yoke your father imposed on us’?”"
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 9,
    "text": "All the men of Judah and Benjamin gathered together in Jerusalem within the three-day period: it was in the ninth month, on the twentieth day of the month. All the people, sitting in the open place before the house of God, were trembling both over the matter at hand and because it was raining."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 9,
    "text": "Maaziah, Bilgai, Shemaiah: these are the priests."
  },
  {
    "book": "Tobit",
    "chapter": 10,
    "verse": 9,
    "text": "But Tobiah insisted, “No, I beg you to send me back to my father.”"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 9,
    "text": "Judith bowed down to God. Judith and Her Maid Leave Bethulia. Then she said to them, “Order the gate of the city opened for me, that I may go to accomplish the matters we discussed.” So they ordered the young men to open the gate for her, as she had requested,"
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 9,
    "text": "Those in the citadel released the hostages to Jonathan, and he gave them back to their parents."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 9,
    "text": "Such was the end of Antiochus surnamed Epiphanes."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 9,
    "text": "Oh, remember that you fashioned me from clay! Will you then bring me down to dust again?"
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 9,
    "text": "They lurk in ambush like lions in a thicket, hide there to trap the poor, snare them and close the net."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 9,
    "text": "Whoever walks honestly walks securely, but one whose ways are crooked will fare badly."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 9,
    "text": "Whoever quarries stones may be hurt by them, and whoever chops wood is in danger from it."
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 9,
    "text": "But Wisdom rescued from tribulations those who served her."
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 9,
    "text": "Why are dust and ashes proud? Even during life the body decays."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 9,
    "text": "“Is not Calno like Carchemish, Or Hamath like Arpad, or Samaria like Damascus?"
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 9,
    "text": "Silver plates brought from Tarshish, and gold from Ophir, The work of the artisan and the handiwork of the smelter, Clothed with violet and purple— all of them the work of skilled workers."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 9,
    "text": "I also saw four wheels beside the cherubim, one wheel beside each cherub, and the wheels appeared to have the sparkle of yellow topaz."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 9,
    "text": "When I heard the sound of his voice, I fell face forward unconscious."
  },
  {
    "book": "Hosea",
    "chapter": 10,
    "verse": 9,
    "text": "War Because of Israel’s Wickedness - Since the days of Gibeah you have sinned, Israel. There they took their stand; will war not reach them in Gibeah? Against a perverse people"
  },
  {
    "book": "Zechariah",
    "chapter": 10,
    "verse": 9,
    "text": "I sowed them among the nations, yet in distant lands they will remember me; they will bear their children and return."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 9,
    "text": "Do not take gold or silver or copper for your belts;"
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 9,
    "text": "Therefore what God has joined together, no human being must separate.”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 9,
    "text": "cure the sick in it and say to them, ‘The kingdom of God is at hand for you.’"
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 9,
    "text": "I am the gate. Whoever enters through me will be saved, and will come in and go out and find pasture."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 9,
    "text": "The Vision of Peter. The next day, while they were on their way and nearing the city, Peter went up to the roof terrace to pray at about noontime."
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 9,
    "text": "for, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 9,
    "text": "Let us not test Christ as some of them did, and suffered death by serpents."
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 9,
    "text": "May I not seem as one frightening you through letters."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 9,
    "text": "Then he says, “Behold, I come to do your will.” He takes away the first to establish the second."
  },
  {
    "book": "Revelation",
    "chapter": 10,
    "verse": 9,
    "text": "So I went up to the angel and told him to give me the small scroll. He said to me, “Take and swallow it. It will turn your stomach sour, but in your mouth it will taste as sweet as honey.”"
  }
]