[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 9,
    "text": "The LORD God then called to the man and asked him: Where are you?"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 9,
    "text": "Now indeed the outcry of the Israelites has reached me, and I have seen how the Egyptians are oppressing them."
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 9,
    "text": "From the communion sacrifice the individual shall present as an oblation to the LORD its fat: the whole fatty tail, which is removed close to the spine, the fat that covers the inner organs, and all the fat that adheres to them,"
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 9,
    "text": "You shall assign the Levites to Aaron and his sons; they have been assigned unconditionally to him from among the Israelites."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 9,
    "text": "(the Sidonians call Hermon Sirion and the Amorites call it Senir),"
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 9,
    "text": "So Joshua said to the Israelites, “Come here and listen to the words of the LORD, your God.”"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 9,
    "text": "But when the Israelites cried out to the LORD, he raised up a savior for them, to save them. It was Othniel, son of Caleb's younger brother Kenaz."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 9,
    "text": "“Who are you?” he asked. She replied, “I am your servant Ruth. Spread the wing of your cloak over your servant, for you are a redeemer.”"
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 9,
    "text": "So he said to Samuel, “Go to sleep, and if you are called, reply, ‘Speak, LORD, for your servant is listening.'” When Samuel went to sleep in his place,"
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 9,
    "text": "May God do thus to Abner, and more, if I do not carry out for David what the LORD swore to him—"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 9,
    "text": "Give your servant, therefore, a listening heart to judge your people and to distinguish between good and evil. For who is able to give judgment for this vast people of yours?”"
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 9,
    "text": "So the king of Israel set out, accompanied by the king of Judah and the king of Edom. After a roundabout journey of seven days the water gave out for the army and for the animals with them."
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 9,
    "text": "All these were sons of David, in addition to other sons by concubines; and Tamar was their sister."
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 9,
    "text": "The weight of the nails was fifty gold shekels. The upper chambers he likewise overlaid with gold."
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 9,
    "text": "Jeshua and his sons and kinsmen, with Kadmiel and Binnui, son of Hodaviah, and their sons and their kindred, the Levites, together undertook to supervise those who were engaged in the work on the house of God."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 9,
    "text": "Next to them the work of repair was carried out by Rephaiah, son of Hur, administrator of half the district of Jerusalem,"
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 9,
    "text": "Why do you beat us? Because your husbands are dead? Go, join them! May we never see son or daughter of yours!”"
  },
  {
    "book": "Judith",
    "chapter": 3,
    "verse": 9,
    "text": "At length Holofernes reached Esdraelon in the neighborhood of Dothan, the approach to the main ridge of the Judean mountains;"
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 9,
    "text": "If it please the king, let a decree be issued to destroy them; and I will deliver to the procurators ten thousand silver talents for deposit in the royal treasury.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 9,
    "text": "was renowned to the ends of the earth; and gathered together those who were perishing."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 9,
    "text": "When he arrived in Jerusalem and had been graciously received by the high priest of the city, he told him about the information that had been given, and explained the reason for his presence, and he inquired if these things were really true."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 9,
    "text": "May the stars of its twilight be darkened; may it look for daylight, but have none, nor gaze on the eyes of the dawn,"
  },
  {
    "book": "Psalms",
    "chapter": 3,
    "verse": 9,
    "text": "Salvation is from the LORD! May your blessing be upon your people! Selah"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 9,
    "text": "Honor the LORD with your wealth, with first fruits of all your produce;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 9,
    "text": "What profit have workers from their toil?"
  },
  {
    "book": "SongofSongs",
    "chapter": 3,
    "verse": 9,
    "text": "King Solomon made himself an enclosed litter of wood from Lebanon."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 9,
    "text": "Those who trust in him shall understand truth, and the faithful shall abide with him in love: Because grace and mercy are with his holy ones, and his care is with the elect."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 9,
    "text": "A father's blessing gives a person firm roots, but a mother's curse uproots the growing plant."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 9,
    "text": "Their very look bears witness against them; they boast of their sin like Sodom, They do not hide it. Woe to them! They deal out evil to themselves."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 9,
    "text": "With her casual prostitution, she polluted the land, committing adultery with stone and wood."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 9,
    "text": "He has hemmed in my ways with fitted stones, and made my paths crooked."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 9,
    "text": "II. Praise of Wisdom A. Importance of Wisdom - Hear, Israel, the commandments of life: listen, and know prudence!"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 9,
    "text": "Like diamond, harder than flint, I make your brow. Do not be afraid of them, or be terrified by their looks, for they are a rebellious house."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 9,
    "text": "to King Nebuchadnezzar: “O king, live forever!"
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 9,
    "text": "Proclaim this in the strongholds of Assyria, in the strongholds of the land of Egypt: “Gather on the mount of Samaria, and see the great disorders within it, the oppressions within its midst.”"
  },
  {
    "book": "Jonah",
    "chapter": 3,
    "verse": 9,
    "text": "Who knows? God may again repent and turn from his blazing wrath, so that we will not perish.”"
  },
  {
    "book": "Micah",
    "chapter": 3,
    "verse": 9,
    "text": "Hear this, you leaders of the house of Jacob, you rulers of the house of Israel! You who abhor justice, and pervert all that is right;"
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 9,
    "text": "Ethiopia was her strength, and Egypt without end; Put and the Libyans were her allies."
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 9,
    "text": "You readied your bow, you filled your bowstring with arrows. Selah You split the earth with rivers;"
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 9,
    "text": "For then I will make pure the speech of the peoples, That they all may call upon the name of the LORD, to serve him with one accord;"
  },
  {
    "book": "Zechariah",
    "chapter": 3,
    "verse": 9,
    "text": "Look at the stone that I have placed before Joshua. On this one stone with seven facets I will engrave its inscription—oracle of the LORD of hosts—and I will take away the guilt of that land in one day."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 9,
    "text": "You are indeed accursed, for you, the whole nation, rob me."
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 9,
    "text": "And do not presume to say to yourselves, ‘We have Abraham as our father.' For I tell you, God can raise up children to Abraham from these stones."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 9,
    "text": "He told his disciples to have a boat ready for him because of the crowd, so that they would not crush him."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 9,
    "text": "Even now the ax lies at the root of the trees. Therefore every tree that does not produce good fruit will be cut down and thrown into the fire.”"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 9,
    "text": "Nicodemus answered and said to him, “How can this happen?”"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 9,
    "text": "When all the people saw him walking and praising God,"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 9,
    "text": "Well, then, are we better off? Not entirely, for we have already brought the charge against Jews and Greeks alike that they are all under the domination of sin,"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 9,
    "text": "For we are God's co-workers; you are God's field, God's building."
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 9,
    "text": "For if the ministry of condemnation was glorious, the ministry of righteousness will abound much more in glory."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 9,
    "text": "Consequently, those who have faith are blessed along with Abraham who had faith."
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 9,
    "text": "and to bring to light [for all] what is the plan of the mystery hidden from ages past in God who created all things,"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 9,
    "text": "and be found in him, not having any righteousness of my own based on the law but that which comes through faith in Christ, the righteousness from God, depending on faith"
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 9,
    "text": "Stop lying to one another, since you have taken off the old self with its practices"
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 9,
    "text": "Concluding Thanksgiving and Prayer. What thanksgiving, then, can we render to God for you, for all the joy we feel on your account before our God?"
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 9,
    "text": "Not that we do not have the right. Rather, we wanted to present ourselves as a model for you, so that you might imitate us."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 9,
    "text": "holding fast to the mystery of the faith with a clear conscience."
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 9,
    "text": "But they will not make further progress, for their foolishness will be plain to all, as it was with those two. Paul's Example and Teaching."
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 9,
    "text": "Avoid foolish arguments, genealogies, rivalries, and quarrels about the law, for they are useless and futile."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 9,
    "text": "where your ancestors tested and tried me and saw my works"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 9,
    "text": "With it we bless the Lord and Father, and with it we curse human beings who are made in the likeness of God."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 9,
    "text": "Do not return evil for evil, or insult for insult; but, on the contrary, a blessing, because to this you were called, that you might inherit a blessing."
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 9,
    "text": "The Lord does not delay his promise, as some regard “delay,” but he is patient with you, not wishing that any should perish but that all should come to repentance."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 9,
    "text": "No one who is begotten by God commits sin, because God's seed remains in him; he cannot sin because he is begotten by God."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 9,
    "text": "Behold, I will make those of the assembly of Satan who claim to be Jews and are not, but are lying, behold I will make them come and fall prostrate at your feet, and they will realize that I love you."
  }
]