[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 14,
    "text": "Then the LORD God said to the snake: Because you have done this, cursed are you among all the animals, tame or wild; On your belly you shall crawl, and dust you shall eat all the days of your life."
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 14,
    "text": "God replied to Moses: I am who I am. Then he added: This is what you will tell the Israelites: I AM has sent me to you."
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 14,
    "text": "From this the one sacrificing shall present an offering as an oblation to the LORD: the fat that covers the inner organs, and all the fat that adheres to them,"
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 14,
    "text": "Census of the Levites. The LORD said to Moses in the wilderness of Sinai:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 14,
    "text": "Jair, a Manassite, took all the region of Argob as far as the border of the Geshurites and Maacathites, and named them—Bashan, that is—after himself, Havvoth-jair, the name it bears today.)"
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 14,
    "text": "The Crossing Begun. The people set out from their tents to cross the Jordan, with the priests carrying the ark of the covenant ahead of them."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 14,
    "text": "So the Israelites served Eglon, king of Moab, for eighteen years."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 14,
    "text": "So she lay at his feet until morning, but rose before anyone could recognize another, for Boaz had said, “Let it not be known that this woman came to the threshing floor.”"
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 14,
    "text": "Therefore, I swear to Eli’s house: No sacrifice or offering will ever expiate its crime."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 14,
    "text": "At the same time David sent messengers to Ishbaal, son of Saul, to say, “Give me my wife Michal, whom I betrothed by paying a hundred Philistine foreskins.”"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 14,
    "text": "And if you walk in my ways, keeping my statutes and commandments, as David your father did, I will give you a long life."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 14,
    "text": "Then Elisha said, “As the LORD of hosts lives, whom I serve, were it not that I respect Jehoshaphat, the king of Judah, I should neither look at you nor notice you at all."
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 14,
    "text": "whose son was Amon, whose son was Josiah."
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 14,
    "text": "He made the veil of violet, purple, crimson, and fine linen, and had cherubim embroidered upon it."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 14,
    "text": "The Dung Gate was repaired by Malchijah, son of Rechab, administrator of the district of Beth-haccherem; he rebuilt it and set up its doors, its bolts, and its bars."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 14,
    "text": "“You know, Master, that I am clean of any defilement with a man."
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 14,
    "text": "(Chapter 3) - A copy of the decree to be promulgated as law in every province was published to all the peoples, that they might be prepared for that day."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 14,
    "text": "So he said, “I will make a name for myself and win honor in the kingdom. I will wage war against Judas and his followers, who have despised the king’s command.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 14,
    "text": "So on the day he had set he went in to take an inventory of the funds. There was no little anguish throughout the city."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 14,
    "text": "With kings and counselors of the earth who rebuilt what were ruins"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 14,
    "text": "Her profit is better than profit in silver, and better than gold is her revenue;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 14,
    "text": "I recognized that whatever God does will endure forever; there is no adding to it, or taking from it. Thus has God done that he may be revered."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 14,
    "text": "So also the eunuch whose hand wrought no misdeed, who held no wicked thoughts against the LORD— For he shall be given fidelity’s choice reward and a more gratifying heritage in the LORD’s temple."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 14,
    "text": "Kindness to a father will not be forgotten; it will serve as a sin offering—it will take lasting root."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 14,
    "text": "The Lord enters into judgment with the people’s elders and princes: You, you who have devoured the vineyard; the loot wrested from the poor is in your houses."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 14,
    "text": "Return, rebellious children—oracle of the LORD— for I am your master; I will take you, one from a city, two from a clan, and bring you to Zion."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 14,
    "text": "I have become a laughingstock to all my people, their taunt all day long;"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 14,
    "text": "Learn where prudence is, where strength, where understanding; That you may know also where are length of days, and life, where light of the eyes, and peace."
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 14,
    "text": "And the spirit lifted me up and took me away, and I went off, my spirit angry and bitter, for the hand of the LORD pressed hard on me."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 14,
    "text": "King Nebuchadnezzar questioned them: “Is it true, Shadrach, Meshach, and Abednego, that you will not serve my god, or worship the golden statue that I set up?"
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 14,
    "text": "On the day when I punish Israel for its crimes, I will also punish the altars of Bethel; The horns of the altar shall be broken off and fall to the ground."
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 14,
    "text": "Draw water for the siege, strengthen your fortresses; Go down into the mud and tread the clay, take hold of the brick mold!"
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 14,
    "text": "You pierced his head with your shafts; his princes you scattered with your stormwind, as food for the poor in unknown places."
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 14,
    "text": "Shout for joy, daughter Zion! sing joyfully, Israel! Be glad and exult with all your heart, daughter Jerusalem!"
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 14,
    "text": "You have said, “It is useless to serve God; what do we gain by observing God’s requirements, And by going about as mourners before the LORD of hosts?"
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 14,
    "text": "John tried to prevent him, saying, “I need to be baptized by you, and yet you are coming to me?”"
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 14,
    "text": "He appointed twelve [whom he also named apostles] that they might be with him and he might send them forth to preach"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 14,
    "text": "Soldiers also asked him, “And what is it that we should do?” He told them, “Do not practice extortion, do not falsely accuse anyone, and be satisfied with your wages.”"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 14,
    "text": "And just as Moses lifted up the serpent in the desert, so must the Son of Man be lifted up,"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 14,
    "text": "You denied the Holy and Righteous One and asked that a murderer be released to you."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 14,
    "text": "their mouths are full of bitter cursing."
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 14,
    "text": "If the work stands that someone built upon the foundation, that person will receive a wage."
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 14,
    "text": "Rather, their thoughts were rendered dull, for to this present day the same veil remains unlifted when they read the old covenant, because through Christ it is taken away."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 14,
    "text": "that the blessing of Abraham might be extended to the Gentiles through Christ Jesus, so that we might receive the promise of the Spirit through faith."
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 14,
    "text": "For this reason I kneel before the Father,"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 14,
    "text": "I continue my pursuit toward the goal, the prize of God’s upward calling, in Christ Jesus."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 14,
    "text": "And over all these put on love, that is, the bond of perfection."
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 14,
    "text": "If anyone does not obey our word as expressed in this letter, take note of this person not to associate with him, that he may be put to shame."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 14,
    "text": "I am writing you about these matters, although I hope to visit you soon."
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 14,
    "text": "But you, remain faithful to what you have learned and believed, because you know from whom you learned it,"
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 14,
    "text": "But let our people, too, learn to devote themselves to good works to supply urgent needs, so that they may not be unproductive."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 14,
    "text": "We have become partners of Christ if only we hold the beginning of the reality firm until the end,"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 14,
    "text": "But if you have bitter jealousy and selfish ambition in your hearts, do not boast and be false to the truth."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 14,
    "text": "But even if you should suffer because of righteousness, blessed are you. Do not be afraid or terrified with fear of them,"
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 14,
    "text": "Therefore, beloved, since you await these things, be eager to be found without spot or blemish before him, at peace."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 14,
    "text": "We know that we have passed from death to life because we love our brothers. Whoever does not love remains in death."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 14,
    "text": "“To the angel of the church in Laodicea, write this: “‘The Amen, the faithful and true witness, the source of God’s creation, says this:"
  }
]