[
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 32,
    "text": "Of the descendants of Joseph: Of the descendants of Ephraim, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 32,
    "text": "Despite this, you would not trust the LORD, your God,"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 32,
    "text": "So the Asherites settled among the Canaanite inhabitants of the land, for they had not dispossessed them."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 32,
    "text": "Then King David said, “Call Zadok the priest, Nathan the prophet, and Benaiah, son of Jehoiada.” When they had entered the king's presence,"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 32,
    "text": "The sons of Keturah, Abraham's concubine: she bore Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan were Sheba and Dedan."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 32,
    "text": "And they took captive the women and children, and seized the animals."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 32,
    "text": "As soon as this was done, a flame blazed up, but its light was lost in the brilliance coming from the altar."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 32,
    "text": "For the straying of the naive kills them, the smugness of fools destroys them."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 32,
    "text": "Other Healings. When it was evening, after sunset, they brought to him all who were ill or possessed by demons."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 32,
    "text": "He will be great and will be called Son of the Most High, and the Lord God will give him the throne of David his father,"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 32,
    "text": "John testified further, saying, “I saw the Spirit come down like a dove from the sky and remain upon him."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 32,
    "text": "Although they know the just decree of God that all who practice such things deserve death, they not only do them but give approval to those who practice them."
  }
]