[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 4,
    "text": "Then they said, “Come, let us build ourselves a city and a tower with its top in the sky, and so make a name for ourselves; otherwise we shall be scattered all over the earth.”"
  },
  {
    "book": "Exodus",
    "chapter": 11,
    "verse": 4,
    "text": "Moses then said, “Thus says the LORD: About midnight I will go forth through Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 4,
    "text": "But you shall not eat any of the following from among those that only chew the cud or only have hoofs: the camel, which indeed chews the cud, but does not have hoofs and is therefore unclean for you;"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 4,
    "text": "The riffraff among them were so greedy for meat that even the Israelites lamented again, “If only we had meat for food!"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 4,
    "text": "what he did to the Egyptian army and to their horses and chariots, engulfing them in the waters of the Red Sea as they pursued you, so that the LORD destroyed them even to this day;"
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 4,
    "text": "They came out with all their troops, an army numerous as the sands on the seashore, and with a multitude of horses and chariots."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 4,
    "text": "Some time later, the Ammonites went to war with Israel."
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 4,
    "text": "When the messengers arrived at Gibeah of Saul and reported the news in the people’s hearing, they all wept aloud."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 4,
    "text": "Then David sent messengers and took her. When she came to him, he took her to bed, at a time when she was just purified after her period; and she returned to her house."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 4,
    "text": "When Solomon was old his wives had turned his heart to follow other gods, and his heart was not entirely with the LORD, his God, as the heart of David his father had been."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 4,
    "text": "Death of Athaliah. But in the seventh year, Jehoiada summoned the captains of the Carians and of the guards. He had them come to him in the house of the LORD, made a covenant with them, exacted an oath from them in the house of the LORD, and then showed them the king’s son."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 4,
    "text": "Jerusalem Captured. Then David and all Israel went to Jerusalem, that is, Jebus, where the inhabitants of the land were called Jebusites."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 4,
    "text": "“Thus says the LORD: You must not go out to war against your kinsmen. Return home, each of you, for it is I who have brought this about.” They obeyed the word of the LORD and turned back from going against Jeroboam. Rehoboam’s Works."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 4,
    "text": "In Jerusalem dwelt both Judahites and Benjaminites. Of the Judahites: Athaiah, son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mehallalel, of the sons of Perez;"
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 4,
    "text": "So both went on ahead together, and Raphael said to him, “Take the gall in your hand!” And the dog ran along behind them."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 4,
    "text": "No one at all will harm you. Rather, you will be well treated, as are the servants of my lord, King Nebuchadnezzar.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 4,
    "text": "As they neared Azotus, they showed him the temple of Dagon destroyed by fire, Azotus and its suburbs demolished, corpses lying about, and the charred bodies of those burned in the war, for they had heaped them up along his route."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 4,
    "text": "He did not take God’s power into account at all, but felt exultant confidence in his myriads of foot soldiers, his thousands of cavalry, and his eighty elephants."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 4,
    "text": "Shall you say: “My teaching is pure, and I am clean in your sight”?"
  },
  {
    "book": "Psalms",
    "chapter": 11,
    "verse": 4,
    "text": "II - The LORD is in his holy temple; the LORD’s throne is in heaven. God’s eyes keep careful watch; they test the children of Adam."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 4,
    "text": "Wealth is useless on a day of wrath, but justice saves from death."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 11,
    "verse": 4,
    "text": "One who pays heed to the wind will never sow, and one who watches the clouds will never reap."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 4,
    "text": "When they thirsted, they called upon you, and water was given them from the sheer rock, a quenching of their thirst from the hard stone."
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 4,
    "text": "Do not mock the one who wears only a loin-cloth, or scoff at a person’s bitter day. For strange are the deeds of the LORD, hidden from mortals his work."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 4,
    "text": "But he shall judge the poor with justice, and decide fairly for the land’s afflicted. He shall strike the ruthless with the rod of his mouth, and with the breath of his lips he shall slay the wicked."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 4,
    "text": "which I commanded your ancestors the day I brought them up out of the land of Egypt, that iron furnace, saying: Listen to my voice and do all that I command you. Then you shall be my people, and I will be your God."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 4,
    "text": "Therefore prophesy against them, son of man, prophesy!"
  },
  {
    "book": "Hosea",
    "chapter": 11,
    "verse": 4,
    "text": "I drew them with human cords, with bands of love; I fostered them like those who raise an infant to their cheeks; I bent down to feed them."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 4,
    "text": "Thus says the LORD, my God: Shepherd the flock to be slaughtered."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 4,
    "text": "Jesus said to them in reply, “Go and tell John what you hear and see:"
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 4,
    "text": "So they went off and found a colt tethered at a gate outside on the street, and they untied it."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 4,
    "text": "and forgive us our sins for we ourselves forgive everyone in debt to us, and do not subject us to the final test.” Further Teachings on Prayer."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 4,
    "text": "When Jesus heard this he said, “This illness is not to end in death, but is for the glory of God, that the Son of God may be glorified through it.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 4,
    "text": "Peter began and explained it to them step by step, saying,"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 4,
    "text": "But what is God’s response to him? “I have left for myself seven thousand men who have not knelt to Baal.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 4,
    "text": "Any man who prays or prophesies with his head covered brings shame upon his head."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 4,
    "text": "For if someone comes and preaches another Jesus than the one we preached, or if you receive a different spirit from the one you received or a different gospel from the one you accepted, you put up with it well enough."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 4,
    "text": "By faith Abel offered to God a sacrifice greater than Cain’s. Through this he was attested to be righteous, God bearing witness to his gifts, and through this, though dead, he still speaks."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 4,
    "text": "These are the two olive trees and the two lampstands that stand before the Lord of the earth."
  }
]