[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 12,
    "text": "For forty days and forty nights heavy rain poured down on the earth."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 12,
    "text": "Each one threw down his staff, and they turned into serpents. But Aaron’s staff swallowed their staffs."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 12,
    "text": "If someone offers it for thanksgiving, that person shall offer it with unleavened cakes mixed with oil, unleavened wafers spread with oil, and cakes made of bran flour mixed with oil and well kneaded."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 12,
    "text": "The one who presented his offering on the first day was Nahshon, son of Amminadab, of the tribe of Judah."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 12,
    "text": "Blessings of Obedience. As your reward for heeding these ordinances and keeping them carefully, the LORD, your God, will keep with you the covenant mercy he promised on oath to your ancestors."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 12,
    "text": "If the Israelites cannot stand up to their enemies, but must turn their back to them, it is because they are under the ban. I will not continue to be with you unless you remove that which is banned from among you."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 12,
    "text": "The Midianites, Amalekites, and all the Kedemites were lying in the valley, thick as locusts. Their camels could not be counted, for they were as many as the sands on the seashore."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 12,
    "text": "Samuel then took a stone and placed it between Mizpah and Jeshanah; he named it Ebenezer, explaining, “As far as this place the LORD has been our help.”"
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 12,
    "text": "when your days have been completed and you rest with your ancestors, I will raise up your offspring after you, sprung from your loins, and I will establish his kingdom."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 12,
    "text": "The great court had three courses of hewn stones all around and a course of cedar beams. So also were the inner court of the house of the LORD and its porch."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 12,
    "text": "Though it was night, the king got up; he said to his servants, “Let me tell you what the Arameans have done to us. Knowing that we are starving, they have left their camp to hide in the field. They are thinking, ‘The Israelites will leave the city and we will take them alive and enter it.’”"
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 12,
    "text": "Shupham and Hupham. Dan, Naphtali and Manasseh. The sons of Dan: Hushim."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 12,
    "text": "God’s Promise to Solomon. The LORD appeared to Solomon during the night and said to him: I have heard your prayer, and I have chosen this place for my house of sacrifice."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 12,
    "text": "“Artaxerxes, king of kings, to Ezra the priest, scribe of the law of the God of heaven, greetings! And now,"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 12,
    "text": "descendants of Elam, one thousand two hundred and fifty-four;"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 12,
    "text": "Then Raguel called his daughter Sarah, and she came to him. He took her by the hand and gave her to Tobiah with these words: “Take her according to the law. According to the decree written in the Book of Moses I give her to be your wife. Take her and bring her safely to your father. And may the God of heaven grant both of you a safe journey in peace!”"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 12,
    "text": "Stay in your camp, and spare every man of your force. Have some of your servants keep control of the spring of water that flows out at the base of the mountain,"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 12,
    "text": "A group of scribes, however, gathered about Alcimus and Bacchides to ask for a just agreement."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 12,
    "text": "Even the king and his attendants marveled at the young man’s spirit, because he regarded his sufferings as nothing."
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 12,
    "text": "Am I the Sea, or the dragon, that you place a watch over me?"
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 12,
    "text": "God is a just judge, powerful and patient, not exercising anger every day."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 12,
    "text": "Now she is in the streets, now in the open squares, lurking in ambush at every corner."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 12,
    "text": "For the protection of wisdom is as the protection of money; and knowledge is profitable because wisdom gives life to those who possess it."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 12,
    "text": "Come, my lover! Let us go out to the fields, let us pass the night among the henna."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 12,
    "text": "I rejoiced in them all, because Wisdom is their leader, though I had not known that she is their mother."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 12,
    "text": "Do not plot mischief against your relative or against your friend and companion."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 12,
    "text": "But Ahaz answered, “I will not ask! I will not tempt the LORD!”"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 12,
    "text": "Go to my place at Shiloh, where I made my name dwell in the beginning. See what I did to it because of the wickedness of my people Israel."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 12,
    "text": "The time has come, the day dawns. The buyer must not rejoice, nor the seller mourn, for wrath is coming upon all the throng."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 12,
    "text": "As for the other beasts, their dominion was taken away, but they were granted a prolongation of life for a time and a season."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 12,
    "text": "When they go I will spread my net around them, like birds in the air I will bring them down. I will chastise them when I hear of their assembly."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 12,
    "text": "To Amos, Amaziah said: “Off with you, seer, flee to the land of Judah and there earn your bread by prophesying!"
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 12,
    "text": "It is the day when those from Assyria to Egypt shall come to you, And from Tyre even to the River, from sea to sea, and from mountain to mountain;"
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 12,
    "text": "And they made their hearts as hard as diamond so as not to hear the instruction and the words that the LORD of hosts had sent by his spirit through the earlier prophets. So great anger came from the LORD of hosts:"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 12,
    "text": "The Golden Rule. “Do to others whatever you would have them do to you. This is the law and the prophets."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 12,
    "text": "you allow him to do nothing more for his father or mother."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 12,
    "text": "As he drew near to the gate of the city, a man who had died was being carried out, the only son of his mother, and she was a widow. A large crowd from the city was with her."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 12,
    "text": "And there was considerable murmuring about him in the crowds. Some said, “He is a good man,” [while] others said, “No; on the contrary, he misleads the crowd.”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 12,
    "text": "but when Jacob heard that there was grain in Egypt, he sent our ancestors there a first time."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 12,
    "text": "So then the law is holy, and the commandment is holy and righteous and good. Sin and Death."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 12,
    "text": "To the rest I say (not the Lord): if any brother has a wife who is an unbeliever, and she is willing to go on living with him, he should not divorce her;"
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 12,
    "text": "So then even though I wrote to you, it was not on account of the one who did the wrong, or on account of the one who suffered the wrong, but in order that your concern for us might be made plain to you in the sight of God."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 12,
    "text": "When there is a change of priesthood, there is necessarily a change of law as well."
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 12,
    "text": "and exclaimed: “Amen. Blessing and glory, wisdom and thanksgiving, honor, power, and might be to our God forever and ever. Amen.”"
  }
]