[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 19,
    "text": "Evening came, and morning followed—the fourth day."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 19,
    "text": "The midwives answered Pharaoh, “The Hebrew women are not like the Egyptian women. They are robust and give birth before the midwife arrives.”"
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 19,
    "text": "as the LORD had commanded Moses. So he enrolled them in the wilderness of Sinai."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 19,
    "text": "The Twelve Scouts. Then we set out from Horeb and journeyed through that whole vast and fearful wilderness that you have seen, in the direction of the hill country of the Amorites, as the LORD, our God, had commanded; and we came to Kadesh-barnea."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 19,
    "text": "The LORD was with Judah, so they gained possession of the mountain region. But they could not dispossess those who lived on the plain, because they had iron chariots."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 19,
    "text": "The Return to Bethlehem. So they went on together until they reached Bethlehem. On their arrival there, the whole town was excited about them, and the women asked: “Can this be Naomi?”"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 19,
    "text": "Early the next morning they worshiped before the LORD, and then returned to their home in Ramah. When they returned Elkanah had intercourse with his wife Hannah, and the LORD remembered her."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 19,
    "text": "Alas! the glory of Israel, slain upon your heights! How can the warriors have fallen!"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 19,
    "text": "He has sacrificed bulls, fatlings, and sheep in great numbers; he has invited all the king’s sons, Abiathar the priest, and Joab, the commander of the army, but not your servant Solomon."
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 19,
    "text": "Two sons were born to Eber; the first was named Peleg (for in his time the world was divided), and his brother was named Joktan."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 19,
    "text": "But a certain Ninevite went and informed the king about me, that I was burying them, and I went into hiding. When I realized that the king knew about me and that I was being hunted to be put to death, I became afraid and took flight."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 19,
    "text": "If it please the king, let an irrevocable royal decree be issued by him and inscribed among the laws of the Persians and Medes, forbidding Vashti to come into the presence of King Ahasuerus and authorizing the king to give her royal dignity to one more worthy than she."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 19,
    "text": "The fortified cities in the land of Egypt were captured, and Antiochus plundered the land of Egypt."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 19,
    "text": "For when our ancestors were being led into captivity in Persia, devout priests at the time took some of the fire from the altar and hid it secretly in the hollow of a dry cistern, making sure that the place would be unknown to anyone."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 19,
    "text": "and suddenly a great wind came from across the desert and smashed the four corners of the house. It fell upon the young people and they are dead; I alone have escaped to tell you.”"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 19,
    "text": "This is the way of everyone greedy for loot: it takes away their lives."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 19,
    "text": "If you are willing, and obey, you shall eat the good things of the land;"
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 19,
    "text": "They will fight against you, but not prevail over you, for I am with you to deliver you—oracle of the LORD."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 19,
    "text": "I cried out to my lovers, but they failed me. My priests and my elders perished in the city; How desperately they searched for food, to save their lives!"
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 19,
    "text": "From the day the LORD led our ancestors out of the land of Egypt until the present day, we have been disobedient to the LORD, our God, and neglected to listen to his voice."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 19,
    "text": "When the living creatures moved, the wheels moved with them; and when the living creatures were raised from the ground, the wheels also were raised."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 19,
    "text": "When the king had spoken with all of them, none was found equal to Daniel, Hananiah, Mishael, and Azariah; and so they entered the king’s service."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 19,
    "text": "To you, LORD, I cry! for fire has devoured the wilderness pastures, flame has scorched all the trees in the field."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 19,
    "text": "They will take possession of the Negeb, Mount Esau, the Shephelah, and Philistia, possess the countryside of Ephraim, the countryside of Samaria, Benjamin, and Gilead."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 19,
    "text": "Joseph her husband, since he was a righteous man, yet unwilling to expose her to shame, decided to divorce her quietly."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 19,
    "text": "He walked along a little farther and saw James, the son of Zebedee, and his brother John. They too were in a boat mending their nets."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 19,
    "text": "And the angel said to him in reply, “I am Gabriel, who stand before God. I was sent to speak to you and to announce to you this good news."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 19,
    "text": "II. The Book of Signs - John the Baptist’s Testimony to Himself. And this is the testimony of John. When the Jews from Jerusalem sent priests and Levites [to him] to ask him, “Who are you?”"
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 19,
    "text": "This became known to everyone who lived in Jerusalem, so that the parcel of land was called in their language ‘Akeldama,’ that is, Field of Blood."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 19,
    "text": "For what can be known about God is evident to them, because God made it evident to them."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 19,
    "text": "For it is written: “I will destroy the wisdom of the wise, and the learning of the learned I will set aside.”"
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 19,
    "text": "For the Son of God, Jesus Christ, who was proclaimed to you by us, Silvanus and Timothy and me, was not “yes” and “no,” but “yes” has been in him."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 19,
    "text": "But I did not see any other of the apostles, only James the brother of the Lord."
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 19,
    "text": "and what is the surpassing greatness of his power for us who believe, in accord with the exercise of his great might,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 19,
    "text": "for I know that this will result in deliverance for me through your prayers and support from the Spirit of Jesus Christ."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 19,
    "text": "For in him all the fullness was pleased to dwell,"
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 19,
    "text": "by having faith and a good conscience. Some, by rejecting conscience, have made a shipwreck of their faith,"
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 19,
    "text": "I, Paul, write this in my own hand: I will pay. May I not tell you that you owe me your very self."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 19,
    "text": "III. Exhortations and Warnings - Doers of the Word. Know this, my dear brothers: everyone should be quick to hear, slow to speak, slow to wrath,"
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 19,
    "text": "but with the precious blood of Christ as of a spotless unblemished lamb."
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 19,
    "text": "Moreover, we possess the prophetic message that is altogether reliable. You will do well to be attentive to it, as to a lamp shining in a dark place, until day dawns and the morning star rises in your hearts."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 19,
    "text": "These are the ones who cause divisions; they live on the natural plane, devoid of the Spirit."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 19,
    "text": "Write down, therefore, what you have seen, and what is happening, and what will happen afterwards."
  }
]