[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 15,
    "text": "The LORD God then took the man and settled him in the garden of Eden, to cultivate and care for it."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 15,
    "text": "When Pharaoh heard of the affair, he sought to kill Moses. But Moses fled from Pharaoh and went to the land of Midian. There he sat down by a well."
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 15,
    "text": "You shall put oil on it and set frankincense on it. It is a grain offering."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 15,
    "text": "and the enrollment of his company is forty-five thousand six hundred and fifty."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 15,
    "text": "Indeed the LORD's own hand was against them, to rout them from the camp completely."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 15,
    "text": "Then she let them down through the window with a rope; for she lived in a house built into the city wall."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 15,
    "text": "Whenever they marched out, the hand of the LORD turned against them, as the LORD had said, and as the LORD had sworn to them; and they were in great distress."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 15,
    "text": "As she rose to glean, Boaz instructed his young people: “Let her glean among the sheaves themselves without scolding her,"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 15,
    "text": "In fact, even before the fat was burned, the priest's servant would come and say to the one offering the sacrifice, “Give me some meat to roast for the priest. He will not accept boiled meat from you, only raw meat.”"
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 15,
    "text": "So they rose and were counted off: twelve of the Benjaminites of Ishbaal, son of Saul, and twelve of David's servants."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 15,
    "text": "So he said: “You know that the kingship was mine, and all Israel expected me to be king. But the kingship passed me by and went to my brother; by the LORD's will it went to him."
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 15,
    "text": "Elisha's Journey. The guild prophets in Jericho, who were on the other side, saw him and said, “The spirit of Elijah rests on Elisha.” They went to meet him, bowing to the ground before him."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 15,
    "text": "Ozem, the sixth, and David, the seventh."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 15,
    "text": "For our part, we will cut trees on Lebanon, as many as you need, and send them down to you in rafts to the port of Joppa, whence you may take them up to Jerusalem.”"
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 15,
    "text": "descendants of Adin, four hundred and fifty-four;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 15,
    "text": "I continued on foot up the wadi by night, inspecting the wall all the while, until I once more reached the Valley Gate, by which I went back in."
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 15,
    "text": "He mustered one hundred and twenty thousand picked troops, as his lord had commanded, and twelve thousand mounted archers,"
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 15,
    "text": "As for Esther, daughter of Abihail and adopted daughter of his nephew Mordecai, when her turn came to visit the king, she did not ask for anything but what the royal eunuch Hegai, guardian of the women, suggested. And she won the admiration of all who saw her."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 15,
    "text": "Pagan Worship Refused and Resisted. The officers of the king in charge of enforcing the apostasy came to the city of Modein to make them sacrifice."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 15,
    "text": "If you need them, send messengers to get them for you."
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 15,
    "text": "Whose ways are crooked, whose paths are devious;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 15,
    "text": "So I said in my heart, if the fool's lot is to befall me also, why should I be wise? Where is the profit? And in my heart I decided that this too is vanity."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 15,
    "text": "W Catch us the foxes, the little foxes that damage the vineyards; for our vineyards are in bloom!"
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 15,
    "text": "Because his life is not like that of others, and different are his ways."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 15,
    "text": "Those who fear the Lord do not disobey his words; those who love him keep his ways."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 15,
    "text": "Against every lofty tower and every fortified wall,"
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 15,
    "text": "Against him lions roar, they raise their voices. They have turned his land into a waste; his cities are charred ruins, without an inhabitant."
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 15,
    "text": "All who pass by on the road, clap their hands at you; They hiss and wag their heads over daughter Jerusalem: “Is this the city they used to call perfect in beauty and joy of all the earth?”"
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 15,
    "text": "that the whole earth may know that you are the LORD, our God, and that Israel and his descendants bear your name."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 15,
    "text": "He asked Arioch, the officer of the king, “What is the reason for this harsh order from the king?” When Arioch told him,"
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 15,
    "text": "I will punish her for the days of the Baals, for whom she burnt incense, When she decked herself out with her rings and her jewelry, and went after her lovers— but me she forgot—oracle of the LORD."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 15,
    "text": "Blow the horn in Zion! Proclaim a fast, call an assembly!"
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 15,
    "text": "nor shall the archer stand his ground; The swift of foot shall not escape, nor shall the horseman save his life."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 15,
    "text": "Ah! you who give your neighbors the cup of your wrath to drink, and make them drunk, until their nakedness is seen!"
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 15,
    "text": "Is this the exultant city that dwelt secure, That told itself, “I and there is no one else”? How it has become a waste, a lair for wild animals! Those who pass by it hiss, and shake their fists!"
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 15,
    "text": "Now reflect, from this day forward—before you set stone to stone in the temple of the LORD,"
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 15,
    "text": "Many nations will bind themselves to the LORD on that day. They will be my people, and I will dwell in your midst. Then you shall know that the LORD of hosts has sent me to you."
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 15,
    "text": "Did he not make them one, with flesh and spirit? And what does the One require? Godly offspring! You should be on guard, then, for your life, and do not break faith with the wife of your youth."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 15,
    "text": "He stayed there until the death of Herod, that what the Lord had said through the prophet might be fulfilled, “Out of Egypt I called my son.”"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 15,
    "text": "While he was at table in his house, many tax collectors and sinners sat with Jesus and his disciples; for there were many who followed him."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 15,
    "text": "The Visit of the Shepherds. When the angels went away from them to heaven, the shepherds said to one another, “Let us go, then, to Bethlehem to see this thing that has taken place, which the Lord has made known to us.”"
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 15,
    "text": "He made a whip out of cords and drove them all out of the temple area, with the sheep and oxen, and spilled the coins of the money-changers and overturned their tables,"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 15,
    "text": "These people are not drunk, as you suppose, for it is only nine o'clock in the morning."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 15,
    "text": "They show that the demands of the law are written in their hearts, while their conscience also bears witness and their conflicting thoughts accuse or even defend them"
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 15,
    "text": "The spiritual person, however, can judge everything but is not subject to judgment by anyone."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 15,
    "text": "For we are the aroma of Christ for God among those who are being saved and among those who are perishing,"
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 15,
    "text": "We, who are Jews by nature and not sinners from among the Gentiles,"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 15,
    "text": "abolishing the law with its commandments and legal claims, that he might create in himself one new person in place of the two, thus establishing peace,"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 15,
    "text": "that you may be blameless and innocent, children of God without blemish in the midst of a crooked and perverse generation, among whom you shine like lights in the world,"
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 15,
    "text": "despoiling the principalities and the powers, he made a public spectacle of them, leading them away in triumph by it."
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 15,
    "text": "who killed both the Lord Jesus and the prophets and persecuted us; they do not please God, and are opposed to everyone,"
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 15,
    "text": "Therefore, brothers, stand firm and hold fast to the traditions that you were taught, either by an oral statement or by a letter of ours."
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 15,
    "text": "But she will be saved through motherhood, provided women persevere in faith and love and holiness, with self-control."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 15,
    "text": "Be eager to present yourself as acceptable to God, a workman who causes no disgrace, imparting the word of truth without deviation."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 15,
    "text": "Say these things. Exhort and correct with all authority. Let no one look down on you."
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 15,
    "text": "and free those who through fear of death had been subject to slavery all their life."
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 15,
    "text": "If a brother or sister has nothing to wear and has no food for the day,"
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 15,
    "text": "For it is the will of God that by doing good you may silence the ignorance of foolish people."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 15,
    "text": "Abandoning the straight road, they have gone astray, following the road of Balaam, the son of Bosor, who loved payment for wrongdoing,"
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 15,
    "text": "Do not love the world or the things of the world. If anyone loves the world, the love of the Father is not in him."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 15,
    "text": "Likewise, you also have some people who hold to the teaching of [the] Nicolaitans."
  }
]