[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 11,
    "text": "The whole lifetime of Enosh was nine hundred and five years; then he died."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 11,
    "text": "Go and get your own straw from wherever you can find it. But there will not be the slightest reduction in your work.'”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 11,
    "text": "If the person is unable to afford even two turtledoves or two pigeons, that person shall bring as an offering for the wrong committed one tenth of an ephah of bran flour for a purification offering. The guilty party shall not put oil or place frankincense on it, because it is a purification offering."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 11,
    "text": "Ordeal for Suspected Adultery. The LORD said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 11,
    "text": "You shall not invoke the name of the LORD, your God, in vain. For the LORD will not leave unpunished anyone who invokes his name in vain."
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 11,
    "text": "On the day after the Passover they ate of the produce of the land in the form of unleavened cakes and parched grain. On that same day"
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 11,
    "text": "to the sounds of musicians at the wells. There they recount the just deeds of the LORD, his just deeds bringing freedom to Israel."
  },
  {
    "book": "1Samuel",
    "chapter": 5,
    "verse": 11,
    "text": "Then they, too, sent a summons to all the Philistine leaders and pleaded: “Send away the ark of the God of Israel. Send it back to its place so it does not kill us and our kindred.” A deadly panic had seized the whole city, since the hand of God lay heavy upon it."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 11,
    "text": "Hiram, king of Tyre, sent envoys to David along with cedar wood, and carpenters and masons, who built a house for David."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 11,
    "text": "He was wiser than anyone else—wiser than Ethan the Ezrahite, or Heman, Chalcol, and Darda, the musicians—and his fame spread throughout the neighboring peoples."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 11,
    "text": "But Naaman went away angry, saying, “I thought that he would surely come out to me and stand there to call on the name of the LORD his God, and would move his hand over the place, and thus cure the leprous spot."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 11,
    "text": "Gad. The Gadites lived alongside them in the land of Bashan as far as Salecah."
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 11,
    "text": "When the priests left the holy place (all the priests who were present had purified themselves regardless of the rotation of their various divisions),"
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 11,
    "text": "This was their answer to us: ‘We are the servants of the God of heaven and earth, and we are rebuilding the house built here many years ago, which a great king of Israel built and completed."
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 11,
    "text": "Return to them this very day their fields, vineyards, olive groves, and houses, together with the interest on the money, the grain, the wine, and the oil that you have lent them.”"
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 11,
    "text": "Tobit asked him, “Brother, tell me, please, from what family and tribe are you?”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 11,
    "text": "The king of Egypt, however, rose up against them, and shrewdly forced them to labor at brickmaking; they were oppressed and made into slaves."
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 11,
    "text": "He recounted the greatness of his riches, the large number of his sons, and how the king had promoted him and placed him above the officials and royal servants."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 11,
    "text": "and they are preparing to come and seize this stronghold to which we have fled. Timothy is the leader of their army."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 11,
    "text": "Revenge by Antiochus. When these happenings were reported to the king, he thought that Judea was in revolt. Raging like a wild animal, he set out from Egypt and took Jerusalem by storm."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 11,
    "text": "He sets up the lowly on high, and those who mourn are raised to safety."
  },
  {
    "book": "Psalms",
    "chapter": 5,
    "verse": 11,
    "text": "Declare them guilty, God; make them fall by their own devices. Drive them out for their many sins; for they have rebelled against you."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 11,
    "text": "And you groan in the end, when your flesh and your body are consumed;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 11,
    "text": "Sleep is sweet to the laborer, whether there is little or much to eat; but the abundance of the rich allows them no sleep."
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 11,
    "text": "His head is gold, pure gold, his hair like palm fronds, as black as a raven."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 11,
    "text": "Or like a bird flying through the air; no evidence of its course is to be found— But the fluid air, lashed by the beating of pinions, and cleft by the rushing force Of speeding wings, is traversed; and afterward no mark of passage can be found in it."
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 11,
    "text": "Be swift to hear, but slow to answer."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 11,
    "text": "Ah! Those who rise early in the morning in pursuit of strong drink, lingering late inflamed by wine,"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 11,
    "text": "For they have openly rebelled against me, both the house of Israel and the house of Judah— oracle of the LORD."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 11,
    "text": "Women are raped in Zion, young women in the cities of Judah;"
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 11,
    "text": "Therefore, as I live, says the Lord GOD, because you have defiled my sanctuary with all your atrocities and all your abominations, I will surely withdraw and not look upon you with pity nor spare you."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 11,
    "text": "There is a man in your kingdom in whom is a spirit of the holy gods; during the lifetime of your father he showed brilliant insight and god-like wisdom. King Nebuchadnezzar, your father, made him chief of the magicians, enchanters, Chaldeans, and diviners."
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 11,
    "text": "Ephraim is oppressed, crushed by judgment, for he has willingly gone after filth!"
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 11,
    "text": "Therefore, because you tax the destitute and exact from them levies of grain, Though you have built houses of hewn stone, you shall not live in them; Though you have planted choice vineyards, you shall not drink their wine."
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 11,
    "text": "I will destroy the sorcery you practice, and there shall no longer be soothsayers among you."
  },
  {
    "book": "Zechariah",
    "chapter": 5,
    "verse": 11,
    "text": "He replied, “To build a temple for it in the land of Shinar. When the temple is constructed, they will set it there on its base.”"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 11,
    "text": "Blessed are you when they insult you and persecute you and utter every kind of evil against you [falsely] because of me."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 11,
    "text": "Now a large herd of swine was feeding there on the hillside."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 11,
    "text": "When they brought their boats to the shore, they left everything and followed him. The Cleansing of a Leper."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 11,
    "text": "He answered them, “The man who made me well told me, ‘Take up your mat and walk.'”"
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 11,
    "text": "And great fear came upon the whole church and upon all who heard of these things. Signs and Wonders of the Apostles."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 11,
    "text": "Not only that, but we also boast of God through our Lord Jesus Christ, through whom we have now received reconciliation."
  },
  {
    "book": "1Corinthians",
    "chapter": 5,
    "verse": 11,
    "text": "But I now write to you not to associate with anyone named a brother, if he is immoral, greedy, an idolater, a slanderer, a drunkard, or a robber, not even to eat with such a person."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 11,
    "text": "The Ministry of Reconciliation. Therefore, since we know the fear of the Lord, we try to persuade others; but we are clearly apparent to God, and I hope we are also apparent to your consciousness."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 11,
    "text": "As for me, brothers, if I am still preaching circumcision, why am I still being persecuted? In that case, the stumbling block of the cross has been abolished."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 11,
    "text": "Take no part in the fruitless works of darkness; rather expose them,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 11,
    "text": "Therefore, encourage one another and build one another up, as indeed you do."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 11,
    "text": "But exclude younger widows, for when their sensuality estranges them from Christ, they want to marry"
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 11,
    "text": "IV. Jesus' Eternal Priesthood and Eternal Sacrifice - Exhortation to Spiritual Renewal. About this we have much to say, and it is difficult to explain, for you have become sluggish in hearing."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 11,
    "text": "Indeed we call blessed those who have persevered. You have heard of the perseverance of Job, and you have seen the purpose of the Lord, because “the Lord is compassionate and merciful.”"
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 11,
    "text": "To him be dominion forever. Amen."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 11,
    "text": "And this is the testimony: God gave us eternal life, and this life is in his Son."
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 11,
    "text": "I looked again and heard the voices of many angels who surrounded the throne and the living creatures and the elders. They were countless in number,"
  }
]