[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 2,
    "text": "The woman answered the snake: “We may eat of the fruit of the trees in the garden;"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 2,
    "text": "There the angel of the LORD appeared to him as fire flaming out of a bush. When he looked, although the bush was on fire, it was not being consumed."
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 2,
    "text": "The one offering it shall lay a hand on the head of the offering. It shall then be slaughtered at the entrance of the tent of meeting. Aaron's sons, the priests, shall splash its blood on all the sides of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 2,
    "text": "These are the names of Aaron's sons: Nadab, the firstborn, Abihu, Eleazar, and Ithamar."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 2,
    "text": "The LORD said to me, Do not be afraid of him, for I have delivered him into your power with all his people and his land. Do to him as you did to Sihon, king of the Amorites, who reigned in Heshbon."
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 2,
    "text": "Three days later the officers went through the camp"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 2,
    "text": "to teach warfare to those generations of Israelites who had never experienced it:"
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 2,
    "text": "Now! Is not Boaz, whose young women you were working with, a relative of ours? This very night he will be winnowing barley at the threshing floor."
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 2,
    "text": "One day Eli was asleep in his usual place. His eyes had lately grown so weak that he could not see."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 2,
    "text": "Sons Born in Hebron. Sons were born to David in Hebron: his firstborn, Amnon, of Ahinoam from Jezreel;"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 2,
    "text": "The people were sacrificing on the high places, however, for up to that time no house had been built for the name of the LORD."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 2,
    "text": "He did what was evil in the LORD's sight, though not like his father and mother. He did away with the pillar of Baal that his father had made,"
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 2,
    "text": "the third, Absalom, son of Maacah, who was the daughter of Talmai, king of Geshur; the fourth, Adonijah, son of Haggith;"
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 2,
    "text": "He began to build in the second month of the fourth year of his reign."
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 2,
    "text": "Then Jeshua, son of Jozadak, together with his kinsmen the priests, and Zerubbabel, son of Shealtiel, together with his kinsmen, began building the altar of the God of Israel in order to offer on it the burnt offerings prescribed in the law of Moses, the man of God."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 2,
    "text": "At their side the men of Jericho were rebuilding, and next to them was Zaccur, son of Imri."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 2,
    "text": "Tobit's Prayer for Death - “You are righteous, Lord, and all your deeds are just; All your ways are mercy and fidelity; you are judge of the world."
  },
  {
    "book": "Judith",
    "chapter": 3,
    "verse": 2,
    "text": "“We, the servants of Nebuchadnezzar the great king, lie prostrate before you; do with us as you will."
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 2,
    "text": "All the king's servants who were at the royal gate would kneel and bow down to Haman, for that is what the king had ordered in his regard. Mordecai, however, would not kneel and bow down."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 2,
    "text": "All his brothers and all who had joined his father supported him, and they gladly carried on Israel's war."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 2,
    "text": "the kings themselves honored the place and glorified the temple with the most magnificent gifts."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 2,
    "text": "Job spoke out and said:"
  },
  {
    "book": "Psalms",
    "chapter": 3,
    "verse": 2,
    "text": "I - How many are my foes, LORD! How many rise against me!"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 2,
    "text": "For many days, and years of life, and peace, will they bring you."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 2,
    "text": "A time to give birth, and a time to die; a time to plant, and a time to uproot the plant."
  },
  {
    "book": "SongofSongs",
    "chapter": 3,
    "verse": 2,
    "text": "“Let me rise then and go about the city, through the streets and squares; Let me seek him whom my soul loves.” I sought him but I did not find him."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 2,
    "text": "They seemed, in the view of the foolish, to be dead; and their passing away was thought an affliction"
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 2,
    "text": "For the Lord sets a father in honor over his children and confirms a mother's authority over her sons."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 2,
    "text": "Hero and warrior, judge and prophet, diviner and elder,"
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 2,
    "text": "Raise your eyes to the heights, and look, where have men not lain with you? Along the roadways you waited for them like an Arabian in the wilderness. You defiled the land by your wicked prostitution."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 2,
    "text": "One whom he has driven and forced to walk in darkness, not in light;"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 2,
    "text": "Hear, LORD, and have mercy, for you are a merciful God; have mercy on us, who have sinned against you:"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 2,
    "text": "So I opened my mouth, and he gave me the scroll to eat."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 2,
    "text": "He then ordered the satraps, prefects, and governors, the counselors, treasurers, judges, magistrates and all the officials of the provinces to be summoned to the dedication of the statue which he had set up."
  },
  {
    "book": "Hosea",
    "chapter": 3,
    "verse": 2,
    "text": "So I acquired her for myself for fifteen pieces of silver and a homer and a lethech of barley."
  },
  {
    "book": "Joel",
    "chapter": 3,
    "verse": 2,
    "text": "Even upon your male and female servants, in those days, I will pour out my spirit."
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 2,
    "text": "You alone I have known, among all the families of the earth; Therefore I will punish you for all your iniquities."
  },
  {
    "book": "Jonah",
    "chapter": 3,
    "verse": 2,
    "text": "Set out for the great city of Nineveh, and announce to it the message that I will tell you."
  },
  {
    "book": "Micah",
    "chapter": 3,
    "verse": 2,
    "text": "you who hate what is good, and love evil? You who tear their skin from them, and their flesh from their bones;"
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 2,
    "text": "The crack of the whip, the rumbling of wheels; Horses galloping, chariots bounding,"
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 2,
    "text": "O LORD, I have heard your renown, and am in awe, O LORD, of your work. In the course of years revive it, in the course of years make yourself known; in your wrath remember compassion!"
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 2,
    "text": "It listens to no voice, accepts no correction; In the LORD it has not trusted, nor drawn near to its God."
  },
  {
    "book": "Zechariah",
    "chapter": 3,
    "verse": 2,
    "text": "And the angel of the LORD said to the adversary, “May the LORD rebuke you, O adversary; may the LORD who has chosen Jerusalem rebuke you! Is this not a brand plucked from the fire?”"
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 2,
    "text": "But who can endure the day of his coming? Who can stand firm when he appears? For he will be like a refiner's fire, like fullers' lye."
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 2,
    "text": "[and] saying, “Repent, for the kingdom of heaven is at hand!”"
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 2,
    "text": "They watched him closely to see if he would cure him on the sabbath so that they might accuse him."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 2,
    "text": "during the high priesthood of Annas and Caiaphas, the word of God came to John the son of Zechariah in the desert."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 2,
    "text": "He came to Jesus at night and said to him, “Rabbi, we know that you are a teacher who has come from God, for no one can do these signs that you are doing unless God is with him.”"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 2,
    "text": "And a man crippled from birth was carried and placed at the gate of the temple called “the Beautiful Gate” every day to beg for alms from the people who entered the temple."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 2,
    "text": "Much, in every respect. [For] in the first place, they were entrusted with the utterances of God."
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 2,
    "text": "I fed you milk, not solid food, because you were unable to take it. Indeed, you are still not able, even now,"
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 2,
    "text": "You are our letter, written on our hearts, known and read by all,"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 2,
    "text": "I want to learn only this from you: did you receive the Spirit from works of the law, or from faith in what you heard?"
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 2,
    "text": "if, as I suppose, you have heard of the stewardship of God's grace that was given to me for your benefit,"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 2,
    "text": "V. Polemic: Righteousness and the Goal in Christ - Against Legalistic Teachers. Beware of the dogs! Beware of the evil-workers! Beware of the mutilation!"
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 2,
    "text": "Think of what is above, not of what is on earth."
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 2,
    "text": "and sent Timothy, our brother and co-worker for God in the gospel of Christ, to strengthen and encourage you in your faith,"
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 2,
    "text": "and that we may be delivered from perverse and wicked people, for not all have faith."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 2,
    "text": "Therefore, a bishop must be irreproachable, married only once, temperate, self-controlled, decent, hospitable, able to teach,"
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 2,
    "text": "People will be self-centered and lovers of money, proud, haughty, abusive, disobedient to their parents, ungrateful, irreligious,"
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 2,
    "text": "They are to slander no one, to be peaceable, considerate, exercising all graciousness toward everyone."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 2,
    "text": "who was faithful to the one who appointed him, just as Moses was “faithful in [all] his house.”"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 2,
    "text": "for we all fall short in many respects. If anyone does not fall short in speech, he is a perfect man, able to bridle his whole body also."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 2,
    "text": "when they observe your reverent and chaste behavior."
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 2,
    "text": "to recall the words previously spoken by the holy prophets and the commandment of the Lord and savior through your apostles."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 2,
    "text": "Beloved, we are God's children now; what we shall be has not yet been revealed. We do know that when it is revealed we shall be like him, for we shall see him as he is."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 2,
    "text": "Be watchful and strengthen what is left, which is going to die, for I have not found your works complete in the sight of my God."
  }
]