[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 27,
    "text": "you will reply, ‘It is the Passover sacrifice for the LORD, who passed over the houses of the Israelites in Egypt; when he struck down the Egyptians, he delivered our houses.’” Then the people knelt and bowed down,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 27,
    "text": "and there you must sacrifice your burnt offerings, both the flesh and the blood, on the altar of the LORD, your God; of your other sacrifices the blood indeed must be poured out against the altar of the LORD, your God, but their flesh you may eat."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 27,
    "text": "He sent messengers to David to say: “I have fought against Rabbah and have taken the water-city."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 27,
    "text": "If this people go up to offer sacrifices in the house of the LORD in Jerusalem, the hearts of this people will return to their master, Rehoboam, king of Judah, and they will kill me and return to Rehoboam, king of Judah.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 27,
    "text": "Of the Levites: four thousand six hundred,"
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 27,
    "text": "Dedication of the Wall. At the dedication of the wall of Jerusalem, the Levites were sought out wherever they lived and were brought to Jerusalem to celebrate a joyful dedication with thanksgiving hymns and the music of cymbals, harps, and lyres."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 27,
    "text": "Therefore, when the sun set, Jonathan ordered his men to keep watch, with their weapons at the ready for battle, throughout the night; and he set outposts around the camp."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 27,
    "text": "After the defeat and destruction of these, he moved his army to Ephron, a fortified city inhabited by Lysias and people of many nationalities. Robust young men took up their posts in defense of the walls, from which they fought valiantly; inside were large supplies of war machines and missiles."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 27,
    "text": "Sloth does not catch its prey, but the wealth of the diligent is splendid."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 27,
    "text": "Son of man, listen! The house of Israel is saying, “The vision he sees is a long time off; he prophesies for distant times!”"
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 27,
    "text": "And if I drive out demons by Beelzebul, by whom do your own people drive them out? Therefore they will be your judges."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 27,
    "text": "He is not God of the dead but of the living. You are greatly misled.” The Greatest Commandment."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 27,
    "text": "Notice how the flowers grow. They do not toil or spin. But I tell you, not even Solomon in all his splendor was dressed like one of them."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 27,
    "text": "“I am troubled now. Yet what should I say? ‘Father, save me from this hour’? But it was for this purpose that I came to this hour."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 27,
    "text": "Now you are Christ’s body, and individually parts of it."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 27,
    "text": "That phrase, “once more,” points to [the] removal of shaken, created things, so that what is unshaken may remain."
  }
]