[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 16,
    "text": "When the bow appears in the clouds, I will see it and remember the everlasting covenant between God and every living creature—every mortal being that is on earth."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 16,
    "text": "But this is why I have let you survive: to show you my power and to make my name resound throughout the earth!"
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 16,
    "text": "Then he brought forward the burnt offering and offered it according to procedure."
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 16,
    "text": "It was always so: during the day the cloud covered the tabernacle and at night had the appearance of fire."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 16,
    "text": "I saw how you had sinned against the LORD, your God, by making for yourselves a molten calf. You had already turned aside from the way which the LORD had commanded you."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 16,
    "text": "Gibeonites Made Vassals. Three days after the covenant was made, the Israelites heard that these people were from nearby, and would be living in Israel."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 16,
    "text": "“Now then, if you have acted in good faith and integrity in appointing Abimelech your king, if you have acted with good will toward Jerubbaal and his house, and if you have treated him as he deserved—"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 16,
    "text": "At this time tomorrow I will send you a man from the land of Benjamin whom you are to anoint as ruler of my people Israel. He shall save my people from the hand of the Philistines. I have looked upon my people; their cry has come to me."
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 16,
    "text": "(Pharaoh, king of Egypt, had come up and taken Gezer and, after destroying it by fire and slaying all the Canaanites living in the city, had given it as a farewell gift to his daughter, Solomon’s wife;"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 16,
    "text": "Then Jehu mounted his chariot and drove to Jezreel, where Joram lay ill and Ahaziah, king of Judah, had come to visit him."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 16,
    "text": "Obadiah, son of Shemaiah, son of Galal, a descendant of Jeduthun; and Berechiah, son of Asa, son of Elkanah, whose family lived in the villages of the Netophathites."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 16,
    "text": "and three hundred bucklers of beaten gold (three hundred shekels of gold went into each buckler); and the king put them in the house of the Forest of Lebanon."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 16,
    "text": "But they, our ancestors, proved to be insolent; they were obdurate and did not obey your commandments."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 16,
    "text": "The other Jews, who dwelt in the royal provinces, also mustered and defended themselves, and obtained rest from their enemies. They killed seventy-five thousand of those who hated them, but they did not engage in plunder."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 16,
    "text": "But when those on the left wing saw that the right wing was crushed, they closed in behind Judas and those with him."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 16,
    "text": "that he would adorn with the finest offerings the holy temple which he had previously despoiled, restore all the sacred vessels many times over, and provide from his own revenues the expenses required for the sacrifices."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 16,
    "text": "If I appealed to him and he answered me, I could not believe that he would listen to me;"
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 16,
    "text": "VI - The nations fall into the pit they dig; in the snare they hide, their own foot is caught."
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 16,
    "text": "“Let those who are naive turn in here, to those who lack sense I say,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 16,
    "text": "Though I had said, “Wisdom is better than force,” yet the wisdom of the poor man is despised and his words go unheeded."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 16,
    "text": "Scarcely can we guess the things on earth, and only with difficulty grasp what is at hand; but things in heaven, who can search them out?"
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 16,
    "text": "Take the righteous for your table companions; and let your glory be in the fear of God."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 16,
    "text": "That is why the Lord does not spare their young men, and their orphans and widows he does not pity; For they are totally impious and wicked, and every mouth speaks folly. For all this, his wrath is not turned back, his hand is still outstretched!"
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 16,
    "text": "Thus says the LORD of hosts: Inquire, and call the wailing women to come; summon the most skilled of them."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 16,
    "text": "Lord, in keeping with all your just deeds, let your anger and your wrath be turned away from your city Jerusalem, your holy mountain. On account of our sins and the crimes of our ancestors, Jerusalem and your people have become the reproach of all our neighbors."
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 16,
    "text": "Ephraim is stricken, their root is dried up; they will bear no fruit. Were they to bear children, I would slay the beloved of their womb."
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 16,
    "text": "And the LORD their God will save them: the people, like a flock on that day; For like gemstones of a crown they will shine on the land."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 16,
    "text": "No one patches an old cloak with a piece of unshrunken cloth, for its fullness pulls away from the cloak and the tear gets worse."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 16,
    "text": "He asked them, “What are you arguing about with them?”"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 16,
    "text": "Then taking the five loaves and the two fish, and looking up to heaven, he said the blessing over them, broke them, and gave them to the disciples to set before the crowd."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 16,
    "text": "So some of the Pharisees said, “This man is not from God, because he does not keep the sabbath.” [But] others said, “How can a sinful man do such signs?” And there was a division among them."
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 16,
    "text": "and I will show him what he will have to suffer for my name.”"
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 16,
    "text": "So it depends not upon a person’s will or exertion, but upon God, who shows mercy."
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 16,
    "text": "If I preach the gospel, this is no reason for me to boast, for an obligation has been imposed on me, and woe to me if I do not preach it!"
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 16,
    "text": "Now where there is a will, the death of the testator must be established."
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 16,
    "text": "The number of cavalry troops was two hundred million; I heard their number."
  }
]