[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 11,
    "text": "Then God asked: Who told you that you were naked? Have you eaten from the tree of which I had forbidden you to eat?"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 11,
    "text": "But Moses said to God, “Who am I that I should go to Pharaoh and bring the Israelites out of Egypt?”"
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 11,
    "text": "The priest shall burn this on the altar as food, an oblation to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 11,
    "text": "The LORD said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 11,
    "text": "(Og, king of Bashan, was the last remaining survivor of the Rephaim. He had a bed of iron, nine regular cubits long and four wide, which is still preserved in Rabbah of the Ammonites.)"
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 11,
    "text": "The ark of the covenant of the Lord of the whole earth will cross the Jordan before you."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 11,
    "text": "So the land was at rest for forty years, until Othniel, son of Kenaz, died."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 11,
    "text": "Now rest assured, my daughter, I will do for you whatever you say; all my townspeople know you to be a worthy woman."
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 11,
    "text": "The LORD said to Samuel: I am about to do something in Israel that will make the ears of everyone who hears it ring."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 11,
    "text": "Ishbaal was no longer able to say a word to Abner, he feared him so."
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 11,
    "text": "So God said to him: Because you asked for this—you did not ask for a long life for yourself, nor for riches, nor for the life of your enemies—but you asked for discernment to know what is right—"
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 11,
    "text": "But Jehoshaphat asked, “Is there no prophet of the LORD here through whom we may inquire of the LORD?” One of the servants of the king of Israel replied, “Elisha, son of Shaphat, who poured water on the hands of Elijah, is here.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 11,
    "text": "whose son was Joram, whose son was Ahaziah, whose son was Joash,"
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 11,
    "text": "The wings of the cherubim spanned twenty cubits: one wing of each cherub, five cubits in length, extended to a wall of the house, while the other wing, also five cubits in length, touched the corresponding wing of the other cherub."
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 11,
    "text": "They alternated in songs of praise and thanksgiving to the LORD, “for he is good, for his love for Israel endures forever”; and all the people raised a great shout of joy, praising the LORD because the foundation of the LORD’s house had been laid."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 11,
    "text": "The adjoining sector, as far as the Oven Tower, was repaired by Malchijah, son of Harim, and Hasshub, son of Pahath-moab."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 11,
    "text": "At that same time, with hands outstretched toward the window, she implored favor: Sarah’s Prayer for Death - “Blessed are you, merciful God! Blessed be your holy and honorable name forever! May all your works forever bless you."
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 11,
    "text": "The king said to Haman, “The silver is yours, as well as the people, to do with as you please.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 11,
    "text": "When Judas learned of it, he went out to meet him and struck and killed him. Many fell wounded, and the rest fled."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 11,
    "text": "and some was the property of Hyrcanus, son of Tobias, a man who occupied a very high position. Contrary to the misrepresentations of the impious Simon, the total amounted only to four hundred talents of silver and two hundred of gold."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 11,
    "text": "Why did I not die at birth, come forth from the womb and expire?"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 11,
    "text": "The discipline of the LORD, my son, do not spurn; do not disdain his reproof;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 11,
    "text": "God has made everything appropriate to its time, but has put the timeless into their hearts so they cannot find out, from beginning to end, the work which God has done."
  },
  {
    "book": "SongofSongs",
    "chapter": 3,
    "verse": 11,
    "text": "go out and look upon King Solomon In the crown with which his mother has crowned him on the day of his marriage, on the day of the joy of his heart."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 11,
    "text": "For those who despise wisdom and instruction are doomed. Vain is their hope, fruitless their labors, and worthless their works."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 11,
    "text": "A father’s glory is glory also for oneself; they multiply sin who demean their mother."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 11,
    "text": "Woe to the wicked! It will go ill with them, with the work of their hands they will be repaid."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 11,
    "text": "Restoration of Israel. Then the LORD said to me: Rebel Israel is more just than traitor Judah."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 11,
    "text": "He turned me aside and tore me apart, leaving me ravaged."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 11,
    "text": "Defiled with the dead, counted among those destined for Hades?"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 11,
    "text": "Now go to the exiles, to your own people, and speak to them. Say to them, whether they hear or refuse to hear: Thus says the LORD God!"
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 11,
    "text": "whoever did not was to be cast into a white-hot furnace."
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 11,
    "text": "Therefore thus says the Lord GOD: An enemy shall surround the land, tear down your fortresses, and pillage your strongholds."
  },
  {
    "book": "Micah",
    "chapter": 3,
    "verse": 11,
    "text": "Its leaders render judgment for a bribe, the priests teach for pay, the prophets divine for money, While they rely on the LORD, saying, “Is not the LORD in the midst of us? No evil can come upon us!”"
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 11,
    "text": "You, too, will drink of this; you will be overcome; You, too, will seek a refuge from the foe."
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 11,
    "text": "the moon left its lofty station, At the light of your flying arrows, at the gleam of your flashing spear."
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 11,
    "text": "On that day You will not be ashamed of all your deeds, when you rebelled against me; For then I will remove from your midst the proud braggarts, And you shall no longer exalt yourself on my holy mountain."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 11,
    "text": "I will rebuke the locust for you so that it will not destroy your crops, And the vine in the field will not be barren, says the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 11,
    "text": "I am baptizing you with water, for repentance, but the one who is coming after me is mightier than I. I am not worthy to carry his sandals. He will baptize you with the holy Spirit and fire."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 11,
    "text": "And whenever unclean spirits saw him they would fall down before him and shout, “You are the Son of God.”"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 11,
    "text": "He said to them in reply, “Whoever has two tunics should share with the person who has none. And whoever has food should do likewise.”"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 11,
    "text": "Amen, amen, I say to you, we speak of what we know and we testify to what we have seen, but you people do not accept our testimony."
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 11,
    "text": "Peter’s Speech. As he clung to Peter and John, all the people hurried in amazement toward them in the portico called “Solomon’s Portico.”"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 11,
    "text": "there is no one who understands, there is no one who seeks God."
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 11,
    "text": "for no one can lay a foundation other than the one that is there, namely, Jesus Christ."
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 11,
    "text": "For if what was going to fade was glorious, how much more will what endures be glorious."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 11,
    "text": "And that no one is justified before God by the law is clear, for “the one who is righteous by faith will live.”"
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 11,
    "text": "This was according to the eternal purpose that he accomplished in Christ Jesus our Lord,"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 11,
    "text": "if somehow I may attain the resurrection from the dead. Forward in Christ."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 11,
    "text": "Here there is not Greek and Jew, circumcision and uncircumcision, barbarian, Scythian, slave, free; but Christ is all and in all."
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 11,
    "text": "Now may God himself, our Father, and our Lord Jesus direct our way to you,"
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 11,
    "text": "We hear that some are conducting themselves among you in a disorderly way, by not keeping busy but minding the business of others."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 11,
    "text": "Women, similarly, should be dignified, not slanderers, but temperate and faithful in everything."
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 11,
    "text": "persecutions, and sufferings, such as happened to me in Antioch, Iconium, and Lystra, persecutions that I endured. Yet from all these things the Lord delivered me."
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 11,
    "text": "realizing that such a person is perverted and sinful and stands self-condemned. Directives, Greetings, and Blessing."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 11,
    "text": "As I swore in my wrath, “They shall not enter into my rest.”’”"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 11,
    "text": "Does a spring gush forth from the same opening both pure and brackish water?"
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 11,
    "text": "must turn from evil and do good, seek peace and follow after it."
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 11,
    "text": "Since everything is to be dissolved in this way, what sort of persons ought [you] to be, conducting yourselves in holiness and devotion,"
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 11,
    "text": "III. Love for One Another - For this is the message you have heard from the beginning: we should love one another,"
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 11,
    "text": "I am coming quickly. Hold fast to what you have, so that no one may take your crown."
  }
]