[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 16,
    "text": "To the woman he said: I will intensify your toil in childbearing; in pain you shall bring forth children. Yet your urge shall be for your husband, and he shall rule over you."
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 16,
    "text": "Go and gather the elders of the Israelites, and tell them, The LORD, the God of your ancestors, the God of Abraham, Isaac, and Jacob, has appeared to me and said: I have observed you and what is being done to you in Egypt;"
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 16,
    "text": "The priest shall burn these on the altar as food, a sweet-smelling oblation. All the fat belongs to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 16,
    "text": "Moses, therefore, enrolled them at the direction of the LORD, just as the LORD had charged."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 16,
    "text": "and to Reuben and Gad the territory from Gilead to the Wadi Arnon—the middle of the wadi being its boundary—and to the Wadi Jabbok, which is the border of the Ammonites,"
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 16,
    "text": "the waters flowing from upstream halted, standing up in a single heap for a very great distance indeed, from Adam, a city in the direction of Zarethan; those flowing downstream toward the Salt Sea of the Arabah disappeared entirely. Thus the people crossed over opposite Jericho."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 16,
    "text": "Ehud made himself a two-edged dagger a foot long, and strapped it under his clothes on his right thigh."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 16,
    "text": "She, meanwhile, went home to her mother-in-law, who asked, “How did things go, my daughter?” So she told her all the man had done for her,"
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 16,
    "text": "but Eli called to him, “Samuel, my son!” He replied, “Here I am.”"
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 16,
    "text": "who followed her weeping as far as Bahurim. But Abner said to him, “Go back!” So he turned back."
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 16,
    "text": "Later, two prostitutes came to the king and stood before him."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 16,
    "text": "and he announced: “Thus says the LORD: Provide many catch basins in this wadi."
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 16,
    "text": "The sons of Jehoiakim were: Jeconiah, his son; Zedekiah, his son."
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 16,
    "text": "He devised chains in the form of a collar with which he encircled the capitals of the columns, and he made a hundred pomegranates which he set on the chains."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 16,
    "text": "After him, the work of repair was carried out by Nehemiah, son of Azbuk, administrator of half the district of Beth-zur, to a place opposite the tombs of David, as far as the Artificial Pool and the barracks."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 16,
    "text": "An Answer to Prayer. At that very time, the prayer of both of them was heard in the glorious presence of God."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 16,
    "text": "When he reached the ascent of Beth-horon, Judas went out to meet him with a few men."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 16,
    "text": "Whoever saw the appearance of the high priest was pierced to the heart, for the changed complexion of his face revealed his mental anguish."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 16,
    "text": "Or why was I not buried away like a stillborn child, like babies that have never seen the light?"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 16,
    "text": "Long life is in her right hand, in her left are riches and honor;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 16,
    "text": "The Problem of Retribution. And still under the sun in the judgment place I saw wickedness, and wickedness also in the seat of justice."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 16,
    "text": "But the children of adulterers will remain without issue, and the progeny of an unlawful bed will disappear."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 16,
    "text": "Those who neglect their father are like blasphemers; those who provoke their mother are accursed by their Creator."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 16,
    "text": "The Haughty Women of Zion - The LORD said: Because the daughters of Zion are haughty, and walk with necks outstretched, Ogling and mincing as they go, their anklets tinkling with every step,"
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 16,
    "text": "When you increase in number and are fruitful in the land— oracle of the LORD— They will in those days no longer say, “The ark of the covenant of the LORD!” They will no longer think of it, or remember it, or miss it, or make another one."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 16,
    "text": "He has made me eat gravel, trampled me into the dust;"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 16,
    "text": "Where are the rulers of the nations, who lorded it over the wild beasts of the earth,"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 16,
    "text": "At the end of the seven days, the word of the LORD came to me: The Prophet as Sentinel."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 16,
    "text": "Shadrach, Meshach, and Abednego answered King Nebuchadnezzar, “There is no need for us to defend ourselves before you in this matter."
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 16,
    "text": "You have made your traders more numerous than the stars of the heavens; like grasshoppers that shed their skins and fly away."
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 16,
    "text": "I hear, and my body trembles; at the sound, my lips quiver. Decay invades my bones, my legs tremble beneath me. I await the day of distress that will come upon the people who attack us."
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 16,
    "text": "On that day, it shall be said to Jerusalem: Do not fear, Zion, do not be discouraged!"
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 16,
    "text": "Then those who fear the LORD spoke with one another, and the LORD listened attentively; A record book was written before him of those who fear the LORD and esteem his name."
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 16,
    "text": "After Jesus was baptized, he came up from the water and behold, the heavens were opened [for him], and he saw the Spirit of God descending like a dove [and] coming upon him."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 16,
    "text": "[he appointed the twelve:] Simon, whom he named Peter;"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 16,
    "text": "John answered them all, saying, “I am baptizing you with water, but one mightier than I is coming. I am not worthy to loosen the thongs of his sandals. He will baptize you with the holy Spirit and fire."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 16,
    "text": "For God so loved the world that he gave his only Son, so that everyone who believes in him might not perish but might have eternal life."
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 16,
    "text": "And by faith in his name, this man, whom you see and know, his name has made strong, and the faith that comes through it has given him this perfect health, in the presence of all of you."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 16,
    "text": "ruin and misery are in their ways,"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 16,
    "text": "Do you not know that you are the temple of God, and that the Spirit of God dwells in you?"
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 16,
    "text": "but whenever a person turns to the Lord the veil is removed."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 16,
    "text": "Now the promises were made to Abraham and to his descendant. It does not say, “And to descendants,” as referring to many, but as referring to one, “And to your descendant,” who is Christ."
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 16,
    "text": "that he may grant you in accord with the riches of his glory to be strengthened with power through his Spirit in the inner self,"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 16,
    "text": "Only, with regard to what we have attained, continue on the same course. Wrong Conduct and Our Goal."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 16,
    "text": "Let the word of Christ dwell in you richly, as in all wisdom you teach and admonish one another, singing psalms, hymns, and spiritual songs with gratitude in your hearts to God."
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 16,
    "text": "May the Lord of peace himself give you peace at all times and in every way. The Lord be with all of you."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 16,
    "text": "Undeniably great is the mystery of devotion, Who was manifested in the flesh, vindicated in the spirit, seen by angels, proclaimed to the Gentiles, believed in throughout the world, taken up in glory."
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 16,
    "text": "All scripture is inspired by God and is useful for teaching, for refutation, for correction, and for training in righteousness,"
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 16,
    "text": "Who were those who rebelled when they heard? Was it not all those who came out of Egypt under Moses?"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 16,
    "text": "For where jealousy and selfish ambition exist, there is disorder and every foul practice."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 16,
    "text": "but do it with gentleness and reverence, keeping your conscience clear, so that, when you are maligned, those who defame your good conduct in Christ may themselves be put to shame."
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 16,
    "text": "speaking of these things as he does in all his letters. In them there are some things hard to understand that the ignorant and unstable distort to their own destruction, just as they do the other scriptures."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 16,
    "text": "The way we came to know love was that he laid down his life for us; so we ought to lay down our lives for our brothers."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 16,
    "text": "So, because you are lukewarm, neither hot nor cold, I will spit you out of my mouth."
  }
]