[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 27,
    "text": "II. The Story of the Ancestors of Israel - Terah. These are the descendants of Terah. Terah begot Abram, Nahor, and Haran, and Haran begot Lot."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 27,
    "text": "Also by the various quadrupeds that walk on paws; they are unclean for you; anyone who touches their carcasses shall be unclean until evening,"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 27,
    "text": "So, when a young man ran and reported to Moses, “Eldad and Medad are prophesying in the camp,”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 27,
    "text": "a blessing for obeying the commandments of the LORD, your God, which I give you today;"
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 27,
    "text": "As for me, I have not sinned against you, but you wrong me by making war against me. Let the LORD, who is judge, decide this day between the Israelites and the Ammonites!’”"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 27,
    "text": "But once the mourning was over, David sent for her and brought her into his house. She became his wife and bore him a son. But in the sight of the LORD what David had done was evil."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 27,
    "text": "This is how he came to rebel. King Solomon was building Millo, closing up the breach of the City of David, his father."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 27,
    "text": "Shammoth, from En-harod; Helez, from Beth-pelet;"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 27,
    "text": "in Hazarshual, in Beer-sheba and its dependencies,"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 27,
    "text": "He confirmed him in the high priesthood and in the other honors he had previously held, and had him enrolled among his Chief Friends."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 27,
    "text": "The king’s letter to the people was as follows: “King Antiochus sends greetings to the Jewish senate and to the rest of the Jews."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 27,
    "text": "Those who seek the good seek favor, but those who pursue evil will have evil come upon them."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 27,
    "text": "All things have been handed over to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son wishes to reveal him."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 27,
    "text": "They returned once more to Jerusalem. As he was walking in the temple area, the chief priests, the scribes, and the elders approached him"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 27,
    "text": "While he was speaking, a woman from the crowd called out and said to him, “Blessed is the womb that carried you and the breasts at which you nursed.”"
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 27,
    "text": "She said to him, “Yes, Lord. I have come to believe that you are the Messiah, the Son of God, the one who is coming into the world.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 27,
    "text": "At that time some prophets came down from Jerusalem to Antioch,"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 27,
    "text": "and this is my covenant with them when I take away their sins.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 27,
    "text": "Therefore whoever eats the bread or drinks the cup of the Lord unworthily will have to answer for the body and blood of the Lord."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 27,
    "text": "in toil and hardship, through many sleepless nights, through hunger and thirst, through frequent fastings, through cold and exposure."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 27,
    "text": "By faith he left Egypt, not fearing the king’s fury, for he persevered as if seeing the one who is invisible."
  }
]