[
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 36,
    "text": "their enrollment by clans was two thousand seven hundred and fifty."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 36,
    "text": "Out of the heavens he let you hear his voice to discipline you; on earth he let you see his great fire, and you heard him speaking out of the fire."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 36,
    "text": "Elisha summoned Gehazi and said, “Call the Shunammite.” He called her, and she came to him, and Elisha said to her, “Take your son.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 36,
    "text": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 36,
    "text": "Purification and Rededication of the Temple. Then Judas and his brothers said, “Now that our enemies have been crushed, let us go up to purify the sanctuary and rededicate it.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 36,
    "text": "When the king returned from the region of Cilicia, the Jews of the city, together with the Greeks who detested the crime, went to see him about the murder of Onias."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 36,
    "text": "Look to the east, Jerusalem; see the joy that comes to you from God!"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 36,
    "text": "Leaving the crowd, they took him with them in the boat just as he was. And other boats were with him."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 36,
    "text": "They were all amazed and said to one another, “What is there about his word? For with authority and power he commands the unclean spirits, and they come out.”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 36,
    "text": "The reaper is already receiving his payment and gathering crops for eternal life, so that the sower and reaper can rejoice together."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 36,
    "text": "Thus Joseph, also named by the apostles Barnabas (which is translated “son of encouragement”), a Levite, a Cypriot by birth,"
  }
]