[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Expulsion from Eden. Now the snake was the most cunning of all the wild animals that the LORD God had made. He asked the woman, “Did God really say, ‘You shall not eat from any of the trees in the garden'?”"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Meanwhile Moses was tending the flock of his father-in-law Jethro, the priest of Midian. Leading the flock beyond the wilderness, he came to the mountain of God, Horeb."
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Communion Sacrifices. If a person's offering is a communion sacrifice, if it is brought from the herd, be it a male or a female animal, it must be presented without blemish before the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - The Sons of Aaron. These are the offspring of Aaron and Moses at the time the LORD spoke to Moses on Mount Sinai."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Defeat of Og. Then we turned and proceeded up the road to Bashan. But Og, king of Bashan, came out against us with all his people to give battle at Edrei."
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Preparations for Crossing the Jordan. Early the next morning, Joshua and all the Israelites moved from Shittim and came to the Jordan, where they stayed before crossing over."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - These are the nations the LORD allowed to remain, so that through them he might test Israel, all those who had not experienced any of the Canaanite wars—"
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Ruth Again Presents Herself. When Ruth was back with her mother-in-law, Naomi said to her, “My daughter, should I not be seeking a pleasing home for you?"
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Revelation to Samuel. During the time young Samuel was minister to the LORD under Eli, the word of the LORD was scarce and vision infrequent."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - There followed a long war between the house of Saul and the house of David, in which David grew ever stronger, but the house of Saul ever weaker."
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Early Promise of Solomon's Reign. Solomon allied himself by marriage with Pharaoh, king of Egypt. He married the daughter of Pharaoh and brought her to the City of David, until he should finish building his own house, and the house of the LORD, and the wall around Jerusalem."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 1,
    "text": "VII. Stories of Elisha and Joram Chapter 3 - Reign of Joram of Israel. Joram, son of Ahab, became king over Israel in Samaria in the eighteenth year of Jehoshaphat, king of Judah, and he reigned twelve years."
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - These were the sons of David born to him in Hebron: the firstborn, Amnon, by Ahinoam of Jezreel; the second, Daniel, by Abigail of Carmel;"
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Building of the Temple. Then Solomon began to build the house of the LORD in Jerusalem on Mount Moriah, which had been shown to David his father, in the place David had prepared, the threshing floor of Ornan the Jebusite."
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Restoration of Worship. Now when the seventh month came, after the Israelites had settled in their cities, the people gathered as one in Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - List of Workers. Eliashib the high priest and his priestly kinsmen took up the task of rebuilding the Sheep Gate. They consecrated it and set up its doors, its bolts, and its bars, then continued the rebuilding to the Tower of the Hundred, the Tower of Hananel."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Then sad at heart, I groaned and wept aloud. With sobs I began to pray:"
  },
  {
    "book": "Judith",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Submission of the Vassal Nations. So they sent messengers to him to sue for peace in these words:"
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 1,
    "text": "III. Haman's Plot Against the Jews Chapter 3 - Mordecai Refuses to Honor Haman. After these events King Ahasuerus promoted Haman, son of Hammedatha the Agagite, to high rank, seating him above all his fellow officials."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 1,
    "text": "II. Leadership of Judas Maccabeus Chapter 3 - Judas and His Early Victories. Then his son Judas, who was called Maccabeus, took his place."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 1,
    "text": "III. Heliodorus' Attempt to Profane the Temple Chapter 3 - Heliodorus' Arrival in Jerusalem. While the holy city lived in perfect peace and the laws were strictly observed because of the piety of the high priest Onias and his hatred of evil,"
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 1,
    "text": "II. First Cycle of Speeches Chapter 3 - Job's Complaint. After this, Job opened his mouth and cursed his day."
  },
  {
    "book": "Psalms",
    "chapter": 3,
    "verse": 1,
    "text": "Psalm 3 Threatened but Trusting - A psalm of David, when he fled from his son Absalom."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 Confidence in God Leads to Prosperity - My son, do not forget my teaching, take to heart my commands;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 No One Can Determine the Right Time to Act - There is an appointed time for everything, and a time for every affair under the heavens."
  },
  {
    "book": "SongofSongs",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 Loss and Discovery - W On my bed at night I sought him whom my soul loves— I sought him but I did not find him."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 The Hidden Counsels of God - A. On Suffering The souls of the righteous are in the hand of God, and no torment shall touch them."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 Responsibilities to Parents - Children, listen to me, your father; act accordingly, that you may be safe."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 Judgment on Jerusalem and Judah - The Lord, the LORD of hosts, will take away from Jerusalem and from Judah Support and staff— all support of bread, all support of water:"
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - If a man divorces his wife and she leaves him and then becomes the wife of another, Can she return to the first? Would not this land be wholly defiled? But you have played the prostitute with many lovers, and yet you would return to me!—oracle of the LORD."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 The Voice of a Suffering Individual - I am one who has known affliction under the rod of God's anger,"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - “LORD Almighty, God of Israel, the anguished soul, the dismayed spirit cries out to you."
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - He said to me: Son of man, eat what you find here: eat this scroll, then go, speak to the house of Israel."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - The Fiery Furnace. King Nebuchadnezzar had a golden statue made, sixty cubits high and six cubits wide, which he set up in the plain of Dura in the province of Babylon."
  },
  {
    "book": "Hosea",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Hosea and His Wife Reunited Again the LORD said to me: Go, love a woman who is loved by her spouse but commits adultery; Just as the LORD loves the Israelites, though they turn to other gods and love raisin cakes."
  },
  {
    "book": "Joel",
    "chapter": 3,
    "verse": 1,
    "text": "III. The Lord's Final Judgment Chapter 3 The Day of the Lord - It shall come to pass I will pour out my spirit upon all flesh. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions."
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 1,
    "text": "III. Threefold Summons to Hear the Word of the Lord Chapter 3 First Summons - Hear this word, Israelites, that the LORD speaks concerning you, concerning the whole family I brought up from the land of Egypt:"
  },
  {
    "book": "Jonah",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Jonah's Obedience and the Ninevites' Repentance. The word of the LORD came to Jonah a second time:"
  },
  {
    "book": "Micah",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - And I said: Hear, you leaders of Jacob, rulers of the house of Israel! Is it not your duty to know what is right,"
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Ah! The bloody city, all lies, Full of plunder, whose looting never stops!"
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 Hymn About God's Reign - Prayer of Habakkuk, the prophet. According to Shigyonot."
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 Jerusalem Reproached - Ah! Rebellious and polluted, the tyrannical city!"
  },
  {
    "book": "Zechariah",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Prophetic Vision: Joshua the High Priest. Then he showed me Joshua the high priest standing before the angel of the LORD, while the adversary stood at his right side to accuse him."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 The Messenger of the Covenant - Now I am sending my messenger— he will prepare the way before me; And the lord whom you seek will come suddenly to his temple; The messenger of the covenant whom you desire— see, he is coming! says the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 1,
    "text": "II. The Proclamation of the Kingdom Chapter 3 - The Preaching of John the Baptist. In those days John the Baptist appeared, preaching in the desert of Judea"
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - A Man with a Withered Hand. Again he entered the synagogue. There was a man there who had a withered hand."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 1,
    "text": "III. The Preparation for the Public Ministry Chapter 3 - The Preaching of John the Baptist. In the fifteenth year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Nicodemus. Now there was a Pharisee named Nicodemus, a ruler of the Jews."
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Cure of a Crippled Beggar. Now Peter and John were going up to the temple area for the three o'clock hour of prayer."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Answers to Objections. What advantage is there then in being a Jew? Or what is the value of circumcision?"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Brothers, I could not talk to you as spiritual people, but as fleshly people, as infants in Christ."
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Are we beginning to commend ourselves again? Or do we need, as some do, letters of recommendation to you or from you?"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 1,
    "text": "IV. Faith and Liberty Chapter 3 - Justification by Faith. O stupid Galatians! Who has bewitched you, before whose eyes Jesus Christ was publicly portrayed as crucified?"
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 1,
    "text": "III. World Mission of the Church Chapter 3 - Commission to Preach God's Plan. Because of this, I, Paul, a prisoner of Christ [Jesus] for you Gentiles—"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Concluding Admonitions. Finally, my brothers, rejoice in the Lord. Writing the same things to you is no burden for me but is a safeguard for you."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 1,
    "text": "IV. The Ideal Christian Life in the World Chapter 3 - Mystical Death and Resurrection. If then you were raised with Christ, seek what is above, where Christ is seated at the right hand of God."
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - That is why, when we could bear it no longer, we decided to remain alone in Athens"
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 1,
    "text": "III. Concluding Exhortations Chapter 3 - Request for Prayers. Finally, brothers, pray for us, so that the word of the Lord may speed forward and be glorified, as it did among you,"
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Qualifications of Various Ministers. This saying is trustworthy: whoever aspires to the office of bishop desires a noble task."
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - The Dangers of the Last Days. But understand this: there will be terrifying times in the last days."
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Remind them to be under the control of magistrates and authorities, to be obedient, to be open to every good enterprise."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 1,
    "text": "III. Jesus, Faithful and Compassionate High Priest Chapter 3 - Jesus, Superior to Moses. Therefore, holy “brothers,” sharing in a heavenly calling, reflect on Jesus, the apostle and high priest of our confession,"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Power of the Tongue. Not many of you should become teachers, my brothers, for you realize that we will be judged more strictly,"
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - Christian Spouses. Likewise, you wives should be subordinate to your husbands so that, even if some disobey the word, they may be won over without a word by their wives' conduct"
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 1,
    "text": "IV. The Delay of the Second Coming Chapter 3 - Denial of the Parousia. This is now, beloved, the second letter I am writing to you; through them by way of reminder I am trying to stir up your sincere disposition,"
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - See what love the Father has bestowed on us that we may be called the children of God. Yet so we are. The reason the world does not know us is that it did not know him."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 1,
    "text": "Chapter 3 - To Sardis. “To the angel of the church in Sardis, write this: “‘The one who has the seven spirits of God and the seven stars says this: “I know your works, that you have the reputation of being alive, but you are dead."
  }
]