[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 23,
    "text": "The whole lifetime of Enoch was three hundred and sixty-five years."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 23,
    "text": "From the time I went to Pharaoh to speak in your name, he has treated this people badly, and you have done nothing to rescue your people.”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 23,
    "text": "when someone has thus done wrong and is guilty, that person shall restore the thing that was stolen, the item unjustly retained, the item left as deposit, or the lost article that was found"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 23,
    "text": "The priest shall put these curses in writing and shall then wash them off into the water of bitterness,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 23,
    "text": "But when you heard the voice from the midst of the darkness, while the mountain was ablaze with fire, you came near to me, all your tribal heads and elders,"
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 23,
    "text": "“Curse Meroz,” says the messenger of the LORD, “curse, curse its inhabitants! For they did not come when the LORD helped, the help of the LORD against the warriors.”"
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 23,
    "text": "and again David inquired of the LORD, who replied: Do not attack the front—circle behind them and come against them near the balsam trees."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 23,
    "text": "My servants shall bring them down from the Lebanon to the sea, and I will arrange them into rafts in the sea and bring them wherever you say. There I will break up the rafts, and you shall take the lumber. You, for your part, shall furnish the provisions I desire for my household.”"
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 23,
    "text": "Naaman said, “I insist! Take two talents,” and he pressed him. He tied up two silver talents in bags and gave them, with two festal garments, to two of his servants, who carried them before Gehazi."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 23,
    "text": "The Half-tribe of Manasseh. The half-tribe of Manasseh lived in the land of Bashan as far as Baal-hermon, Senir, and Mount Hermon; they were numerous."
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 23,
    "text": "“We are not afraid of the Israelites,” they said, “for they are a powerless people, incapable of a strong defense."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 23,
    "text": "He took with him the Jews who were in Galilee and in Arbatta, with their wives and children and all that they had, and brought them to Judea with great rejoicing."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 23,
    "text": "at Mount Gerizim, Andronicus; and besides these, Menelaus, who lorded it over his fellow citizens more than the others. Out of hatred for the Jewish citizens,"
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 23,
    "text": "With the stones of the field shall your covenant be, and the wild beasts shall be at peace with you."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 23,
    "text": "They will die from lack of discipline, lost because of their great folly."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 23,
    "text": "A mighty wind will confront them and winnow them like a tempest; Thus lawlessness will lay waste the whole earth and evildoing overturn the thrones of the mighty."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 23,
    "text": "Those who acquit the guilty for bribes, and deprive the innocent of justice!"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 23,
    "text": "But this people’s heart is stubborn and rebellious; they turn and go away,"
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 23,
    "text": "you have rebelled against the Lord of heaven. You had the vessels of his temple brought before you, so that you and your nobles, your consorts and your concubines, might drink wine from them; and you praised the gods of silver and gold, bronze and iron, wood and stone, that neither see nor hear nor have intelligence. But the God in whose hand is your very breath and the whole course of your life, you did not glorify."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 23,
    "text": "Take away from me your noisy songs; The melodies of your harps, I will not listen to them."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 23,
    "text": "Therefore, if you bring your gift to the altar, and there recall that your brother has anything against you,"
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 23,
    "text": "and pleaded earnestly with him, saying, “My daughter is at the point of death. Please, come lay your hands on her that she may get well and live.”"
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 23,
    "text": "Which is easier, to say, ‘Your sins are forgiven,’ or to say, ‘Rise and walk’?"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 23,
    "text": "so that all may honor the Son just as they honor the Father. Whoever does not honor the Son does not honor the Father who sent him."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 23,
    "text": "“We found the jail securely locked and the guards stationed outside the doors, but when we opened them, we found no one inside.”"
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 23,
    "text": "gentleness, self-control. Against such there is no law."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 23,
    "text": "For the husband is head of his wife just as Christ is head of the church, he himself the savior of the body."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 23,
    "text": "Concluding Prayer. May the God of peace himself make you perfectly holy and may you entirely, spirit, soul, and body, be preserved blameless for the coming of our Lord Jesus Christ."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 23,
    "text": "Stop drinking only water, but have a little wine for the sake of your stomach and your frequent illnesses."
  }
]