[
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 36,
    "text": "which the LORD ordered to be given them from the Israelites on the day they were anointed, as their due throughout their generations forever."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 36,
    "text": "On the fifth day it was the turn of the tribal leader of the Simeonites, Shelumiel, son of Zurishaddai."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 36,
    "text": "On the flat ends of the handles and on the panels, wherever there was a bare space, cherubim, lions, and palm trees were carved, as well as wreaths all around."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 36,
    "text": "The sons of Zophah were Suah, Harnepher, Shual, Beri, Imrah,"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 36,
    "text": "descendants of Jericho, three hundred and forty-five;"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 36,
    "text": "The priests, however, went in and stood before the altar and the sanctuary. They wept and said:"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 36,
    "text": "Our brothers, after enduring brief pain, have drunk of never-failing life, under God’s covenant. But you, by the judgment of God, shall receive just punishments for your arrogance."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 36,
    "text": "In whatever you do, remember your last days, and you will never sin."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 36,
    "text": "He ordered them not to tell anyone. But the more he ordered them not to, the more they proclaimed it."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 36,
    "text": "A Pharisee invited him to dine with him, and he entered the Pharisee’s house and reclined at table."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 36,
    "text": "What is the meaning of his saying, ‘You will look for me and not find [me], and where I am you cannot come’?” Rivers of Living Water."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 36,
    "text": "This man led them out, performing wonders and signs in the land of Egypt, at the Red Sea, and in the desert for forty years."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 36,
    "text": "If anyone thinks he is behaving improperly toward his virgin, and if a critical moment has come and so it has to be, let him do as he wishes. He is committing no sin; let them get married."
  }
]