[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 10,
    "text": "A river rises in Eden to water the garden; beyond there it divides and becomes four branches."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 10,
    "text": "When the child grew, she brought him to Pharaoh’s daughter, and he became her son. She named him Moses; for she said, “I drew him out of the water.”"
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 10,
    "text": "The rest of the grain offering belongs to Aaron and his sons, a most holy portion from the oblations to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 10,
    "text": "The divisional camp of Reuben shall be on the south side, by companies. The leader of the Reubenites is Elizur, son of Shedeur,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 10,
    "text": "(Formerly the Emim lived there, a people great and numerous and as tall as the Anakim;"
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 10,
    "text": "For we have heard how the LORD dried up the waters of the Red Sea before you when you came out of Egypt, and what you did to Sihon and Og, the two kings of the Amorites beyond the Jordan, whom you destroyed under the ban."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 10,
    "text": "When the rest of that generation were also gathered to their ancestors, and a later generation arose that did not know the LORD or the work he had done for Israel,"
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 10,
    "text": "Casting herself prostrate upon the ground, she said to him, “Why should I, a foreigner, be favored with your attention?”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 10,
    "text": "The LORD’s foes shall be shattered; the Most High in heaven thunders; the LORD judges the ends of the earth. May he give strength to his king, and exalt the horn of his anointed!”"
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 10,
    "text": "Ishbaal, son of Saul, was forty years old when he became king over Israel, and he reigned two years; but the house of Judah followed David."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 10,
    "text": "David rested with his ancestors and was buried in the City of David."
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 10,
    "text": "He replied, “You have asked something that is not easy. Still, if you see me taken up from you, your wish will be granted; otherwise not.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 10,
    "text": "Ram became the father of Amminadab, and Amminadab became the father of Nahshon, a prince of the Judahites."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 10,
    "text": "Huram, king of Tyre, wrote an answer which he sent to Solomon: “Because the LORD loves his people, he has placed you over them as king.”"
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 10,
    "text": "descendants of Bani, six hundred and forty-two;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 10,
    "text": "When Sanballat the Horonite and Tobiah the Ammonite official had heard of this, they were very much displeased that someone had come to improve the lot of the Israelites."
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 10,
    "text": "I did not know that sparrows were perched on the wall above me; their warm droppings settled in my eyes, causing white scales on them. I went to doctors for a cure, but the more they applied ointments, the more my vision was obscured by the white scales, until I was totally blind. For four years I was unable to see, and all my kindred were distressed at my condition. Ahiqar, however, took care of me for two years, until he left for Elam."
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 10,
    "text": "“Go before me and take possession of all their territories for me. If they surrender to you, guard them for me until the day of their sentencing."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 10,
    "text": "Esther did not reveal her nationality or family, for Mordecai had commanded her not to do so."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 10,
    "text": "What nation has not taken its share of her realm, and laid its hand on her spoils?"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 10,
    "text": "Just as Moses prayed to the Lord and fire descended from the sky and consumed the sacrifices, so also Solomon prayed and fire came down and consumed the burnt offerings."
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 10,
    "text": "But he said to her, “You speak as foolish women do. We accept good things from God; should we not accept evil?” Through all this, Job did not sin in what he said."
  },
  {
    "book": "Psalms",
    "chapter": 2,
    "verse": 10,
    "text": "And now, kings, give heed; take warning, judges on earth."
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 10,
    "text": "For wisdom will enter your heart, knowledge will be at home in your soul,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 10,
    "text": "Nothing that my eyes desired did I deny them, nor did I deprive myself of any joy; rather, my heart rejoiced in the fruit of all my toil. This was my share for all my toil."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 10,
    "text": "My lover speaks and says to me, M “Arise, my friend, my beautiful one, and come!"
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 10,
    "text": "Let us oppress the righteous poor; let us neither spare the widow nor revere the aged for hair grown white with time."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 10,
    "text": "Consider the generations long past and see: has anyone trusted in the Lord and been disappointed? Has anyone persevered in his fear and been forsaken? has anyone called upon him and been ignored?"
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 10,
    "text": "Get behind the rocks, hide in the dust, From the terror of the LORD and the splendor of his majesty!"
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 10,
    "text": "Cross to the coast of Cyprus and see, send to Kedar and carefully inquire: Where has anything like this been done?"
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 10,
    "text": "The elders of daughter Zion sit silently on the ground; They cast dust on their heads and dress in sackcloth; The young women of Jerusalem bow their heads to the ground."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 10,
    "text": "but we did not listen to his voice, or follow the precepts of the LORD which he had set before us."
  },
  {
    "book": "Ezekiel",
    "chapter": 2,
    "verse": 10,
    "text": "He unrolled it before me; it was covered with writing front and back. Written on it was: Lamentation, wailing, woe!"
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 10,
    "text": "The Chaldeans answered the king: “There is not a man on earth who can do what you ask, O king; never has any king, however great and mighty, asked such a thing of any magician, enchanter, or Chaldean."
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 10,
    "text": "She did not know that it was I who gave her the grain, the wine, and the oil, I who lavished upon her silver, and gold, which they used for Baal,"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 10,
    "text": "Before them the earth trembles; the heavens shake; Sun and moon are darkened, and the stars withhold their brightness."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 10,
    "text": "It was I who brought you up from the land of Egypt, and who led you through the desert for forty years, to occupy the land of the Amorites;"
  },
  {
    "book": "Jonah",
    "chapter": 2,
    "verse": 10,
    "text": "But I, with thankful voice, will sacrifice to you; What I have vowed I will pay: deliverance is from the LORD."
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 10,
    "text": "“Get up! Leave, this is no place to rest”; Because of uncleanness that destroys with terrible destruction."
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 10,
    "text": "“Plunder the silver, plunder the gold!” There is no end to the treasure, to wealth in every precious thing!"
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 10,
    "text": "You have devised shame for your household, cutting off many peoples, forfeiting your own life;"
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 10,
    "text": "This will be the recompense for their pride, because they taunted and boasted against the people of the LORD of hosts."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 10,
    "text": "On the twenty-fourth day of the ninth month in the second year of Darius, the word of the LORD came to Haggai the prophet:"
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 10,
    "text": "Expansion on the Themes of the First Three Visions. Up! Up! Flee from the land of the north—oracle of the LORD;—For like the four winds of heaven I have dispersed you—oracle of the LORD."
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 10,
    "text": "Marriage and Divorce - Have we not all one father? Has not one God created us? Why, then, do we break faith with each other, profaning the covenant of our ancestors?"
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 10,
    "text": "They were overjoyed at seeing the star,"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 10,
    "text": "But that you may know that the Son of Man has authority to forgive sins on earth”—"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 10,
    "text": "The angel said to them, “Do not be afraid; for behold, I proclaim to you good news of great joy that will be for all the people."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 10,
    "text": "and said to him, “Everyone serves good wine first, and then when people have drunk freely, an inferior one; but you have kept the good wine until now.”"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 10,
    "text": "Phrygia and Pamphylia, Egypt and the districts of Libya near Cyrene, as well as travelers from Rome,"
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 10,
    "text": "But there will be glory, honor, and peace for everyone who does good, Jew first and then Greek."
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 10,
    "text": "this God has revealed to us through the Spirit. For the Spirit scrutinizes everything, even the depths of God."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 10,
    "text": "Whomever you forgive anything, so do I. For indeed what I have forgiven, if I have forgiven anything, has been for you in the presence of Christ,"
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 10,
    "text": "Only, we were to be mindful of the poor, which is the very thing I was eager to do. Peter’s Inconsistency at Antioch."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 10,
    "text": "For we are his handiwork, created in Christ Jesus for the good works that God has prepared in advance, that we should live in them. One in Christ."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 10,
    "text": "that at the name of Jesus every knee should bend, of those in heaven and on earth and under the earth,"
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 10,
    "text": "and you share in this fullness in him, who is the head of every principality and power."
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 10,
    "text": "You are witnesses, and so is God, how devoutly and justly and blamelessly we behaved toward you believers."
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 10,
    "text": "and in every wicked deceit for those who are perishing because they have not accepted the love of truth so that they may be saved."
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 10,
    "text": "but rather, as befits women who profess reverence for God, with good deeds."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 10,
    "text": "Therefore, I bear with everything for the sake of those who are chosen, so that they too may obtain the salvation that is in Christ Jesus, together with eternal glory."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 10,
    "text": "or stealing from them, but exhibiting complete good faith, so as to adorn the doctrine of God our savior in every way."
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 10,
    "text": "For it was fitting that he, for whom and through whom all things exist, in bringing many children to glory, should make the leader to their salvation perfect through suffering."
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 10,
    "text": "For whoever keeps the whole law, but falls short in one particular, has become guilty in respect to all of it."
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 10,
    "text": "Once you were “no people” but now you are God’s people; you “had not received mercy” but now you have received mercy."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 10,
    "text": "and especially those who follow the flesh with its depraved desire and show contempt for lordship. False Teachers Denounced. Bold and arrogant, they are not afraid to revile glorious beings,"
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 10,
    "text": "Whoever loves his brother remains in the light, and there is nothing in him to cause a fall."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 10,
    "text": "Do not be afraid of anything that you are going to suffer. Indeed, the devil will throw some of you into prison, that you may be tested, and you will face an ordeal for ten days. Remain faithful until death, and I will give you the crown of life."
  }
]