[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 24,
    "text": "And when the waters had swelled on the earth for one hundred and fifty days,"
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 24,
    "text": "All the Egyptians had to dig round about the Nile for drinking water, since they could not drink any water from the Nile."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 24,
    "text": "Although the fat of an animal that has died a natural death or has been killed by wild beasts may be put to any other use, you may not eat it."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 24,
    "text": "On the third day it was the turn of the tribal leader of the Zebulunites, Eliab, son of Helon."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 24,
    "text": "He will deliver their kings into your power, that you may make their names perish from under the heavens. No one will be able to stand up against you, till you have destroyed them."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 24,
    "text": "Then Joshua and all Israel took Achan, son of Zerah, with the silver, the mantle, and the bar of gold, and with his sons and daughters, his ox, his donkey and his sheep, his tent, and all his possessions, and led them off to the Valley of Achor."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 24,
    "text": "Gideon also sent messengers throughout the mountain region of Ephraim to say, “Go down to intercept Midian, and seize the water courses against them as far as Beth-barah, as well as the Jordan.” So all the Ephraimites were called to arms, and they seized the water courses as far as Beth-barah, and the Jordan as well."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 24,
    "text": "You have established for yourself your people Israel as your people forever, and you, LORD, have become their God."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 24,
    "text": "Under the brim, gourds encircled it for ten cubits around the compass of the sea; the gourds were in two rows and were cast in one mold with the sea."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 24,
    "text": "He had a daughter, Sheerah, who built Lower and Upper Beth-horon and Uzzen-sheerah."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 24,
    "text": "We also inform you that it is not permitted to impose taxes, tributes, or tolls on any priest, Levite, singer, gatekeeper, temple servant, or any other servant of that house of God."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 24,
    "text": "descendants of Hariph, one hundred and twelve;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 24,
    "text": "“May God judge between you and us! You have done us grave injustice in not making peace with the Assyrians."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 24,
    "text": "he went about all the borders of Judea and took revenge on the men who had deserted, preventing them from going out into the country."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 24,
    "text": "Antiochus, suspecting insult in her words, thought he was being ridiculed. As the youngest brother was still alive, the king appealed to him, not with mere words, but with promises on oath, to make him rich and happy if he would abandon his ancestral customs: he would make him his Friend and entrust him with high office."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 24,
    "text": "So now, children, listen to me, be attentive to the words of my mouth!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 24,
    "text": "What exists is far-reaching; it is deep, very deep: Who can find it out?"
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 24,
    "text": "For Wisdom is mobile beyond all motion, and she penetrates and pervades all things by reason of her purity."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 24,
    "text": "Do you have daughters? Keep them chaste, and do not be indulgent to them."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 24,
    "text": "One shall have to go there with bow and arrows, for all the country shall be briers and thorns."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 24,
    "text": "But they did not listen to me, nor did they pay attention. They walked in the stubbornness of their evil hearts and turned their backs, not their faces, to me."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 24,
    "text": "I will bring in the worst of the nations to take possession of their houses. I will put an end to their proud strength, and their sanctuaries will be defiled."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 24,
    "text": "The ten horns shall be ten kings rising out of that kingdom; another shall rise up after them, Different from those before him, who shall lay low three kings."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 24,
    "text": "The Two Foundations. “Everyone who listens to these words of mine and acts on them will be like a wise man who built his house on rock."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 24,
    "text": "The Syrophoenician Woman’s Faith. From that place he went off to the district of Tyre. He entered a house and wanted no one to know about it, but he could not escape notice."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 24,
    "text": "Jesus’ Testimony to John. When the messengers of John had left, Jesus began to speak to the crowds about John. “What did you go out to the desert to see—a reed swayed by the wind?"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 24,
    "text": "Stop judging by appearances, but judge justly.”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 24,
    "text": "When he saw one of them treated unjustly, he defended and avenged the oppressed man by striking down the Egyptian."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 24,
    "text": "Miserable one that I am! Who will deliver me from this mortal body?"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 24,
    "text": "Brothers, everyone should continue before God in the state in which he was called."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 24,
    "text": "but he, because he remains forever, has a priesthood that does not pass away."
  }
]