[
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 28,
    "text": "Their enrollment, registering every male of a month or more, was eight thousand three hundred. They were the ones who performed the duties of the sanctuary."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 28,
    "text": "Commission Joshua, and encourage and strengthen him, for it is he who will cross at the head of this people and he who will give them possession of the land you are to see."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 28,
    "text": "“Follow me,” he said to them, “for the LORD has delivered your enemies the Moabites into your power.” So they followed him down and seized the fords of the Jordan against the Moabites, permitting no one to cross."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 28,
    "text": "Later David heard of it and said: “Before the LORD, I and my kingdom are forever innocent."
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 28,
    "text": "When all Israel heard the judgment the king had given, they were in awe of him, because they saw that the king had in him the wisdom of God for giving right judgment."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 28,
    "text": "Above the Horse Gate the priests carried out the work of repair, each opposite his own house."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 28,
    "text": "He opened his treasury, gave his soldiers a year’s pay, and commanded them to be prepared for anything."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 28,
    "text": "They carried away helpless the man who a moment before had entered that treasury under arms with a great retinue and his whole bodyguard. They clearly recognized the sovereign power of God."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 28,
    "text": "Say not to your neighbor, “Go, come back tomorrow, and I will give it to you,” when all the while you have it."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 28,
    "text": "To sit alone and in silence, when its weight lies heavy,"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 28,
    "text": "They perished for lack of prudence, perished through their own folly."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 28,
    "text": "You have executed proper judgments in all that you have brought upon us and upon Jerusalem, the holy city of our ancestors. By a proper judgment you have done all this because of our sins;"
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 28,
    "text": "Amen, I say to you, all sins and all blasphemies that people utter will be forgiven them."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 28,
    "text": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 28,
    "text": "You yourselves can testify that I said [that] I am not the Messiah, but that I was sent before him."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 28,
    "text": "For we consider that a person is justified by faith apart from works of the law."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 28,
    "text": "There is neither Jew nor Greek, there is neither slave nor free person, there is not male and female; for you are all one in Christ Jesus."
  }
]