[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 25,
    "text": "Thus, when you have entered the land which the LORD will give you as he promised, you must observe this rite."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 25,
    "text": "Do not eat of it, that you and your children after you may prosper for doing what is right in the sight of the LORD."
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 25,
    "text": "If instead you continue to do evil, both you and your king shall be swept away.”"
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 25,
    "text": "and sent the prophet Nathan to name him Jedidiah, on behalf of the LORD."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 25,
    "text": "Jeroboam built up Shechem in the hill country of Ephraim and lived there. Then he left it and built up Penuel. Jeroboam’s Cultic Innovations."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 25,
    "text": "Judahites bearing shields and spears: six thousand eight hundred armed troops."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 25,
    "text": "were Mattaniah, Bakbukiah, Obadiah. Meshullam, Talmon, and Akkub were gatekeepers. They guarded the storerooms at the gates."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 25,
    "text": "So he set out from Jerusalem and met them in the territory of Hamath, giving them no opportunity to enter his province."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 25,
    "text": "When he had fully confirmed his solemn pledge to restore them unharmed, they let him go for the sake of saving their relatives."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 25,
    "text": "They grope in the darkness without light; he makes them wander like drunkards."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 25,
    "text": "Worry weighs down the heart, but a kind word gives it joy."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 25,
    "text": "for whatever word I speak shall happen without delay. In your days, rebellious house, whatever I speak I will bring about—oracle of the Lord GOD."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 25,
    "text": "But he knew what they were thinking and said to them, “Every kingdom divided against itself will be laid waste, and no town or house divided against itself will stand."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 25,
    "text": "When they rise from the dead, they neither marry nor are given in marriage, but they are like the angels in heaven."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 25,
    "text": "Can any of you by worrying add a moment to your life-span?"
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 25,
    "text": "Whoever loves his life loses it, and whoever hates his life in this world will preserve it for eternal life."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 25,
    "text": "Mission of Barnabas and Saul. After Barnabas and Saul completed their relief mission, they returned to Jerusalem, taking with them John, who is called Mark."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 25,
    "text": "so that there may be no division in the body, but that the parts may have the same concern for one another."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 25,
    "text": "See that you do not reject the one who speaks. For if they did not escape when they refused the one who warned them on earth, how much more in our case if we turn away from the one who warns from heaven."
  }
]