[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 15,
    "text": "Pairs of all creatures in which there was the breath of life came to Noah into the ark."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 15,
    "text": "In the morning, just when he sets out for the water, go to Pharaoh and present yourself by the bank of the Nile, holding in your hand the staff that turned into a snake."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 15,
    "text": "The meat of the thanksgiving communion sacrifice shall be eaten on the day it is offered; none of it may be kept till the next morning."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 15,
    "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 15,
    "text": "The LORD will remove all sickness from you; he will not afflict you with any of the malignant diseases that you know from Egypt, but will leave them with all those who hate you."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 15,
    "text": "Whoever is designated as having incurred the ban shall be destroyed by fire, with all that is his, because he has trangressed the covenant of the LORD and has committed a shameful crime in Israel.”"
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 15,
    "text": "When Gideon heard the account of the dream and its explanation, he bowed down. Then returning to the camp of Israel, he said, “Arise, for the LORD has delivered the camp of Midian into your power.”"
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 15,
    "text": "Samuel judged Israel as long as he lived."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 15,
    "text": "but I will not withdraw my favor from him as I withdrew it from Saul who was before you."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 15,
    "text": "He fashioned two bronze columns, each eighteen cubits high and twelve cubits in circumference."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 15,
    "text": "They followed the Arameans as far as the Jordan, and the whole route was strewn with garments and other objects that the Arameans had thrown away in their haste. The messengers returned and told the king."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 15,
    "text": "Machir took a wife whose name was Maacah; his sister’s name was Molecheth. Manasseh’s second son was named Zelophehad, who had only daughters."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 15,
    "text": "Now, therefore, my eyes shall be open and my ears attentive to the prayer of this place;"
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 15,
    "text": "and to bring the silver and gold which the king and his counselors have freely contributed to the God of Israel, whose dwelling is in Jerusalem,"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 15,
    "text": "descendants of Binnui, six hundred and forty-eight;"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 15,
    "text": "Later Raguel called his wife Edna and said, “My sister, prepare the other bedroom and bring Sarah there.”"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 15,
    "text": "Thus you will render them dire punishment for their rebellion and their refusal to meet you peacefully.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 15,
    "text": "He spoke with them peacefully and swore to them, “We will not seek to injure you or your friends.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 15,
    "text": "They next brought forward the fifth brother and maltreated him."
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 15,
    "text": "So that I should prefer strangulation and death rather than my existence."
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 15,
    "text": "V - Consider how one conceives iniquity; is pregnant with mischief, and gives birth to deception."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 15,
    "text": "So I came out to meet you, to look for you, and I have found you!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 15,
    "text": "Critique of Sages on Justice and Wickedness. I have seen all manner of things in my vain days: the just perishing in their justice, and the wicked living long in their wickedness."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 15,
    "text": "Now God grant I speak suitably and value these endowments at their worth: For he is the guide of Wisdom and the director of the wise."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 15,
    "text": "Do not hate hard work; work was assigned by God."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 15,
    "text": "Curds and honey he will eat so that he may learn to reject evil and choose good;"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 15,
    "text": "I will cast you out of my sight, as I cast away all your kindred, all the offspring of Ephraim."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 15,
    "text": "The sword is outside; disease and hunger are within. Whoever is in the fields will die by the sword; whoever is in the city disease and hunger will devour."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 15,
    "text": "Because of this, my spirit was anguished and I, Daniel, was terrified by my visions."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 15,
    "text": "Though I trained and strengthened their arms, yet they devised evil against me."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 15,
    "text": "but the LORD took me from following the flock, and the LORD said to me, ‘Go, prophesy to my people Israel.’"
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 15,
    "text": "As in the days when you came from the land of Egypt, show us wonderful signs."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 15,
    "text": "“Beware of false prophets, who come to you in sheep’s clothing, but underneath are ravenous wolves."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 15,
    "text": "Nothing that enters one from outside can defile that person; but the things that come out from within are what defile.”"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 15,
    "text": "The dead man sat up and began to speak, and Jesus gave him to his mother."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 15,
    "text": "The Jews were amazed and said, “How does he know scripture without having studied?”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 15,
    "text": "and Jacob went down to Egypt. And he and our ancestors died"
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 15,
    "text": "What I do, I do not understand. For I do not do what I want, but I do what I hate."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 15,
    "text": "If the unbeliever separates, however, let him separate. The brother or sister is not bound in such cases; God has called you to peace."
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 15,
    "text": "And his heart goes out to you all the more, as he remembers the obedience of all of you, when you received him with fear and trembling."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 15,
    "text": "It is even more obvious if another priest is raised up after the likeness of Melchizedek,"
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 15,
    "text": "“For this reason they stand before God’s throne and worship him day and night in his temple. The one who sits on the throne will shelter them."
  }
]