[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 7,
    "text": "The LORD appeared to Abram and said: To your descendants I will give this land. So Abram built an altar there to the LORD who had appeared to him."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 7,
    "text": "They will take some of its blood and apply it to the two doorposts and the lintel of the houses in which they eat it."
  },
  {
    "book": "Leviticus",
    "chapter": 12,
    "verse": 7,
    "text": "The priest shall offer them before the LORD to make atonement for her, and thus she will be clean again after her flow of blood. Such is the ritual for the woman who gives birth to a child, male or female."
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 7,
    "text": "Not so with my servant Moses! Throughout my house he is worthy of trust:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 7,
    "text": "There, too, in the presence of the LORD, your God, you and your families shall eat and rejoice in all your undertakings, in which the LORD, your God, has blessed you."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 7,
    "text": "This is a list of the kings of the land whom Joshua and the Israelites conquered west of the Jordan, from Baal-gad in the Lebanon valley to Mount Halak which rises toward Seir; Joshua apportioned their land and gave possession of it to the tribes of Israel;"
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 7,
    "text": "Jephthah judged Israel for six years, and Jephthah the Gileadite died and was buried in his city in Gilead."
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 7,
    "text": "Now take your stand, that I may judge you in the presence of the LORD according to all the gracious acts that the LORD has done for you and your ancestors."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 7,
    "text": "Then Nathan said to David: “You are the man! Nathan’s Indictment. “Thus says the LORD God of Israel: I anointed you king over Israel. I delivered you from the hand of Saul."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 7,
    "text": "They replied, “If today you become the servant of this people and serve them, and give them a favorable answer, they will be your servants forever.”"
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 7,
    "text": "Nevertheless, as late as the twenty-third year of the reign of King Joash, the priests had not made needed repairs on the temple."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 7,
    "text": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, who were Korahites;"
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 7,
    "text": "When the LORD saw that they had humbled themselves, the word of the LORD came to Shemaiah: Because they have humbled themselves, I will not destroy them; I will give them some deliverance, and my wrath shall not be poured out upon Jerusalem through Shishak."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 7,
    "text": "Sallu, Amok, Hilkiah, Jedaiah. These were the priestly heads and their kinsmen in the days of Jeshua."
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 7,
    "text": "A king’s secret should be kept secret, but one must declare the works of God and give thanks with due honor. Do good, and evil will not overtake you."
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 7,
    "text": "So Holofernes ordered his guards not to hinder her. Thus she stayed in the camp three days. Each night she went out to the valley of Bethulia, where she bathed herself at the spring of the camp."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 7,
    "text": "Long ago a letter was sent to the high priest Onias from Arius, who then reigned over you, stating that you are our brothers, as the attached copy shows."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 7,
    "text": "Because the gates of the town were shut, he withdrew, intending to come back later and wipe out the entire population of Joppa."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 7,
    "text": "But now ask the beasts to teach you, the birds of the air to tell you;"
  },
  {
    "book": "Psalms",
    "chapter": 12,
    "verse": 7,
    "text": "IV - The promises of the LORD are sure, silver refined in a crucible, silver purified seven times."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 7,
    "text": "Overthrow the wicked and they are no more, but the house of the just stands firm."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 12,
    "verse": 7,
    "text": "And the dust returns to the earth as it once was, and the life breath returns to God who gave it."
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 7,
    "text": "The Lord’s Complaint - I have abandoned my house, cast off my heritage; The beloved of my soul I have delivered into the hand of her foes."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 7,
    "text": "I did just as I was commanded. During the day I brought out my bag, an exile’s bag. In the evening while they watched, I dug a hole through the wall with my hands and set out in darkness, shouldering my load."
  },
  {
    "book": "Daniel",
    "chapter": 12,
    "verse": 7,
    "text": "The man clothed in linen, who was upstream, lifted his hands to heaven; and I heard him swear by him who lives forever that it should be for a time, two times, and half a time; and that, when the power of the destroyer of the holy people was brought to an end, all these things should end."
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 7,
    "text": "You must return to your God. Maintain loyalty and justice and always hope in your God."
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 7,
    "text": "The LORD will save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem may not be exalted over Judah."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 7,
    "text": "If you knew what this meant, ‘I desire mercy, not sacrifice,’ you would not have condemned these innocent men."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 7,
    "text": "But those tenants said to one another, ‘This is the heir. Come, let us kill him, and the inheritance will be ours.’"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 7,
    "text": "Even the hairs of your head have all been counted. Do not be afraid. You are worth more than many sparrows."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 7,
    "text": "So Jesus said, “Leave her alone. Let her keep this for the day of my burial."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 7,
    "text": "Suddenly the angel of the Lord stood by him and a light shone in the cell. He tapped Peter on the side and awakened him, saying, “Get up quickly.” The chains fell from his wrists."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 7,
    "text": "if ministry, in ministering; if one is a teacher, in teaching;"
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 7,
    "text": "To each individual the manifestation of the Spirit is given for some benefit."
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 7,
    "text": "because of the abundance of the revelations. Therefore, that I might not become too elated, a thorn in the flesh was given to me, an angel of Satan, to beat me, to keep me from being too elated."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 7,
    "text": "Endure your trials as “discipline”; God treats you as sons. For what “son” is there whom his father does not discipline?"
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 7,
    "text": "Then war broke out in heaven; Michael and his angels battled against the dragon. The dragon and its angels fought back,"
  }
]