[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 23,
    "text": "The LORD wiped out every being on earth: human beings and animals, the crawling things and the birds of the air; all were wiped out from the earth. Only Noah and those with him in the ark were left."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 23,
    "text": "Pharaoh turned away and went into his house, with no concern even for this."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 23,
    "text": "Tell the Israelites: You shall not eat the fat of any ox or sheep or goat."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 23,
    "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Nethanel, son of Zuar."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 23,
    "text": "The LORD, your God, will give them over to you and throw them into utter panic until they are destroyed."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 23,
    "text": "They took them from the tent, brought them to Joshua and all the Israelites, and spread them out before the LORD."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 23,
    "text": "The Israelites were called to arms from Naphtali, from Asher, and from all Manasseh, and they pursued Midian."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 23,
    "text": "What other nation on earth is there like your people Israel? What god has ever led a nation, redeeming it as his people and making a name by great and awesome deeds, as you drove out the nations and their gods before your people, whom you redeemed for yourself from Egypt?"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 23,
    "text": "Then he made the molten sea; it was made with a circular rim, and measured ten cubits across, five in height, and thirty in circumference."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 23,
    "text": "he had relations with his wife, who conceived and bore a son whom he named Beriah, since evil had befallen his house."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 23,
    "text": "Let everything that is decreed by the God of heaven be carried out exactly for the house of the God of heaven, that wrath may not come upon the realm of the king and his sons."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 23,
    "text": "descendants of Bezai, three hundred and twenty-four;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 23,
    "text": "So all the people, including youths, women, and children, went in a crowd to Uzziah and the rulers of the city. They cried out loudly and said before all the elders:"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 23,
    "text": "When Judas saw all the evils that Alcimus and those with him were bringing upon the Israelites, even more than the Gentiles had,"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 23,
    "text": "Therefore, since it is the Creator of the universe who shaped the beginning of humankind and brought about the origin of everything, he, in his mercy, will give you back both breath and life, because you now disregard yourselves for the sake of his law.”"
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 23,
    "text": "till an arrow pierces its liver; Like a bird that rushes into a snare, unaware that his life is at stake."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 23,
    "text": "All these things I probed in wisdom. I said, “I will acquire wisdom”; but it was far beyond me."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 23,
    "text": "unhampered, beneficent, kindly, Firm, secure, tranquil, all-powerful, all-seeing, And pervading all spirits, though they be intelligent, pure and very subtle."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 23,
    "text": "Do you have sons? Correct them and cure their stubbornness in their early youth."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 23,
    "text": "On that day every place where there were a thousand vines worth a thousand pieces of silver shall become briers and thorns."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 23,
    "text": "This rather is what I commanded them: Listen to my voice; then I will be your God and you shall be my people. Walk exactly in the way I command you, so that you may prosper."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 23,
    "text": "They will wreak slaughter, for the land is filled with bloodshed and the city with violence."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 23,
    "text": "He answered me thus: “The fourth beast shall be a fourth kingdom on earth, different from all the others; The whole earth it shall devour, trample down and crush."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 23,
    "text": "Then I will declare to them solemnly, ‘I never knew you. Depart from me, you evildoers.’"
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 23,
    "text": "All these evils come from within and they defile.”"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 23,
    "text": "And blessed is the one who takes no offense at me.”"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 23,
    "text": "If a man can receive circumcision on a sabbath so that the law of Moses may not be broken, are you angry with me because I made a whole person well on a sabbath?"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 23,
    "text": "“When he was forty years old, he decided to visit his kinsfolk, the Israelites."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 23,
    "text": "but I see in my members another principle at war with the law of my mind, taking me captive to the law of sin that dwells in my members."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 23,
    "text": "You have been purchased at a price. Do not become slaves to human beings."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 23,
    "text": "Those priests were many because they were prevented by death from remaining in office,"
  }
]