[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 7,
    "text": "and he released a raven. It flew back and forth until the waters dried off from the earth."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 7,
    "text": "The frogs will leave you and your houses, your servants and your people; they will be left only in the Nile.”"
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 7,
    "text": "Then he put the tunic on Aaron, girded him with the sash, clothed him with the robe, placed the ephod on him, and girded him with the ephod’s embroidered belt, fastening the ephod on him with it."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 7,
    "text": "This is what you shall do to them to cleanse them. Sprinkle them with the water of purification, have them shave their whole bodies and wash their garments, and so cleanse themselves."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 7,
    "text": "Cautions About Prosperity. For the LORD, your God, is bringing you into a good country, a land with streams of water, with springs and fountains welling up in the hills and valleys,"
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 7,
    "text": "then you rise from ambush and take possession of the city, which the LORD, your God, will deliver into your power."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 7,
    "text": "Gideon said, “Very well; when the LORD has delivered Zebah and Zalmunna into my power, I will thrash your bodies with desert thorns and briers.”"
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 7,
    "text": "The LORD said: Listen to whatever the people say. You are not the one they are rejecting. They are rejecting me as their king."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 7,
    "text": "David took the golden shields that were carried by Hadadezer’s attendants and brought them to Jerusalem. (These Shishak, king of Egypt, took away when he came to Jerusalem in the days of Rehoboam, son of Solomon.)"
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 7,
    "text": "The cherubim had their wings spread out over the place of the ark, sheltering the ark and its poles from above."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 7,
    "text": "Elisha came to Damascus at a time when Ben-hadad, king of Aram, lay sick. When he was told, “The man of God has come here,”"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 7,
    "text": "Also Naaman, Ahijah, and Gera. The last, who led them into exile, became the father of Uzza and Ahihud."
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 7,
    "text": "All the people who were left of the Hittites, Amorites, Perizzites, Hivites, and Jebusites who were not Israelites—"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 7,
    "text": "of the descendants of Elam, Jeshaiah, son of Athaliah, and with him seventy males;"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 7,
    "text": "The Levites Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah explained the law to the people, who remained in their places."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 7,
    "text": "Now, not with lust, but with fidelity I take this kinswoman as my wife. Send down your mercy on me and on her, and grant that we may grow old together. Bless us with children.”"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 7,
    "text": "She was beautiful in appearance and very lovely to behold. Her husband, Manasseh, had left her gold and silver, male and female servants, livestock and fields, which she was maintaining."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 7,
    "text": "King Ahasuerus then said to Queen Esther and to the Jew Mordecai: “Now that I have given Esther the house of Haman, and they have impaled him on the stake because he was going to attack the Jews,"
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 7,
    "text": "They took him alive and obliged him and the kings who succeeded him to pay a heavy tribute, to give hostages and to cede"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 7,
    "text": "He preferred the nights as being especially favorable for such attacks. Soon talk of his valor spread everywhere. First Victory over Nicanor."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 7,
    "text": "Though your beginning was small, your future will flourish indeed."
  },
  {
    "book": "Psalms",
    "chapter": 8,
    "verse": 7,
    "text": "You have given him rule over the works of your hands, put all things at his feet:"
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 7,
    "text": "Indeed, my mouth utters truth, and my lips abhor wickedness."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 7,
    "text": "that they are ignorant of what is to come; for who will make known to them how it will be?"
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 7,
    "text": "Deep waters cannot quench love, nor rivers sweep it away. Were one to offer all the wealth of his house for love, he would be utterly despised."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 7,
    "text": "Or if one loves righteousness, whose works are virtues, She teaches moderation and prudence, righteousness and fortitude, and nothing in life is more useful than these."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 7,
    "text": "Do not rejoice when someone dies; remember, we are all to be gathered in."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 7,
    "text": "Therefore the Lord is bringing up against them the waters of the River, great and mighty, the king of Assyria and all his glory. It shall rise above all its channels, and overflow all its banks."
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 7,
    "text": "Even the stork in the sky knows its seasons; Turtledove, swift, and thrush observe the time of their return, But my people do not know the order of the LORD."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 7,
    "text": "Then he brought me to the entrance of the courtyard, and there I saw a hole in the wall."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 7,
    "text": "I saw it reach the ram; enraged, the he-goat attacked and shattered both its horns. The ram did not have the strength to withstand it; the he-goat threw the ram to the ground and trampled upon it. No one could rescue the ram from its power."
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 7,
    "text": "When they sow the wind, they will reap the whirlwind; The stalk of grain that forms no head can yield no flour; Even if it could, strangers would swallow it."
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 7,
    "text": "The LORD has sworn by the pride of Jacob: Never will I forget a thing they have done!"
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 7,
    "text": "Thus says the LORD of hosts: I am going to rescue my people from the land of the rising sun, and from the land of the setting sun."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 7,
    "text": "He said to him, “I will come and cure him.”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 7,
    "text": "They also had a few fish. He said the blessing over them and ordered them distributed also."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 7,
    "text": "Some seed fell among thorns, and the thorns grew with it and choked it."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 7,
    "text": "But when they continued asking him, he straightened up and said to them, “Let the one among you who is without sin be the first to throw a stone at her.”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 7,
    "text": "For unclean spirits, crying out in a loud voice, came out of many possessed people, and many paralyzed and crippled people were cured."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 7,
    "text": "For the concern of the flesh is hostility toward God; it does not submit to the law of God, nor can it;"
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 7,
    "text": "Practical Rules. But not all have this knowledge. There are some who have been so used to idolatry up until now that, when they eat meat sacrificed to idols, their conscience, which is weak, is defiled."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 7,
    "text": "Now as you excel in every respect, in faith, discourse, knowledge, all earnestness, and in the love we have for you, may you excel in this gracious act also."
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 7,
    "text": "For if that first covenant had been faultless, no place would have been sought for a second one."
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 7,
    "text": "When the first one blew his trumpet, there came hail and fire mixed with blood, which was hurled down to the earth. A third of the land was burned up, along with a third of the trees and all green grass."
  }
]