[
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 24,
    "text": "The sons of Korah: Assir, Elkanah and Abiasaph. These are the clans of the Korahites."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 24,
    "text": "The LORD bless you and keep you!"
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 24,
    "text": "The LORD commanded us to observe all these statutes in fear of the LORD, our God, that we may always have as good a life as we have today."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 24,
    "text": "The city itself they burned with all that was in it; but the silver, gold, and articles of bronze and iron they placed in the treasury of the house of the LORD."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 24,
    "text": "So Gideon built there an altar to the LORD and called it Yahweh-shalom. To this day it is still in Ophrah of the Abiezrites."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 24,
    "text": "Each wing of a cherub was five cubits so that the span from wing tip to wing tip was ten cubits."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 24,
    "text": "War Against Aram: Famine. After this, Ben-hadad, king of Aram, mustered his whole army and laid siege to Samaria."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 24,
    "text": "His brother Asaph stood at his right hand. Asaph was the son of Berechiah, son of Shimea,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 24,
    "text": "When your people Israel are defeated by an enemy because they have sinned against you, and then they turn, praise your name, pray to you, and entreat you in this house,"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 24,
    "text": "And for this our own people have become our enemies; they have put to death as many of us as they could find and have seized our inheritances."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 24,
    "text": "“At our age it would be unbecoming to make such a pretense; many of the young would think the ninety-year-old Eleazar had gone over to an alien religion."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 24,
    "text": "Teach me, and I will be silent; make me understand how I have erred."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 24,
    "text": "Keeping you from another's wife, from the smooth tongue of the foreign woman."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 24,
    "text": "A multitude of the wise is the safety of the world, and a prudent king, the stability of the people;"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 24,
    "text": "Put your feet into her fetters, and your neck under her yoke."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 24,
    "text": "We hear news of them; our hands hang helpless, Anguish takes hold of us, pangs like a woman in childbirth."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 24,
    "text": "They are bought at whatever price, but there is no spirit in them."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 24,
    "text": "This gave the king great joy. At his order Daniel was brought up from the den; he was found to be unharmed because he trusted in his God."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 24,
    "text": "God and Money. “No one can serve two masters. He will either hate one and love the other, or be devoted to one and despise the other. You cannot serve God and mammon. Dependence on God."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 24,
    "text": "She went out and said to her mother, “What shall I ask for?” She replied, “The head of John the Baptist.”"
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 24,
    "text": "But woe to you who are rich, for you have received your consolation."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 24,
    "text": "When the crowd saw that neither Jesus nor his disciples were there, they themselves got into boats and came to Capernaum looking for Jesus."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 24,
    "text": "Grace be with all who love our Lord Jesus Christ in immortality."
  }
]