[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 12,
    "text": "When Arpachshad was thirty-five years old, he begot Shelah."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 12,
    "text": "Every water creature that lacks fins or scales is loathsome for you."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 12,
    "text": "Was it I who conceived all this people? or was it I who gave them birth, that you tell me to carry them at my breast, like a nurse carrying an infant, to the land you have promised under oath to their fathers?"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 12,
    "text": "a land which the LORD, your God, looks after; the eyes of the LORD, your God, are upon it continually through the year, from beginning to end."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 12,
    "text": "All the cities of those kings, and the kings themselves, Joshua captured and put to the sword, carrying out the ban on them, as Moses, the servant of the LORD, had commanded."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 12,
    "text": "Then he sent messengers to the king of the Ammonites to say, “What do you have against me that you come to fight with me in my land?”"
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 12,
    "text": "Saul Accepted as King. The people then said to Samuel: “Who questioned whether Saul should rule over us? Hand them over and we will put them to death.”"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 12,
    "text": "Then David said to Uriah, “Stay here today also, and tomorrow I will send you back.” So Uriah stayed in Jerusalem that day. On the following day,"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 12,
    "text": "But I will not do this during your lifetime, for the sake of David your father; I will tear it away from your son’s hand."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 12,
    "text": "Then Jehoiada brought out the king’s son and put the crown and the testimony upon him. They proclaimed him king and anointed him, clapping their hands and shouting, “Long live the king!”"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 12,
    "text": "Next to him was Eleazar, the son of Dodo the Ahohite, one of the Three warriors."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 12,
    "text": "In every city were shields and spears, and he made them very strong. Thus Judah and Benjamin remained his."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 12,
    "text": "and their kinsmen who carried out the temple service, eight hundred and twenty-two; Adaiah, son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malchijah,"
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 12,
    "text": ","
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 12,
    "text": "Because their food has given out and all their water is running low, they have decided to kill their animals, and are determined to consume all the things which God in his laws has forbidden them to eat."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 12,
    "text": "After taking his daughter away, Ptolemy gave her to Demetrius and broke with Alexander; the enmity between them was now evident."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 12,
    "text": "Most of those who survived were wounded and disarmed, while Lysias himself escaped only by shameful flight."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 12,
    "text": "An empty head will gain understanding, when a colt of a wild jackass is born human."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 12,
    "text": "Whoever reviles a neighbor lacks sense, but the intelligent keep silent."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 12,
    "text": "for a twofold grief took hold of them and a groaning at the remembrance of the ones who had departed."
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 12,
    "text": "Others go their way broken-down drifters, with little strength and great misery— Yet the eye of the LORD looks favorably upon them, shaking them free of the stinking mire."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 12,
    "text": "He shall raise a signal to the nations and gather the outcasts of Israel; The dispersed of Judah he shall assemble from the four corners of the earth."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 12,
    "text": "Then the cities of Judah and the inhabitants of Jerusalem will go and cry out to the gods to whom they have been offering incense. But these gods will give them no help whatever in the time of their disaster."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 12,
    "text": "so you shall know that I am the LORD, whose statutes you did not follow, whose ordinances you did not keep. Instead, you acted according to the ordinances of the nations around you."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 12,
    "text": "Then I said to them, “If it seems good to you, give me my wages; but if not, withhold them.” And they counted out my wages, thirty pieces of silver."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 12,
    "text": "From the days of John the Baptist until now, the kingdom of heaven suffers violence, and the violent are taking it by force."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 12,
    "text": "The next day as they were leaving Bethany he was hungry."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 12,
    "text": "Or hand him a scorpion when he asks for an egg?"
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 12,
    "text": "So the disciples said to him, “Master, if he is asleep, he will be saved.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 12,
    "text": "The Spirit told me to accompany them without discriminating. These six brothers also went with me, and we entered the man’s house."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 12,
    "text": "Now if their transgression is enrichment for the world, and if their diminished number is enrichment for the Gentiles, how much more their full number."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 12,
    "text": "For just as woman came from man, so man is born of woman; but all things are from God."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 12,
    "text": "And what I do I will continue to do, in order to end this pretext of those who seek a pretext for being regarded as we are in the mission of which they boast."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 12,
    "text": "So it was that there came forth from one man, himself as good as dead, descendants as numerous as the stars in the sky and as countless as the sands on the seashore."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 12,
    "text": "Then they heard a loud voice from heaven say to them, “Come up here.” So they went up to heaven in a cloud as their enemies looked on."
  }
]