[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 21,
    "text": "Reu lived two hundred and seven years after he begot Serug, and he had other sons and daughters."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 21,
    "text": "But of the various winged insects that walk on all fours you may eat those that have legs jointed above their feet for leaping on the ground;"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 21,
    "text": "But Moses said, “The people around me include six hundred thousand soldiers; yet you say, ‘I will give them meat to eat for a whole month.’"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 21,
    "text": "so that, as long as the heavens are above the earth, you and your children may live on in the land which the LORD swore to your ancestors he would give them."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 21,
    "text": "At that time Joshua penetrated the mountain regions and exterminated the Anakim in Hebron, Debir, Anab, the entire mountain region of Judah, and the entire mountain region of Israel. Joshua put them and their cities under the ban,"
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 21,
    "text": "But the LORD, the God of Israel, delivered Sihon and his entire army into the power of Israel, who defeated them and occupied all the land of the Amorites who lived in that region."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 21,
    "text": "Who killed Abimelech, son of Jerubbaal? Was it not a woman who threw a millstone down on him from the wall above, so that he died in Thebez? Why did you go near the wall?’ Then you in turn are to say, ‘Your servant Uriah the Hittite is also dead.’”"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 21,
    "text": "When Hadad in Egypt heard that David rested with his ancestors and that Joab, the commander of the army, was dead, he said to Pharaoh, “Give me leave to return to my own land.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 21,
    "text": "but was twice as famous as any of the Thirty, becoming their leader. However, he did not attain to the Three."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 21,
    "text": "Rehoboam loved Maacah, daughter of Absalom, more than all his other wives and concubines; he had taken eighteen wives and sixty concubines, and he fathered twenty-eight sons and sixty daughters."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 21,
    "text": "The temple servants lived on Ophel. Ziha and Gishpa were in charge of the temple servants."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 21,
    "text": "“No other woman from one end of the earth to the other looks so beautiful and speaks so wisely!”"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 21,
    "text": "But some transgressors of the law, enemies of their own nation, went to the king and informed him that Jonathan was besieging the citadel."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 21,
    "text": "Farewell.” The one hundred and forty-eighth year, the twenty-fourth of Dioscorinthius."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 21,
    "text": "Be assured, the wicked shall not go unpunished, but the offspring of the just shall escape."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 21,
    "text": "For great strength is always present with you; who can resist the might of your arm?"
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 21,
    "text": "Therefore, thus says the LORD concerning the men of Anathoth who seek your life and say, “Do not prophesy in the name of the LORD; otherwise you shall die by our hand.”"
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 21,
    "text": "But as for those whose hearts are devoted to their atrocities and abominations, I will bring their conduct down upon their heads—oracle of the Lord GOD."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 21,
    "text": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty deeds done in your midst had been done in Tyre and Sidon, they would long ago have repented in sackcloth and ashes."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 21,
    "text": "Peter remembered and said to him, “Rabbi, look! The fig tree that you cursed has withered.”"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 21,
    "text": "When a strong man fully armed guards his palace, his possessions are safe."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 21,
    "text": "Martha said to Jesus, “Lord, if you had been here, my brother would not have died."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 21,
    "text": "The hand of the Lord was with them and a great number who believed turned to the Lord."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 21,
    "text": "For if God did not spare the natural branches, [perhaps] he will not spare you either."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 21,
    "text": "for in eating, each one goes ahead with his own supper, and one goes hungry while another gets drunk."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 21,
    "text": "To my shame I say that we were too weak! But what anyone dares to boast of (I am speaking in foolishness) I also dare."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 21,
    "text": "By faith Jacob, when dying, blessed each of the sons of Joseph and “bowed in worship, leaning on the top of his staff.”"
  }
]