[
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 34,
    "text": "for from the communion sacrifices of the Israelites I have taken the brisket that is elevated and the leg that is a contribution, and I have given them to Aaron, the priest, and to his sons as their due from the Israelites forever."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 34,
    "text": "one goat for a purification offering;"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 34,
    "text": "The four braces reached the four corners of each stand, and formed part of the stand."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 34,
    "text": "The sons of Shomer were Ahi, Rohgah, Jehubbah, and Aram."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 34,
    "text": "descendants of the other Elam, one thousand two hundred and fifty-four;"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 34,
    "text": "But he mocked and ridiculed them, defiled them, and spoke arrogantly."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 34,
    "text": "But you, wretch, most vile of mortals, do not, in your insolence, buoy yourself up with unfounded hopes, as you raise your hand against the children of heaven."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 34,
    "text": "Do not avoid those who weep, but mourn with those who mourn."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 34,
    "text": "I will silence the cry of joy, the cry of gladness, the voice of the bridegroom and the voice of the bride, in the cities of Judah and in the streets of Jerusalem; for the land will be turned to rubble."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 34,
    "text": "then he looked up to heaven and groaned, and said to him, “Ephphatha!” (that is, “Be opened!”)"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 34,
    "text": "The Son of Man came eating and drinking and you said, ‘Look, he is a glutton and a drunkard, a friend of tax collectors and sinners.’"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 34,
    "text": "You will look for me but not find [me], and where I am you cannot come.”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 34,
    "text": "I have witnessed the affliction of my people in Egypt and have heard their groaning, and I have come down to rescue them. Come now, I will send you to Egypt.’"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 34,
    "text": "and he is divided. An unmarried woman or a virgin is anxious about the things of the Lord, so that she may be holy in both body and spirit. A married woman, on the other hand, is anxious about the things of the world, how she may please her husband."
  }
]