[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 5,
    "text": "but on Cain and his offering he did not look with favor. So Cain was very angry and dejected."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 5,
    "text": "That is so they will believe that the LORD, the God of their ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, did appear to you."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 5,
    "text": "The anointed priest shall then take some of the bull’s blood and bring it into the tent of meeting,"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 5,
    "text": "In breaking camp, Aaron and his sons shall go in and take down the screening curtain and cover the ark of the covenant with it."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 5,
    "text": "See, I am teaching you the statutes and ordinances as the LORD, my God, has commanded me, that you may observe them in the land you are entering to possess."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 5,
    "text": "Joshua said to them: “Go to the Jordan riverbed in front of the ark of the LORD, your God; lift to your shoulders one stone apiece, so that they will equal in number the tribes of the Israelites."
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 5,
    "text": "She used to sit under Deborah’s palm tree, between Ramah and Bethel in the mountain region of Ephraim, where the Israelites came up to her for judgment."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 5,
    "text": "Boaz continued, “When you acquire the field from Naomi, you also acquire responsibility for Ruth the Moabite, the widow of the late heir, to raise up a family for the deceased on his estate.”"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 5,
    "text": "When the ark of the LORD arrived in the camp, all Israel shouted so loudly that the earth shook."
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 5,
    "text": "The sons of Rimmon the Beerothite, Rechab and Baanah, came into the house of Ishbaal during the heat of the day, while he was lying on his bed in the afternoon."
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 5,
    "text": "Azariah, son of Nathan, in charge of the governors; Zabud, son of Nathan, priest and companion to the king;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 5,
    "text": "So she went out. She closed the door on herself and her children and, as they handed her the vessels, she would pour in oil."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 5,
    "text": "Ashhur, the father of Tekoa, had two wives, Helah and Naarah."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 5,
    "text": "It was a handbreadth thick, and its brim resembled that of a cup, being lily-shaped. It had a capacity of three thousand baths."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 5,
    "text": "They also bribed counselors to work against them and to frustrate their plans during all the years of Cyrus, king of Persia, and even into the reign of Darius, king of Persia."
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 5,
    "text": "Our enemies thought, “Before they are aware of it or see us, we will come into their midst, kill them, and put an end to the work.”"
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 5,
    "text": "“Through all your days, son, keep the Lord in mind, and do not seek to sin or to transgress the commandments. Perform righteous deeds all the days of your life, and do not tread the paths of wickedness."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 5,
    "text": "The people there secured all the high hilltops, fortified the villages on them, and since their fields had recently been harvested, stored up provisions in preparation for war."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 5,
    "text": "Esther then summoned Hathach, one of the king’s eunuchs whom he had placed at her service, and commanded him to find out what this action of Mordecai meant and the reason for it."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 5,
    "text": "During the night Gorgias came into the camp of Judas, and found no one there; so he sought them in the mountains, saying, “They are fleeing from us.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 5,
    "text": "So he had recourse to the king, not as an accuser of his compatriots, but as one looking to the general and particular good of all the people."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 5,
    "text": "But now that it comes to you, you are impatient; when it touches you, you are dismayed."
  },
  {
    "book": "Psalms",
    "chapter": 4,
    "verse": 5,
    "text": "Tremble and sin no more; weep bitterly within your hearts, wail upon your beds,"
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 5,
    "text": "Get wisdom, get understanding! Do not forget or turn aside from the words of my mouth."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 5,
    "text": "“Fools fold their arms and consume their own flesh”—"
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 5,
    "text": "Your breasts are like two fawns, twins of a gazelle feeding among the lilies."
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 5,
    "text": "Their twigs shall be broken off untimely, their fruit useless, unripe for eating, fit for nothing."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 5,
    "text": "From the needy do not turn your eyes; do not give them reason to curse you."
  },
  {
    "book": "Isaiah",
    "chapter": 4,
    "verse": 5,
    "text": "Then will the LORD create, over the whole site of Mount Zion and over her place of assembly, A smoking cloud by day and a light of flaming fire by night."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 5,
    "text": "The Invasion from the North - Proclaim it in Judah, in Jerusalem announce it; Blow the trumpet throughout the land, call out, “Fill the ranks!” Say, “Assemble, let us march to the fortified cities.”"
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 5,
    "text": "Those who feasted on delicacies are abandoned in the streets; Those who reclined on crimson now embrace dung heaps."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 5,
    "text": "III. Baruch’s Poem of Consolation A. Baruch Addresses Diaspora - Take courage, my people! Remember, O Israel,"
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 5,
    "text": "I allot you three hundred and ninety days during which you must bear the guilt of the house of Israel, the same number of years they sinned."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 5,
    "text": "Finally there came before me Daniel, whose name is Belteshazzar after the name of my god, and in whom is a spirit of the holy gods. I repeated the dream to him:"
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 5,
    "text": "You will stumble in the day, and the prophet will stumble with you at night; I will make an end of your mother."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 5,
    "text": "You took my silver and my gold and brought my priceless treasures into your temples!"
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 5,
    "text": "Burn leavened bread as a thanksgiving sacrifice, proclaim publicly your voluntary offerings, For so you love to do, Israelites— oracle of the Lord GOD."
  },
  {
    "book": "Jonah",
    "chapter": 4,
    "verse": 5,
    "text": "Jonah then left the city for a place to the east of it, where he built himself a hut and waited under it in the shade, to see what would happen to the city."
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 5,
    "text": "Though all the peoples walk, each in the name of its god, We will walk in the name of the LORD, our God, forever and ever."
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 5,
    "text": "And the angel who spoke with me replied, “Do you not know what these things are?” I said, “No, my lord.”"
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 5,
    "text": "Then the devil took him to the holy city, and made him stand on the parapet of the temple,"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 5,
    "text": "Other seed fell on rocky ground where it had little soil. It sprang up at once because the soil was not deep."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 5,
    "text": "Then he took him up and showed him all the kingdoms of the world in a single instant."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 5,
    "text": "So he came to a town of Samaria called Sychar, near the plot of land that Jacob had given to his son Joseph."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 5,
    "text": "Before the Sanhedrin. On the next day, their leaders, elders, and scribes were assembled in Jerusalem,"
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 5,
    "text": "But when one does not work, yet believes in the one who justifies the ungodly, his faith is credited as righteousness."
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 5,
    "text": "Therefore, do not make any judgment before the appointed time, until the Lord comes, for he will bring to light what is hidden in darkness and will manifest the motives of our hearts, and then everyone will receive praise from God. Paul’s Life as Pattern."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 5,
    "text": "For we do not preach ourselves but Jesus Christ as Lord, and ourselves as your slaves for the sake of Jesus."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 5,
    "text": "to ransom those under the law, so that we might receive adoption."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 5,
    "text": "one Lord, one faith, one baptism;"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 5,
    "text": "Your kindness should be known to all. The Lord is near."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 5,
    "text": "Conduct yourselves wisely toward outsiders, making the most of the opportunity."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 5,
    "text": "not in lustful passion as do the Gentiles who do not know God;"
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 5,
    "text": "for it is made holy by the invocation of God in prayer."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 5,
    "text": "But you, be self-possessed in all circumstances; put up with hardship; perform the work of an evangelist; fulfill your ministry."
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 5,
    "text": "and again, in the previously mentioned place, “They shall not enter into my rest.”"
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 5,
    "text": "Or do you suppose that the scripture speaks without meaning when it says, “The spirit that he has made to dwell in us tends toward jealousy”?"
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 5,
    "text": "but they will give an account to him who stands ready to judge the living and the dead."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 5,
    "text": "They belong to the world; accordingly, their teaching belongs to the world, and the world listens to them."
  },
  {
    "book": "Revelation",
    "chapter": 4,
    "verse": 5,
    "text": "From the throne came flashes of lightning, rumblings, and peals of thunder. Seven flaming torches burned in front of the throne, which are the seven spirits of God."
  }
]