[
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 32,
    "text": "If, however, a person brings a lamb as a purification offering, that person shall bring an unblemished female, and"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 32,
    "text": "and the columns of the surrounding court with their pedestals, pegs and ropes, including all their accessories and everything for their maintenance. You shall list by name the objects they shall be responsible for carrying."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 32,
    "text": "Ask now of the days of old, before your time, ever since God created humankind upon the earth; ask from one end of the sky to the other: Did anything so great ever happen before? Was it ever heard of?"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 32,
    "text": "When Elisha reached the house, he found the boy dead, lying on the bed."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 32,
    "text": "and their villages. Etam, also, and Ain, Rimmon, Tochen, and Ashan—five cities,"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 32,
    "text": "Strike them with cowardice, weaken the boldness of their strength, and let them tremble at their own destruction."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 32,
    "text": "Menelaus, for his part, thinking this a good opportunity, stole some gold vessels from the temple and presented them to Andronicus; he had already sold other vessels in Tyre and in the neighboring cities."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 32,
    "text": "Wretched shall be the cities where your children were enslaved, wretched the city that received your children."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 32,
    "text": "All who live on the earth are counted as nothing; he does as he wills with the powers of heaven and with those who live on the earth. There is no one who can stay his hand or say to him, “What have you done?”"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 32,
    "text": "But once it is sown, it springs up and becomes the largest of plants and puts forth large branches, so that the birds of the sky can dwell in its shade.”"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 32,
    "text": "and they were astonished at his teaching because he spoke with authority."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 32,
    "text": "But he said to them, “I have food to eat of which you do not know.”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 32,
    "text": "The community of believers was of one heart and mind, and no one claimed that any of his possessions was his own, but they had everything in common."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 32,
    "text": "[And] be kind to one another, compassionate, forgiving one another as God has forgiven you in Christ."
  }
]