[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 5,
    "text": "God knows well that when you eat of it your eyes will be opened and you will be like gods, who know good and evil.”"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 5,
    "text": "God said: Do not come near! Remove your sandals from your feet, for the place where you stand is holy ground."
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 5,
    "text": "Aaron’s sons shall burn this on the altar with the burnt offering that is on the wood and the embers, as a sweet-smelling oblation to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 5,
    "text": "Levites in Place of the Firstborn. Now the LORD said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 5,
    "text": "all these cities were fortified with high walls and gates and bars—besides a great number of unwalled towns."
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 5,
    "text": "Joshua also said to the people, “Sanctify yourselves, for tomorrow the LORD will perform wonders among you.”"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 5,
    "text": "So the Israelites settled among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 5,
    "text": "“I will do whatever you say,” Ruth replied."
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 5,
    "text": "He ran to Eli and said, “Here I am. You called me.” “I did not call you,” Eli answered. “Go back to sleep.” So he went back to sleep."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 5,
    "text": "and the sixth, Ithream, by David’s wife Eglah. These were born to David in Hebron."
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 5,
    "text": "In Gibeon the LORD appeared to Solomon in a dream at night. God said: Whatever you ask I shall give you."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 5,
    "text": "But when Ahab died, the king of Moab rebelled against the king of Israel."
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 5,
    "text": "In Jerusalem the following were born to him: Shimea, Shobab, Nathan, Solomon—four by Bathsheba, the daughter of Ammiel;"
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 5,
    "text": "The nave he overlaid with cypress wood and overlaid that with fine gold, embossing on it palms and chains."
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 5,
    "text": "Thereafter they offered regular burnt offerings, the sacrifices prescribed for the new moons and all the festivals sacred to the LORD, and those which anyone might bring as a voluntary offering to the LORD."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 5,
    "text": "Next to him the Tekoites carried out the work of repair; however, some of their most powerful men would not submit to the labor asked by their masters."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 5,
    "text": "“Yes, your many judgments are right in dealing with me as my sins, and those of my ancestors, deserve. For we have neither kept your commandments, nor walked in fidelity before you."
  },
  {
    "book": "Judith",
    "chapter": 3,
    "verse": 5,
    "text": "After the spokesmen had reached Holofernes and given him this message,"
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 5,
    "text": "Haman’s Reprisal. When Haman observed that Mordecai would not kneel and bow down to him, he was filled with anger."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 5,
    "text": "He pursued the lawless, hunting them out, and those who troubled his people he destroyed by fire."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 5,
    "text": "Since he could not prevail against Onias, he went to Apollonius of Tarsus, who at that time was governor of Coelesyria and Phoenicia,"
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 5,
    "text": "May darkness and gloom claim it, clouds settle upon it, blackness of day affright it!"
  },
  {
    "book": "Psalms",
    "chapter": 3,
    "verse": 5,
    "text": "II - With my own voice I will call out to the LORD, and he will answer me from his holy mountain. Selah"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 5,
    "text": "Trust in the LORD with all your heart, on your own intelligence do not rely;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 5,
    "text": "A time to scatter stones, and a time to gather them; a time to embrace, and a time to be far from embraces."
  },
  {
    "book": "SongofSongs",
    "chapter": 3,
    "verse": 5,
    "text": "I adjure you, Daughters of Jerusalem, by the gazelles and the does of the field, Do not awaken or stir up love until it is ready."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 5,
    "text": "Chastised a little, they shall be greatly blessed, because God tried them and found them worthy of himself."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 5,
    "text": "Those who honor their father will have joy in their own children, and when they pray they are heard."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 5,
    "text": "And the people will oppress one another, yes, each one the neighbor. The child will be insolent toward the elder, and the base toward the honorable."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 5,
    "text": "Will he keep his wrath forever, will he hold his grudge to the end?” This is what you say; yet you do all the evil you can."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 5,
    "text": "He has besieged me all around with poverty and hardship;"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 5,
    "text": "Do not remember the wicked deeds of our ancestors, but remember at this time your power and your name,"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 5,
    "text": "Not to a people with obscure speech and difficult language am I sending you, but to the house of Israel."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 5,
    "text": "when you hear the sound of the horn, pipe, zither, dulcimer, harp, double-flute, and all the other musical instruments, you must fall down and worship the golden statue which King Nebuchadnezzar has set up."
  },
  {
    "book": "Hosea",
    "chapter": 3,
    "verse": 5,
    "text": "Afterward the Israelites will turn back and seek the LORD, their God, and David, their king; They will come trembling to the LORD and to his bounty, in the last days."
  },
  {
    "book": "Joel",
    "chapter": 3,
    "verse": 5,
    "text": "Then everyone who calls upon the name of the LORD will escape harm. For on Mount Zion there will be a remnant, as the LORD has said, And in Jerusalem survivors whom the LORD will summon."
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 5,
    "text": "Does a bird swoop down on a trap on the ground when there is no lure for it? Does a snare spring up from the ground without catching anything?"
  },
  {
    "book": "Jonah",
    "chapter": 3,
    "verse": 5,
    "text": "the people of Nineveh believed God; they proclaimed a fast and all of them, great and small, put on sackcloth."
  },
  {
    "book": "Micah",
    "chapter": 3,
    "verse": 5,
    "text": "Thus says the LORD regarding the prophets: O you who lead my people astray, When your teeth have something to bite you announce peace, But proclaim war against the one who fails to put something in your mouth."
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 5,
    "text": "I now come against you— oracle of the LORD of hosts— and I will lift your skirt above your face; I will show your nakedness to the nations, to the kingdoms your shame!"
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 5,
    "text": "Before him went pestilence, and plague followed in his steps."
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 5,
    "text": "But the LORD in its midst is just, doing no wrong; Morning after morning rendering judgment unfailingly, at dawn; the wicked, however, know no shame."
  },
  {
    "book": "Zechariah",
    "chapter": 3,
    "verse": 5,
    "text": "Then he said, “Let them put a clean turban on his head.” And they put a clean turban on his head and clothed him with the garments while the angel of the LORD was standing by."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 5,
    "text": "I will draw near to you for judgment, and I will be swift to bear witness Against sorcerers, adulterers, and perjurers, those who deprive a laborer of wages, Oppress a widow or an orphan, or turn aside a resident alien, without fearing me, says the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 5,
    "text": "At that time Jerusalem, all Judea, and the whole region around the Jordan were going out to him"
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 5,
    "text": "Looking around at them with anger and grieved at their hardness of heart, he said to the man, “Stretch out your hand.” He stretched it out and his hand was restored."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 5,
    "text": "Every valley shall be filled and every mountain and hill shall be made low. The winding roads shall be made straight, and the rough ways made smooth,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 5,
    "text": "Jesus answered, “Amen, amen, I say to you, no one can enter the kingdom of God without being born of water and Spirit."
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 5,
    "text": "He paid attention to them, expecting to receive something from them."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 5,
    "text": "But if our wickedness provides proof of God’s righteousness, what can we say? Is God unjust, humanly speaking, to inflict his wrath?"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 5,
    "text": "What is Apollos, after all, and what is Paul? Ministers through whom you became believers, just as the Lord assigned each one."
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 5,
    "text": "Not that of ourselves we are qualified to take credit for anything as coming from us; rather, our qualification comes from God,"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 5,
    "text": "Does, then, the one who supplies the Spirit to you and works mighty deeds among you do so from works of the law or from faith in what you heard?"
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 5,
    "text": "which was not made known to human beings in other generations as it has now been revealed to his holy apostles and prophets by the Spirit,"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 5,
    "text": "Circumcised on the eighth day, of the race of Israel, of the tribe of Benjamin, a Hebrew of Hebrew parentage, in observance of the law a Pharisee,"
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 5,
    "text": "Put to death, then, the parts of you that are earthly: immorality, impurity, passion, evil desire, and the greed that is idolatry."
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 5,
    "text": "For this reason, when I too could bear it no longer, I sent to learn about your faith, for fear that somehow the tempter had put you to the test and our toil might come to nothing."
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 5,
    "text": "May the Lord direct your hearts to the love of God and to the endurance of Christ."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 5,
    "text": "for if a man does not know how to manage his own household, how can he take care of the church of God?"
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 5,
    "text": "as they make a pretense of religion but deny its power. Reject them."
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 5,
    "text": "not because of any righteous deeds we had done but because of his mercy, he saved us through the bath of rebirth and renewal by the holy Spirit,"
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 5,
    "text": "Moses was “faithful in all his house” as a “servant” to testify to what would be spoken,"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 5,
    "text": "In the same way the tongue is a small member and yet has great pretensions. Consider how small a fire can set a huge forest ablaze."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 5,
    "text": "For this is also how the holy women who hoped in God once used to adorn themselves and were subordinate to their husbands;"
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 5,
    "text": "They deliberately ignore the fact that the heavens existed of old and earth was formed out of water and through water by the word of God;"
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 5,
    "text": "You know that he was revealed to take away sins, and in him there is no sin."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 5,
    "text": "“‘“The victor will thus be dressed in white, and I will never erase his name from the book of life but will acknowledge his name in the presence of my Father and of his angels."
  }
]