[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 8,
    "text": "God called the dome “sky.” Evening came, and morning followed—the second day."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 8,
    "text": "The Oppression. Then a new king, who knew nothing of Joseph, rose to power in Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 8,
    "text": "they shall lay the pieces of meat, together with the head and the suet, on top of the wood and the embers on the altar;"
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 8,
    "text": "from Issachar: Nethanel, son of Zuar;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 8,
    "text": "See, I have given that land over to you. Go now and possess the land that the LORD swore to your ancestors, Abraham, Isaac, and Jacob, to give to them and to their descendants after them."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 8,
    "text": "Do not let this book of the law depart from your lips. Recite it by day and by night, that you may carefully observe all that is written in it; then you will attain your goal; then you will succeed."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 8,
    "text": "The Judahites fought against Jerusalem, captured it, and put it to the sword, setting the city itself on fire."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 8,
    "text": "Naomi said to her daughters-in-law, “Go back, each of you to your mother’s house. May the LORD show you the same kindness as you have shown to the deceased and to me."
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 8,
    "text": "Elkanah, her husband, would say to her: “Hannah, why are you weeping? Why are you not eating? Why are you so miserable? Am I not better for you than ten sons?”"
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 8,
    "text": "he asked me, ‘Who are you?’ and I replied, ‘An Amalekite.’"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 8,
    "text": "However, Zadok the priest, Benaiah, son of Jehoiada, Nathan the prophet, Shimei and Rei, and David’s warriors did not support Adonijah."
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 8,
    "text": "They replied, “He wore a hairy garment with a leather belt around his waist.” “It is Elijah the Tishbite!” he exclaimed."
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 8,
    "text": "The sons of Ham were Cush, Mizraim, Put, and Canaan."
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 8,
    "text": "Solomon answered God: “You have shown great favor to David my father, and you have made me king to succeed him."
  },
  {
    "book": "Ezra",
    "chapter": 1,
    "verse": 8,
    "text": "Cyrus, king of Persia, had them brought forth by the treasurer Mithredath, who counted them out to Sheshbazzar, prince of Judah."
  },
  {
    "book": "Nehemiah",
    "chapter": 1,
    "verse": 8,
    "text": "But remember the admonition which you addressed to Moses, your servant, when you said: If you prove faithless, I will scatter you among the peoples;"
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 8,
    "text": "The third-year tithe I gave to orphans, widows, and converts who had joined the Israelites. Every third year I would bring them this offering, and we ate it in keeping with the decree laid down in the Mosaic law concerning it, and according to the commands of Deborah, the mother of my father Tobiel; for my father had died and left me an orphan."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 8,
    "text": "the peoples of Carmel, Gilead, Upper Galilee, and the vast plain of Esdraelon,"
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 8,
    "text": "By ordinance of the king the drinking was unstinted, for he had instructed all the stewards of his household to comply with the good pleasure of everyone."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 8,
    "text": "So his officers took over his kingdom, each in his own territory,"
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 8,
    "text": "set fire to the gatehouse and shed innocent blood. But we prayed to the Lord, and our prayer was heard; we offered sacrifices and fine flour; we lighted the lamps and set out the loaves of bread."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 8,
    "text": "The LORD said to the satan, “Have you noticed my servant Job? There is no one on earth like him, blameless and upright, fearing God and avoiding evil.”"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 8,
    "text": "II. Instructions of Parents and of Woman Wisdom The Path of the Wicked: Greed and Violence - Hear, my son, your father’s instruction, and reject not your mother’s teaching;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 8,
    "text": "All things are wearisome, too wearisome for words. The eye is not satisfied by seeing nor has the ear enough of hearing."
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 8,
    "text": "M If you do not know, most beautiful among women, Follow the tracks of the flock and pasture your lambs near the shepherds’ tents."
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 8,
    "text": "Therefore those who utter wicked things will not go unnoticed, nor will chastising condemnation pass them by."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 8,
    "text": "And daughter Zion is left like a hut in a vineyard, Like a shed in a melon patch, like a city blockaded."
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 8,
    "text": "Do not be afraid of them, for I am with you to deliver you—oracle of the LORD."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 8,
    "text": "Jerusalem has sinned grievously, therefore she has become a mockery; Those who honored her now demean her, for they saw her nakedness; She herself groans out loud, and turns away."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 8,
    "text": "(At the same time he received the vessels of the house of the LORD that had been removed from the temple, to restore them to the land of Judah, on the tenth of Sivan. These silver vessels Zedekiah, son of Josiah, king of Judah, had had made"
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 8,
    "text": "Human hands were under their wings, and the wings of one touched those of another."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 8,
    "text": "But Daniel was resolved not to defile himself with the king’s food or wine; so he begged the chief chamberlain to spare him this defilement."
  },
  {
    "book": "Hosea",
    "chapter": 1,
    "verse": 8,
    "text": "After she weaned Not-Pitied, she conceived and bore a son."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 8,
    "text": "Wail like a young woman dressed in sackcloth for the husband of her youth."
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 8,
    "text": "From Ashdod I will cut off the one enthroned and the sceptered ruler from Ashkelon; I will turn my hand against Ekron, and the last of the Philistines shall perish, says the Lord GOD."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 8,
    "text": "Edom’s Betrayal of Judah - On that day—oracle of the LORD—will I not make the wise disappear from Edom, and understanding from Mount Esau?"
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 8,
    "text": "They said to him, “Tell us why this evil has come to us! What is your business? Where do you come from? What is your country, and to what people do you belong?”"
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 8,
    "text": "For this I will lament and wail, go barefoot and naked; I will utter lamentation like the jackals, mourning like the ostriches,"
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 8,
    "text": "when the flood rages; He makes an end of his opponents, and pursues his enemies into darkness."
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 8,
    "text": "Swifter than leopards are their horses, and faster than desert wolves. Their horses spring forward; they come from far away; they fly like an eagle hastening to devour."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 8,
    "text": "On the day of the LORD’s sacrifice I will punish the officials and the king’s sons, and all who dress in foreign apparel."
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 8,
    "text": "Go up into the hill country; bring timber, and build the house that I may be pleased with it, and that I may be glorified, says the LORD."
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 8,
    "text": "I looked out in the night, and there was a man mounted on a red horse standing in the shadows among myrtle trees; and behind him were red, sorrel, and white horses."
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 8,
    "text": "When you offer a blind animal for sacrifice, is there no wrong in that? When you offer a lame or sick animal, is there no wrong in that? Present it to your governor! Will he be pleased with you—or show you favor? says the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 8,
    "text": "Asaph became the father of Jehoshaphat, Jehoshaphat the father of Joram, Joram the father of Uzziah."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 8,
    "text": "I have baptized you with water; he will baptize you with the holy Spirit.”"
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 8,
    "text": "Once when he was serving as priest in his division’s turn before God,"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 8,
    "text": "He was not the light, but came to testify to the light."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 8,
    "text": "But you will receive power when the holy Spirit comes upon you, and you will be my witnesses in Jerusalem, throughout Judea and Samaria, and to the ends of the earth.”"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 8,
    "text": "Thanksgiving. First, I give thanks to my God through Jesus Christ for all of you, because your faith is heralded throughout the world."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 8,
    "text": "He will keep you firm to the end, irreproachable on the day of our Lord Jesus [Christ]."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 8,
    "text": "We do not want you to be unaware, brothers, of the affliction that came to us in the province of Asia; we were utterly weighed down beyond our strength, so that we despaired even of life."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 8,
    "text": "But even if we or an angel from heaven should preach [to you] a gospel other than the one that we preached to you, let that one be accursed!"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 8,
    "text": "that he lavished upon us. In all wisdom and insight,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 8,
    "text": "For God is my witness, how I long for all of you with the affection of Christ Jesus."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 8,
    "text": "and who also told us of your love in the Spirit. Prayer for Continued Progress."
  },
  {
    "book": "1Thessalonians",
    "chapter": 1,
    "verse": 8,
    "text": "For from you the word of the Lord has sounded forth not only in Macedonia and [in] Achaia, but in every place your faith in God has gone forth, so that we have no need to say anything."
  },
  {
    "book": "2Thessalonians",
    "chapter": 1,
    "verse": 8,
    "text": "in blazing fire, inflicting punishment on those who do not acknowledge God and on those who do not obey the gospel of our Lord Jesus."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 8,
    "text": "We know that the law is good, provided that one uses it as law,"
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 8,
    "text": "So do not be ashamed of your testimony to our Lord, nor of me, a prisoner for his sake; but bear your share of hardship for the gospel with the strength that comes from God."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 8,
    "text": "but hospitable, a lover of goodness, temperate, just, holy, and self-controlled,"
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 8,
    "text": "Therefore, although I have the full right in Christ to order you to do what is proper,"
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 8,
    "text": "but of the Son: “Your throne, O God, stands forever and ever; and a righteous scepter is the scepter of your kingdom."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 8,
    "text": "since he is a man of two minds, unstable in all his ways."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 8,
    "text": "Although you have not seen him you love him; even though you do not see him now yet believe in him, you rejoice with an indescribable and glorious joy,"
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 8,
    "text": "If these are yours and increase in abundance, they will keep you from being idle or unfruitful in the knowledge of our Lord Jesus Christ."
  },
  {
    "book": "1John",
    "chapter": 1,
    "verse": 8,
    "text": "If we say, “We are without sin,” we deceive ourselves, and the truth is not in us."
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 8,
    "text": "Look to yourselves that you do not lose what we worked for but may receive a full recompense."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 8,
    "text": "Therefore, we ought to support such persons, so that we may be co-workers in the truth."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 8,
    "text": "Similarly, these dreamers nevertheless also defile the flesh, scorn lordship, and revile glorious beings."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 8,
    "text": "“I am the Alpha and the Omega,” says the Lord God, “the one who is and who was and who is to come, the almighty.” The First Vision."
  }
]