[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 20,
    "text": "Adah gave birth to Jabal, who became the ancestor of those who dwell in tents and keep livestock."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 20,
    "text": "So Moses took his wife and his sons, mounted them on the donkey, and started back to the land of Egypt. Moses took the staff of God with him."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 20,
    "text": "doing with this bull just as he did with the other bull of the purification offering; he will do the same thing. Thus the priest shall make atonement on their behalf, that they may be forgiven."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 20,
    "text": "but the Kohathites shall not go in to look upon the sacred objects even for an instant, or they will die."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 20,
    "text": "but you the LORD has taken and led out of that iron foundry, Egypt, that you might be his people, his heritage, as you are today."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 20,
    "text": "At Gilgal Joshua set up the twelve stones that had been taken from the Jordan,"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 20,
    "text": "“Stand at the entrance of the tent,” he said to her. “If anyone comes and asks, ‘Is there someone here?’ say, ‘No!’”"
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 20,
    "text": "Amminadab was the father of Nahshon, Nahshon was the father of Salma,"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 20,
    "text": "She was about to die when the women standing around her said to her, “Do not be afraid, you have given birth to a son.” Yet she neither answered nor paid any attention."
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 20,
    "text": "Judah and Israel were as numerous as the sands by the sea; they ate and drank and rejoiced."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 20,
    "text": "The servant picked him up and carried him to his mother; he sat in her lap until noon, and then died."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 20,
    "text": "The sons of Shimon were Amnon, Rinnah, Benhanan, and Tilon. The son of Ishi was Zoheth and the son of Zoheth…."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 20,
    "text": "the menorahs and their lamps of pure gold which were to burn as prescribed before the inner sanctuary,"
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 20,
    "text": "Powerful kings once ruled in Jerusalem who controlled all West-of-Euphrates, and taxes, tributes, and tolls were paid to them."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 20,
    "text": "“Now, I must tell you, son, that I have deposited in trust ten talents of silver with Gabael, the son of Gabri, at Rages in Media."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 20,
    "text": "They saw that their army had been put to flight and their camp was burning. The smoke they saw revealed what had happened."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 20,
    "text": "So the contribution meant for the sacrifice to Hercules by the sender, was in fact applied to the construction of triremes by those who brought it."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 20,
    "text": "Morning or evening they may be shattered; unnoticed, they perish forever."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 20,
    "text": "With Your Whole Being Heed My Words and Live - My son, to my words be attentive, to my sayings incline your ear;"
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 20,
    "text": "Sincerity and Justice - My son, watch for the right time; fear what is evil; do not bring shame upon yourself."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 20,
    "text": "Ruin upon ruin is reported; the whole land is laid waste. In an instant my tents are ravaged; in a flash, my shelters."
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 20,
    "text": "The LORD’s anointed—our very lifebreath!— was caught in their snares, He in whose shade we thought to live among the nations."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 20,
    "text": "I have taken off the garment of peace, have put on sackcloth for my prayer of supplication; while I live I will cry out to the Eternal One."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 20,
    "text": "As for the king’s vision of a holy watcher, who came down from heaven and proclaimed: ‘Cut down the tree and destroy it, but leave its stump in the earth. Bound with iron and bronze, let him be fed with the grass of the field, and bathed with the dew of heaven; let his lot be with wild beasts till seven years pass over him’—"
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 20,
    "text": "But Judah will be inhabited forever, and Jerusalem for all generations."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 20,
    "text": "At once they left their nets and followed him."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 20,
    "text": "But those sown on rich soil are the ones who hear the word and accept it and bear fruit thirty and sixty and a hundredfold.”"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 20,
    "text": "Rolling up the scroll, he handed it back to the attendant and sat down, and the eyes of all in the synagogue looked intently at him."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 20,
    "text": "Our ancestors worshiped on this mountain; but you people say that the place to worship is in Jerusalem.”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 20,
    "text": "It is impossible for us not to speak about what we have seen and heard.”"
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 20,
    "text": "He did not doubt God’s promise in unbelief; rather, he was empowered by faith and gave glory to God"
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 20,
    "text": "For the kingdom of God is not a matter of talk but of power."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 20,
    "text": "I would like to be with you now and to change my tone, for I am perplexed because of you. An Allegory on Christian Freedom."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 20,
    "text": "That is not how you learned Christ,"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 20,
    "text": "To our God and Father, glory forever and ever. Amen."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 20,
    "text": "Erastus remained in Corinth, while I left Trophimus sick at Miletus."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 20,
    "text": "If anyone says, “I love God,” but hates his brother, he is a liar; for whoever does not love a brother whom he has seen cannot love God whom he has not seen."
  }
]