[
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 28,
    "text": "The Nile will teem with frogs. They will come up and enter into your palace and into your bedroom and onto your bed, into the houses of your servants, too, and among your people, even into your ovens and your kneading bowls."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 28,
    "text": "Portions from the Communion Sacrifice for Priests. The LORD said to Moses:"
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 28,
    "text": "one goat for a purification offering;"
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 28,
    "text": "Since you, Lord GOD, are truly God and your words are truth and you have made this generous promise to your servant,"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 28,
    "text": "When these stands were constructed, panels were set within the framework."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 28,
    "text": "Their property and their dwellings were in Bethel and its towns, Naaran to the east, Gezer and its towns to the west, and also Shechem and its towns as far as Ayyah and its towns."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 28,
    "text": "and who let me find favor with the king, with his counselors, and with all the most influential royal officials. I therefore took courage and, with the hand of the LORD, my God, over me, I gathered together Israelite leaders to make the return journey with me."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 28,
    "text": "people of Beth-azmaveth, forty-two;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 28,
    "text": "We adjure you by heaven and earth and by our God, the Lord of our ancestors, who is punishing us for our sins and the sins of our ancestors, that this very day you do as we have proposed.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 28,
    "text": "“Let there be no fight between me and you. I will come with a few men to meet you face to face in peace.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 28,
    "text": "I beg you, child, to look at the heavens and the earth and see all that is in them; then you will know that God did not make them out of existing things. In the same way humankind came into existence."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 28,
    "text": "What my soul still seeks and has yet to find is this: “One man out of a thousand have I found, but a woman among them all I have not found.”"
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 28,
    "text": "For God loves nothing so much as the one who dwells with Wisdom."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 28,
    "text": "Remember, of these parents you were born; what can you give them for all they gave you?"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 28,
    "text": "Say to them: This is the nation which does not listen to the voice of the LORD, its God, or take correction. Faithfulness has disappeared; the word itself is banished from their speech."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 28,
    "text": "This is the end of the report. I, Daniel, was greatly terrified by my thoughts, and my face became pale, but I kept the matter to myself."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 28,
    "text": "When Jesus finished these words, the crowds were astonished at his teaching,"
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 28,
    "text": "She replied and said to him, “Lord, even the dogs under the table eat the children's scraps.”"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 28,
    "text": "I tell you, among those born of women, no one is greater than John; yet the least in the kingdom of God is greater than he.”"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 28,
    "text": "So Jesus cried out in the temple area as he was teaching and said, “You know me and also know where I am from. Yet I did not come on my own, but the one who sent me, whom you do not know, is true."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 28,
    "text": "Are you thinking of killing me as you killed the Egyptian yesterday?'"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 28,
    "text": "If you marry, however, you do not sin, nor does an unmarried woman sin if she marries; but such people will experience affliction in their earthly life, and I would like to spare you that."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 28,
    "text": "For the law appoints men subject to weakness to be high priests, but the word of the oath, which was taken after the law, appoints a son, who has been made perfect forever."
  }
]