[
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 26,
    "text": "and the enrollment of his company is sixty-two thousand seven hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 26,
    "text": "So I sent messengers from the wilderness of Kedemoth to Sihon, king of Heshbon, with this offer of peace:"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 26,
    "text": "Meanwhile, young Samuel was growing in stature and in worth in the estimation of the LORD and the people. The Fate of Eli's House."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 26,
    "text": "Then Abner called to Joab and said: “Must the sword devour forever? Do you not know that afterward there will be bitterness? How long before you tell the people to stop pursuing their brothers?”"
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 26,
    "text": "The king said to Abiathar the priest: “Go to your estate in Anathoth. Though you deserve to die, I will not put you to death at this time, because you carried the ark of the Lord GOD before David my father and shared in all the hardships my father endured.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 26,
    "text": "Jerahmeel also had another wife, named Atarah, who was the mother of Onam."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 26,
    "text": "people of Ramah and Geba, six hundred and twenty-one;"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 26,
    "text": "He surrounded all the Midianites, burned their tents, and sacked their encampments."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 26,
    "text": "Thus he showed his zeal for the law, just as Phinehas did with Zimri, son of Salu."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 26,
    "text": "For us who have undertaken the labor of making this digest, the task, far from being easy, is one of sweat and of sleepless nights."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 26,
    "text": "For to the one who pleases God, he gives wisdom and knowledge and joy; but to the one who displeases, God gives the task of gathering possessions for the one who pleases God. This also is vanity and a chase after wind."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 26,
    "text": "As the thief is shamed when caught, so shall the house of Israel be shamed: They, their kings, their princes, their priests and their prophets;"
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 26,
    "text": "And you reduced the house which bears your name to what it is today, because of the wickedness of the house of Israel and the house of Judah."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 26,
    "text": "The king asked Daniel, whose name was Belteshazzar, “Can you tell me the dream that I had and its meaning?”"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 26,
    "text": "You will eat until you are fully satisfied, then you will praise the name of the LORD, your God, Who acts so wondrously on your behalf! My people will never again be put to shame."
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 26,
    "text": "How he went into the house of God when Abiathar was high priest and ate the bread of offering that only the priests could lawfully eat, and shared it with his companions?”"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 26,
    "text": "It had been revealed to him by the holy Spirit that he should not see death before he had seen the Messiah of the Lord."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 26,
    "text": "Therefore my heart has been glad and my tongue has exulted; my flesh, too, will dwell in hope,"
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 26,
    "text": "Again, if an uncircumcised man keeps the precepts of the law, will he not be considered circumcised?"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 26,
    "text": "For he has been longing for all of you and was distressed because you heard that he was ill."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 26,
    "text": "and that they may return to their senses out of the devil's snare, where they are entrapped by him, for his will."
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 26,
    "text": "For just as a body without a spirit is dead, so also faith without works is dead."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 26,
    "text": "I write you these things about those who would deceive you."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 26,
    "text": "“‘“To the victor, who keeps to my ways until the end, I will give authority over the nations."
  }
]