[
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 27,
    "text": "Encamped beside it shall be the tribe of Asher. The leader of the Asherites is Pagiel, son of Ochran,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 27,
    "text": "“Let me pass through your country. I will travel only on the road. I will not turn aside either to the right or to the left."
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 27,
    "text": "A man of God came to Eli and said to him: “Thus says the LORD: I went so far as to reveal myself to your father’s house when they were in Egypt as slaves to the house of Pharaoh."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 27,
    "text": "Joab replied, “As God lives, if you had not spoken, it would be morning before the people would be stopped from pursuing their brothers.”"
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 27,
    "text": "So Solomon dismissed Abiathar from the office of priest of the LORD, thus fulfilling the word the LORD had spoken in Shiloh against the house of Eli."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 27,
    "text": "The sons of Ram, the firstborn of Jerahmeel, were Maaz, Jamin, and Eker."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 27,
    "text": "people of Michmas, one hundred and twenty-two;"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 27,
    "text": "Descending to the plain of Damascus at the time of the wheat harvest, he set fire to all their fields, destroyed their flocks and herds, looted their cities, devastated their plains, and put all their young men to the sword."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 27,
    "text": "Then Mattathias cried out in the city, “Let everyone who is zealous for the law and who stands by the covenant follow me!”"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 27,
    "text": "Just so, the preparation of a festive banquet is no light matter for one who seeks to give enjoyment to others. Similarly, to win the gratitude of many we will gladly endure this labor,"
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 27,
    "text": "They say to a piece of wood, “You are my father,” and to a stone, “You gave me birth.” They turn their backs to me, not their faces; yet in their time of trouble they cry out, “Rise up and save us!”"
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 27,
    "text": "God’s Promises Recalled. “But with us, Lord, our God, you have dealt in all your clemency and in all your great mercy."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 27,
    "text": "In the king’s presence Daniel made this reply: “The mystery about which the king has inquired, the wise men, enchanters, magicians, and diviners could not explain to the king."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 27,
    "text": "Then you will know that I am in the midst of Israel: I, the LORD, am your God, and there is no other; my people will never again be put to shame."
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 27,
    "text": "Then he said to them, “The sabbath was made for man, not man for the sabbath."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 27,
    "text": "He came in the Spirit into the temple; and when the parents brought in the child Jesus to perform the custom of the law in regard to him,"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 27,
    "text": "because you will not abandon my soul to the netherworld, nor will you suffer your holy one to see corruption."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 27,
    "text": "Indeed, those who are physically uncircumcised but carry out the law will pass judgment on you, with your written law and circumcision, who break the law."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 27,
    "text": "He was indeed ill, close to death; but God had mercy on him, not just on him but also on me, so that I might not have sorrow upon sorrow."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 27,
    "text": "As for you, the anointing that you received from him remains in you, so that you do not need anyone to teach you. But his anointing teaches you about everything and is true and not false; just as it taught you, remain in him."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 27,
    "text": "He will rule them with an iron rod. Like clay vessels will they be smashed,"
  }
]