[
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 41,
    "text": "Such was the enrollment of the clans of the Gershonites, everyone who was to serve in the tent of meeting, whom Moses enrolled, together with Aaron, as the LORD directed."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 41,
    "text": "Cities of Refuge. Then Moses set apart three cities in the region east of the Jordan,"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 41,
    "text": "He said, “Bring some meal.” He threw it into the pot and said, “Serve it to the people to eat.” And there was no longer anything harmful in the pot."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 41,
    "text": "They who have just been listed by name set out during the reign of Hezekiah, king of Judah, and attacked their tents and also the Meunites who were there. They put them under the ban that is still in force to this day and dwelt in their place because they found pasture there for their flocks."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 41,
    "text": "Judas appointed men to attack those in the citadel, while he purified the sanctuary."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 41,
    "text": "Seeing Lysimachus’ attack, people picked up stones, pieces of wood or handfuls of the ashes lying there and threw them in wild confusion at Lysimachus and his men."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 41,
    "text": "They were filled with great awe and said to one another, “Who then is this whom even wind and sea obey?”"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 41,
    "text": "And demons also came out from many, shouting, “You are the Son of God.” But he rebuked them and did not allow them to speak because they knew that he was the Messiah. Jesus Leaves Capernaum."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 41,
    "text": "Many more began to believe in him because of his word,"
  }
]