[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 14,
    "text": "The name of the third river is the Tigris; it is the one that flows east of Asshur. The fourth river is the Euphrates."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 14,
    "text": "But he replied, “Who has appointed you ruler and judge over us? Are you thinking of killing me as you killed the Egyptian?” Then Moses became afraid and thought, “The affair must certainly be known.”"
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 14,
    "text": "If you offer a grain offering of first ripe fruits to the LORD, you shall offer it in the form of fresh early grain, roasted by fire and crushed as a grain offering of your first ripe fruits."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 14,
    "text": "Next is the tribe of Gad. The leader of the Gadites is Eliasaph, son of Reuel,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 14,
    "text": "Now thirty-eight years had elapsed between our departure from Kadesh-barnea and the crossing of the Wadi Zered; in the meantime the whole generation of soldiers had perished from the camp, as the LORD had sworn they should."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 14,
    "text": "“We pledge our lives for yours,” they answered her. “If you do not betray our mission, we will be faithful in showing kindness to you when the LORD gives us the land.”"
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 14,
    "text": "the anger of the LORD flared up against Israel, and he delivered them into the power of plunderers who despoiled them. He sold them into the power of the enemies around them, and they were no longer able to withstand their enemies."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 14,
    "text": "At mealtime Boaz said to her, “Come here and have something to eat; dip your bread in the sauce.” Then as she sat near the harvesters, he handed her some roasted grain and she ate her fill and had some left over."
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 14,
    "text": "and would thrust it into the basin, kettle, caldron, or pot. Whatever the fork brought up, the priest would take for himself. They treated all the Israelites who came to the sanctuary at Shiloh in this way."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 14,
    "text": "Then Abner said to Joab, “Let the young men rise and perform for us.” Joab replied, “All right.”"
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 14,
    "text": "and he added, “I have something to say to you.” She replied, “Speak.”"
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 14,
    "text": "Wielding the mantle which had fallen from Elijah, he struck the water and said, “The LORD, the God of Elijah—where is he now?” He struck the water: it divided, and he crossed over."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 14,
    "text": "Nethanel, the fourth, Raddai, the fifth,"
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 14,
    "text": "And now, let my lord send to his servants the wheat, barley, oil, and wine which he has promised."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 14,
    "text": "descendants of Bigvai, two thousand and fifty-six;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 14,
    "text": "Then I passed over to the Fountain Gate and to the King’s Pool. Since there was no room here for my mount to pass with me astride,"
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 14,
    "text": "But she said to me, “It was given to me as a bonus over and above my wages.” Yet I would not believe her and told her to give it back to its owners. I flushed with anger at her over this. So she retorted: “Where are your charitable deeds now? Where are your righteous acts? Look! All that has happened to you is well known!”"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 14,
    "text": "So Holofernes left the presence of his lord, and summoned all the commanders, generals, and officers of the Assyrian forces."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 14,
    "text": "She would go in the evening and return in the morning to a second harem under the care of the royal eunuch Shaashgaz, guardian of the concubines. She could not return to the king unless he was pleased with her and had her summoned by name."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 14,
    "text": "Then Mattathias and his sons tore their garments, put on sackcloth, and mourned bitterly."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 14,
    "text": "In like manner Judas also collected for us all the books that had been scattered because of the war, and we now have them in our possession."
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 14,
    "text": "Who delight in doing evil and celebrate perversity;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 14,
    "text": "Wise people have eyes in their heads, but fools walk in darkness. Yet I knew that the same lot befalls both."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 14,
    "text": "My dove in the clefts of the rock, in the secret recesses of the cliff, Let me see your face, let me hear your voice, For your voice is sweet, and your face is lovely.”"
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 14,
    "text": "To us he is the censure of our thoughts; merely to see him is a hardship for us,"
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 14,
    "text": "Woe to you that have lost hope! what will you do at the Lord’s visitation?"
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 14,
    "text": "Against all the lofty mountains and all the high hills,"
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 14,
    "text": "Is Israel a slave, a house-born servant? Why then has he become plunder?"
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 14,
    "text": "Your prophets provided you visions of whitewashed illusion; They did not lay bare your guilt, in order to restore your fortunes; They saw for you only oracles of empty deceit."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 14,
    "text": "Hear, LORD, our prayer of supplication, and deliver us for your own sake: grant us favor in the sight of those who brought us into exile,"
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 14,
    "text": "Then Daniel prudently took counsel with Arioch, the chief of the king’s guard, who had set out to kill the wise men of Babylon."
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 14,
    "text": "I will lay waste her vines and fig trees, of which she said, “These are the fees my lovers have given me”; I will turn them into rank growth and wild animals shall devour them."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 14,
    "text": "Perhaps he will again relent and leave behind a blessing, Grain offering and libation for the LORD, your God."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 14,
    "text": "Flight shall elude the swift, and the strong shall not retain strength; The warrior shall not save his life,"
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 14,
    "text": "I now come against you— oracle of the LORD of hosts— I will consume your chariots in smoke, and the sword will devour your young lions; Your preying on the land I will bring to an end, the cry of your lionesses will be heard no more."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 14,
    "text": "But the earth shall be filled with the knowledge of the LORD’s glory, just as the water covers the sea."
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 14,
    "text": "In her midst flocks shall lie down, all the wild life of the hollows; The screech owl and the desert owl shall roost in her columns; The owl shall hoot from the window, the raven croak from the doorway."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 14,
    "text": "Then Haggai replied: So is this people, and so is this nation in my sight—oracle of the LORD— And so is all the work of their hands; what they offer there is defiled."
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 14,
    "text": "Sing and rejoice, daughter Zion! Now, I am coming to dwell in your midst—oracle of the LORD."
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 14,
    "text": "And you say, “Why?”— Because the LORD is witness between you and the wife of your youth With whom you have broken faith, though she is your companion, your covenanted wife."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 14,
    "text": "Joseph rose and took the child and his mother by night and departed for Egypt."
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 14,
    "text": "As he passed by, he saw Levi, son of Alphaeus, sitting at the customs post. He said to him, “Follow me.” And he got up and followed him."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 14,
    "text": "“Glory to God in the highest and on earth peace to those on whom his favor rests.”"
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 14,
    "text": "He found in the temple area those who sold oxen, sheep, and doves, as well as the money-changers seated there."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 14,
    "text": "II. The Mission in Jerusalem - Peter’s Speech at Pentecost. Then Peter stood up with the Eleven, raised his voice, and proclaimed to them, “You who are Jews, indeed all of you staying in Jerusalem. Let this be known to you, and listen to my words."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 14,
    "text": "For when the Gentiles who do not have the law by nature observe the prescriptions of the law, they are a law for themselves even though they do not have the law."
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 14,
    "text": "Now the natural person does not accept what pertains to the Spirit of God, for to him it is foolishness, and he cannot understand it, because it is judged spiritually."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 14,
    "text": "B. Paul’s Ministry - Ministers of a New Covenant. But thanks be to God, who always leads us in triumph in Christ and manifests through us the odor of the knowledge of him in every place."
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 14,
    "text": "But when I saw that they were not on the right road in line with the truth of the gospel, I said to Cephas in front of all, “If you, though a Jew, are living like a Gentile and not like a Jew, how can you compel the Gentiles to live like Jews?” Faith and Works."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 14,
    "text": "For he is our peace, he who made both one and broke down the dividing wall of enmity, through his flesh,"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 14,
    "text": "Do everything without grumbling or questioning,"
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 14,
    "text": "obliterating the bond against us, with its legal claims, which was opposed to us, he also removed it from our midst, nailing it to the cross;"
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 14,
    "text": "For you, brothers, have become imitators of the churches of God that are in Judea in Christ Jesus. For you suffer the same things from your compatriots as they did from the Jews,"
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 14,
    "text": "To this end he has [also] called you through our gospel to possess the glory of our Lord Jesus Christ."
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 14,
    "text": "Further, Adam was not deceived, but the woman was deceived and transgressed."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 14,
    "text": "III. Instructions Concerning False Teaching - Warning Against Useless Disputes. Remind people of these things and charge them before God to stop disputing about words. This serves no useful purpose since it harms those who listen."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 14,
    "text": "who gave himself for us to deliver us from all lawlessness and to cleanse for himself a people as his own, eager to do what is good."
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 14,
    "text": "Now since the children share in blood and flesh, he likewise shared in them, that through death he might destroy the one who has the power of death, that is, the devil,"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 14,
    "text": "What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him?"
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 14,
    "text": "or to governors as sent by him for the punishment of evildoers and the approval of those who do good."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 14,
    "text": "Their eyes are full of adultery and insatiable for sin. They seduce unstable people, and their hearts are trained in greed. Accursed children!"
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 14,
    "text": "I write to you, children, because you know the Father. I write to you, fathers, because you know him who is from the beginning. I write to you, young men, because you are strong and the word of God remains in you, and you have conquered the evil one."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 14,
    "text": "Yet I have a few things against you. You have some people there who hold to the teaching of Balaam, who instructed Balak to put a stumbling block before the Israelites: to eat food sacrificed to idols and to play the harlot."
  }
]