[
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 36,
    "text": "However, a spring or a cistern for collecting water remains clean; but whoever touches such an animal’s carcass becomes unclean."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 36,
    "text": "“Father,” she replied, “you have made a vow to the LORD. Do with me as you have vowed, because the LORD has taken vengeance for you against your enemies the Ammonites.”"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 36,
    "text": "I will give his son one tribe, that David my servant may always have a holding before me in Jerusalem, the city I have chosen, to set my name there."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 36,
    "text": "Ahasbai, from Beth-maacah; Ahijah, from Gilo;"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 36,
    "text": "Some divisions of the Levites from Judah were attached to Benjamin."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 36,
    "text": "Henceforth and forever not one of these provisions shall ever be revoked."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 36,
    "text": "But for the matters that he decided should be submitted to the king, send someone to us immediately with your decisions so that we may present them to your advantage, for we are on our way to Antioch."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 36,
    "text": "If your whole body is full of light, and no part of it is in darkness, then it will be as full of light as a lamp illuminating you with its brightness.” Denunciation of the Pharisees and Scholars of the Law."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 36,
    "text": "So the Jews said, “See how he loved him.”"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 36,
    "text": "For from him and through him and for him are all things. To him be glory forever. Amen."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 36,
    "text": "Others endured mockery, scourging, even chains and imprisonment."
  }
]