[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 20,
    "text": "Then Noah built an altar to the LORD, and choosing from every clean animal and every clean bird, he offered burnt offerings on the altar."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 20,
    "text": "This the LORD did. Thick swarms of flies entered the house of Pharaoh and the houses of his servants; throughout Egypt the land was devastated on account of the swarms of flies."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 20,
    "text": "After the ram was cut up into pieces, Moses burned the head, the cut-up pieces and the suet."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 20,
    "text": "This, then, is what Moses and Aaron and the whole community of the Israelites did with respect to the Levites; the Israelites did exactly as the LORD had commanded Moses concerning them."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 20,
    "text": "Like the nations which the LORD destroys before you, so shall you too perish for not listening to the voice of the LORD, your God."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 20,
    "text": "By the time the army of Ai looked back, the smoke from the city was going up to the heavens. Escape in any direction was impossible, because the Israelites retreating toward the wilderness now turned on their pursuers;"
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 20,
    "text": "Then he said to his firstborn, Jether, “Go, kill them.” But the boy did not draw his sword, for he was afraid, for he was still a boy."
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 20,
    "text": "We too must be like all the nations, with a king to rule us, lead us in warfare, and fight our battles.”"
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 20,
    "text": "Now the LORD has fulfilled the word he spoke: I have succeeded David my father, and I sit on the throne of Israel, as the LORD has spoken, and I have built this house for the name of the LORD, the God of Israel."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 20,
    "text": "During Joram’s reign, Edom revolted against the rule of Judah and installed a king of its own."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 20,
    "text": "Elienai, Zillethai, Eliel,"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 20,
    "text": "Of the temple servants, those whom David and the princes appointed to serve the Levites, there were two hundred and twenty. All these were enrolled by name."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 20,
    "text": "He summoned Tobiah and said to him, “For fourteen days you shall not stir from here, but shall remain here eating and drinking with me; you shall bring joy to my daughter’s afflicted spirit."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 20,
    "text": "But since we acknowledge no other god but the Lord, we hope that he will not disdain us or any of our people."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 20,
    "text": "“Judas, called Maccabeus, and his brothers, with the Jewish people, have sent us to you to establish alliance and peace with you, and to be enrolled among your allies and friends.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 20,
    "text": "and the time of the battle in Babylonia against the Galatians, when only eight thousand Jews fought along with four thousand Macedonians; yet when the Macedonians were hard pressed, the eight thousand, by the help they received from Heaven, destroyed one hundred and twenty thousand and took a great quantity of spoils."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 20,
    "text": "Behold, God will not cast away the upright; neither will he take the hand of the wicked."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 20,
    "text": "On the way of righteousness I walk, along the paths of justice,"
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 20,
    "text": "or rather, being noble, I attained an unblemished body."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 20,
    "text": "for instruction and testimony?” Surely, those who speak like this are the ones for whom there is no dawn."
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 20,
    "text": "“The harvest is over, the summer ended, but we have not yet been saved!”"
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 20,
    "text": "“The two-horned ram you saw represents the kings of the Medes and Persians."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 20,
    "text": "Thus says the LORD of hosts: There will yet come peoples and inhabitants of many cities;"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 20,
    "text": "Jesus answered him, “Foxes have dens and birds of the sky have nests, but the Son of Man has nowhere to rest his head.”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 20,
    "text": "“When I broke the seven loaves for the four thousand, how many full baskets of fragments did you pick up?” They answered [him], “Seven.”"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 20,
    "text": "He was told, “Your mother and your brothers are standing outside and they wish to see you.”"
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 20,
    "text": "He spoke these words while teaching in the treasury in the temple area. But no one arrested him, because his hour had not yet come. Jesus, the Father’s Ambassador."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 20,
    "text": "But Peter said to him, “May your money perish with you, because you thought that you could buy the gift of God with money."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 20,
    "text": "for creation was made subject to futility, not of its own accord but because of the one who subjected it, in hope"
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 20,
    "text": "This we desire to avoid, that anyone blame us about this lavish gift administered by us,"
  }
]