[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 14,
    "text": "The whole lifetime of Kenan was nine hundred and ten years; then he died."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 14,
    "text": "The Israelite foremen, whom the taskmasters of Pharaoh had placed over them, were beaten, and were asked, “Why have you not completed your prescribed amount of bricks yesterday and today, as before?”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 14,
    "text": "The LORD said to Moses:"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 14,
    "text": "or if a man is overcome by a feeling of jealousy that makes him suspect his wife, and she has defiled herself; or if a man is overcome by a feeling of jealousy that makes him suspect his wife and she has not defiled herself—"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 14,
    "text": "but the seventh day is a sabbath of the LORD your God. You shall not do any work, either you, your son or your daughter, your male or female slave, your ox or donkey or any work animal, or the resident alien within your gates, so that your male and female slave may rest as you do."
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 14,
    "text": "He replied, “Neither. I am the commander of the army of the LORD: now I have come.” Then Joshua fell down to the ground in worship, and said to him, “What has my lord to say to his servant?”"
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 14,
    "text": "From Ephraim, their base in the valley; behind you, Benjamin, among your troops. From Machir came down commanders, from Zebulun wielders of the marshal’s staff."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 14,
    "text": "These are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 14,
    "text": "People from all nations came to hear Solomon’s wisdom, sent by all the kings of the earth who had heard of his wisdom. Preparations for the Temple."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 14,
    "text": "So Naaman went down and plunged into the Jordan seven times, according to the word of the man of God. His flesh became again like the flesh of a little child, and he was clean."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 14,
    "text": "These were the sons of Abihail, son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jeshishai, son of Jahdo, son of Buz."
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 14,
    "text": "The priests could no longer minister because of the cloud, since the glory of the LORD had filled the house of God."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 14,
    "text": "Moreover, the gold and silver vessels of the house of God, which Nebuchadnezzar had taken from the temple in Jerusalem and carried off to the temple in Babylon, King Cyrus ordered to be removed from the temple in Babylon, and they were given to a certain Sheshbazzar, whom he named governor."
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 14,
    "text": "Nehemiah’s Record. Moreover, from the time that King Artaxerxes appointed me governor in the land of Judah, from his twentieth to his thirty-second year—during these twelve years neither I nor my kindred lived off the governor’s food allowance."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 14,
    "text": "Tobit exclaimed: “Welcome! God save you, brother! Do not be provoked with me, brother, for wanting to learn the truth about your family. It turns out that you are a kinsman, from a noble and good line! I knew Hananiah and Nathan, the two sons of the great Shemeliah. They used to go to Jerusalem with me, where we would worship together. They were not led astray; your kindred are good people. You are certainly of good lineage. So welcome!”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 14,
    "text": "and led them along the route to Sinai and Kadesh-barnea. They drove out all the inhabitants of the wilderness"
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 14,
    "text": "His wife Zeresh and all his friends said to him, “Have a stake set up, fifty cubits in height, and in the morning ask the king to have Mordecai impaled on it. Then go to the banquet with the king in good spirits.” This suggestion pleased Haman, and he had the stake erected."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 14,
    "text": "While they were reading this letter, suddenly other messengers, with garments torn, arrived from Galilee to deliver a similar message:"
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 14,
    "text": "In the space of three days, eighty thousand were lost, forty thousand meeting a violent death, and the same number being sold into slavery."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 14,
    "text": "They meet with darkness in the daytime, at noonday they grope as though it were night."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 14,
    "text": "I am all but ruined, in the midst of the public assembly!”"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 14,
    "text": "As they came forth from their mother’s womb, so again shall they return, naked as they came, having nothing from their toil to bring with them."
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 14,
    "text": "His arms are rods of gold adorned with gems; His loins, a work of ivory covered with sapphires."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 14,
    "text": "Yes, the hope of the wicked is like chaff borne by the wind, and like fine, storm-driven snow; Like smoke scattered by the wind, and like the passing memory of the nomad camping for a single day."
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 14,
    "text": "Do not be called double-tongued; and with your tongue do not slander a neighbor. For shame has been created for the thief, and sore disgrace for the double-tongued."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 14,
    "text": "Therefore Sheol enlarges its throat and opens its mouth beyond measure; Down into it go nobility and masses, tumult and revelry."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 14,
    "text": "Therefore, thus says the LORD, the God of hosts, because you have said this— See! I make my words a fire in your mouth, And this people the wood that it shall devour!—"
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 14,
    "text": "The elders have abandoned the gate, the young men their music."
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 14,
    "text": "I will make you a desolation and a reproach among the nations around you, in the sight of every passerby."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 14,
    "text": "I have heard that the spirit of the gods is in you, that you have shown brilliant insight and extraordinary wisdom."
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 14,
    "text": "For I am like a lion to Ephraim, like a young lion to the house of Judah; It is I who tear the prey and depart, I carry it away and no one can save it."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 14,
    "text": "Seek good and not evil, that you may live; Then truly the LORD, the God of hosts, will be with you as you claim."
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 14,
    "text": "I will wreak vengeance in anger and wrath upon the nations that have not listened."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 14,
    "text": "You are the light of the world. A city set on a mountain cannot be hidden."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 14,
    "text": "The swineherds ran away and reported the incident in the town and throughout the countryside. And people came out to see what had happened."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 14,
    "text": "Then he ordered him not to tell anyone, but “Go, show yourself to the priest and offer for your cleansing what Moses prescribed; that will be proof for them.”"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 14,
    "text": "After this Jesus found him in the temple area and said to him, “Look, you are well; do not sin any more, so that nothing worse may happen to you.”"
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 14,
    "text": "Yet more than ever, believers in the Lord, great numbers of men and women, were added to them."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 14,
    "text": "But death reigned from Adam to Moses, even over those who did not sin after the pattern of the trespass of Adam, who is the type of the one who was to come."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 14,
    "text": "For the love of Christ impels us, once we have come to the conviction that one died for all; therefore, all have died."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 14,
    "text": "For the whole law is fulfilled in one statement, namely, “You shall love your neighbor as yourself.”"
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 14,
    "text": "for everything that becomes visible is light. Therefore, it says: “Awake, O sleeper, and arise from the dead, and Christ will give you light.”"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 14,
    "text": "We urge you, brothers, admonish the idle, cheer the fainthearted, support the weak, be patient with all."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 14,
    "text": "So I would like younger widows to marry, have children, and manage a home, so as to give the adversary no pretext for maligning us."
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 14,
    "text": "But solid food is for the mature, for those whose faculties are trained by practice to discern good and evil."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 14,
    "text": "Is anyone among you sick? He should summon the presbyters of the church, and they should pray over him and anoint [him] with oil in the name of the Lord,"
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 14,
    "text": "Greet one another with a loving kiss. Peace to all of you who are in Christ."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 14,
    "text": "And we have this confidence in him, that if we ask anything according to his will, he hears us."
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 14,
    "text": "The four living creatures answered, “Amen,” and the elders fell down and worshiped."
  }
]