[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 24,
    "text": "Enoch walked with God, and he was no longer here, for God took him."
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 24,
    "text": "or whatever else the individual swore falsely about. That person shall make full restitution of the thing itself, and add one fifth of its value to it, giving it to its owner at the time of reparation."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 24,
    "text": "and he will have the woman drink the water of bitterness that brings a curse, so that the water that brings a curse may enter into her to her bitter hurt."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 24,
    "text": "and said, “The LORD, our God, has indeed let us see his glory and his greatness, and we have heard his voice from the midst of the fire. Today we have found out that God may speak to a mortal and that person may still live."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 24,
    "text": "Most blessed of women is Jael, the wife of Heber the Kenite, blessed among tent-dwelling women!"
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 24,
    "text": "When you hear the sound of marching in the tops of the balsam trees, act decisively, for then the LORD has already gone before you to strike the army of the Philistines."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 24,
    "text": "So Hiram continued to provide Solomon with all the cedars and fir trees he desired,"
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 24,
    "text": "When he reached the hill, Gehazi received these things, appropriated them for his house, and sent the men on their way."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 24,
    "text": "The following were the heads of their ancestral houses: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel—men who were warriors, famous men, and heads over their ancestral houses."
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 24,
    "text": "Therefore let us attack, master Holofernes. They will become fodder for your great army.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 24,
    "text": "Judas Maccabeus and his brother Jonathan crossed the Jordan and marched for three days through the wilderness."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 24,
    "text": "the king sent Apollonius, commander of the Mysians, at the head of an army of twenty-two thousand, with orders to kill all the grown men and sell the women and children into slavery."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 24,
    "text": "And you shall know that your tent is secure; taking stock of your household, you shall miss nothing."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 24,
    "text": "Therefore, as the tongue of fire licks up stubble, as dry grass shrivels in the flame, Their root shall rot and their blossom scatter like dust; For they have rejected the instruction of the LORD of hosts, and scorned the word of the Holy One of Israel."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 24,
    "text": "And do not say in their hearts, “Let us fear the LORD, our God, Who gives us rain early and late, in its time; Who watches for us over the appointed weeks of harvest.”"
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 24,
    "text": "By him was the hand sent, and the writing set down."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 24,
    "text": "Rather let justice surge like waters, and righteousness like an unfailing stream."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 24,
    "text": "leave your gift there at the altar, go first and be reconciled with your brother, and then come and offer your gift."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 24,
    "text": "He went off with him, and a large crowd followed him and pressed upon him."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 24,
    "text": "But that you may know that the Son of Man has authority on earth to forgive sins”—he said to the man who was paralyzed, “I say to you, rise, pick up your stretcher, and go home.”"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 24,
    "text": "Amen, amen, I say to you, whoever hears my word and believes in the one who sent me has eternal life and will not come to condemnation, but has passed from death to life."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 24,
    "text": "When they heard this report, the captain of the temple guard and the chief priests were at a loss about them, as to what this would come to."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 24,
    "text": "Now those who belong to Christ [Jesus] have crucified their flesh with its passions and desires."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 24,
    "text": "As the church is subordinate to Christ, so wives should be subordinate to their husbands in everything."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 24,
    "text": "The one who calls you is faithful, and he will also accomplish it."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 24,
    "text": "Some people's sins are public, preceding them to judgment; but other people are followed by their sins."
  }
]