[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 21,
    "text": "So the LORD God cast a deep sleep on the man, and while he was asleep, he took out one of his ribs and closed up its place with flesh."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 21,
    "text": "Moses agreed to stay with him, and the man gave Moses his daughter Zipporah in marriage."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 21,
    "text": "and the enrollment of his company is thirty-two thousand two hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 21,
    "text": "a people great and numerous and as tall as the Anakim. But these, too, the LORD cleared out of the way for the Ammonites, so that they dispossessed them and dwelt in their place."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 21,
    "text": "“Let it be as you say,” she replied, and sent them away. When they were gone, she tied the scarlet cord in the window."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 21,
    "text": "I for my part will not clear away for them any more of the nations Joshua left when he died."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 21,
    "text": "“He even told me,” added Ruth the Moabite, “Stay with my young people until they complete my entire harvest.”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 21,
    "text": "The LORD favored Hannah so that she conceived and gave birth to three more sons and two daughters, while young Samuel grew up in the service of the LORD."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 21,
    "text": "Abner said to him, “Turn right or left; seize one of the young men and take what you can strip from him.” But Asahel would not stop pursuing him."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 21,
    "text": "So she said, “Let Abishag the Shunamite be given to your brother Adonijah to be his wife.”"
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 21,
    "text": "he went out to the spring and threw salt into it, saying, “Thus says the LORD: I have purified this water. Never again shall death or sterility come from it.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 21,
    "text": "Then Hezron had relations with the daughter of Machir, the father of Gilead, whom he married when he was sixty years old. She bore him Segub."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 21,
    "text": "descendants of Bethlehem, one hundred and twenty-three;"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 21,
    "text": "After a three-day march from Nineveh, they reached the plain of Bectileth, and camped opposite Bectileth near the mountains to the north of Upper Cilicia."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 21,
    "text": "During the time that Mordecai spent at the king’s gate, Bigthan and Teresh, two of the royal eunuchs who guarded the entrance, became angry and plotted to assassinate King Ahasuerus."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 21,
    "text": "Heaven forbid that we should forsake the law and the commandments."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 21,
    "text": "and of the heavenly manifestations accorded to the heroes who fought bravely for the Jewish people. Few as they were, they plundered the whole land, put to flight the barbarian hordes,"
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 21,
    "text": "For the upright will dwell in the land, people of integrity will remain in it;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 21,
    "text": "For here is one who has toiled with wisdom and knowledge and skill, and that one’s legacy must be left to another who has not toiled for it. This also is vanity and a great evil."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 21,
    "text": "These were their thoughts, but they erred; for their wickedness blinded them,"
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 21,
    "text": "And they shall go into caverns in the rocks and into crevices in the cliffs, At the terror of the LORD and the splendor of his majesty, as he rises to overawe the earth."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 21,
    "text": "But I had planted you as a choice vine, all pedigreed stock; How could you turn out so obnoxious to me, a spurious vine?"
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 21,
    "text": "They lie on the ground in the streets, young and old alike; Both my young women and young men are cut down by the sword; You killed them on the day of your wrath, slaughtered without pity."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 21,
    "text": "Thus says the LORD: Bend your necks and serve the king of Babylon, that you may continue in the land I gave your ancestors;"
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 21,
    "text": "He causes the changes of the times and seasons, establishes kings and deposes them. He gives wisdom to the wise and knowledge to those who understand."
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 21,
    "text": "I will betroth you to me forever: I will betroth you to me with justice and with judgment, with loyalty and with compassion;"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 21,
    "text": "Do not fear, O land! delight and rejoice, for the LORD has done great things!"
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 21,
    "text": "Speak to Zerubbabel, the governor of Judah: I will shake the heavens and the earth;"
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 21,
    "text": "He rose, took the child and his mother, and went to the land of Israel."
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 21,
    "text": "No one sews a piece of unshrunken cloth on an old cloak. If he does, its fullness pulls away, the new from the old, and the tear gets worse."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 21,
    "text": "The Circumcision and Naming of Jesus. When eight days were completed for his circumcision, he was named Jesus, the name given him by the angel before he was conceived in the womb."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 21,
    "text": "But he was speaking about the temple of his body."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 21,
    "text": "and it shall be that everyone shall be saved who calls on the name of the Lord.’"
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 21,
    "text": "then you who teach another, are you failing to teach yourself? You who preach against stealing, do you steal?"
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 21,
    "text": "I do not nullify the grace of God; for if justification comes through the law, then Christ died for nothing."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 21,
    "text": "Through him the whole structure is held together and grows into a temple sacred in the Lord;"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 21,
    "text": "For they all seek their own interests, not those of Jesus Christ."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 21,
    "text": "“Do not handle! Do not taste! Do not touch!”"
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 21,
    "text": "If anyone cleanses himself of these things, he will be a vessel for lofty use, dedicated, beneficial to the master of the house, ready for every good work."
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 21,
    "text": "Was not Abraham our father justified by works when he offered his son Isaac upon the altar?"
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 21,
    "text": "For to this you have been called, because Christ also suffered for you, leaving you an example that you should follow in his footsteps."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 21,
    "text": "For it would have been better for them not to have known the way of righteousness than after knowing it to turn back from the holy commandment handed down to them."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 21,
    "text": "I write to you not because you do not know the truth but because you do, and because every lie is alien to the truth."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 21,
    "text": "I have given her time to repent, but she refuses to repent of her harlotry."
  }
]