[
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 34,
    "text": "What has been done today the LORD has commanded be done, to make atonement for you."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 34,
    "text": "Then were read aloud all the words of the law, the blessings and the curses, exactly as written in the book of the law."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 34,
    "text": "The Israelites did not remember the LORD, their God, who had delivered them from the power of their enemies all around them."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 34,
    "text": "listen in heaven and forgive the sin of your people Israel, and bring them back to the land you gave their ancestors."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 34,
    "text": "The son of Jonathan was Meribbaal, and Meribbaal became the father of Micah."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 34,
    "text": "Everything was in order as to number and weight, and the total weight was registered. At that same time,"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 34,
    "text": "You must not inquire into the affair, for I will not tell you what I am doing until it has been accomplished.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 34,
    "text": "The thrice-accursed Nicanor, who had brought the thousand slave dealers to buy the Jews,"
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 34,
    "text": "Happy the one who listens to me, attending daily at my gates, keeping watch at my doorposts;"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 34,
    "text": "Thereupon the whole town came out to meet Jesus, and when they saw him they begged him to leave their district."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 34,
    "text": "The Conditions of Discipleship. He summoned the crowd with his disciples and said to them, “Whoever wishes to come after me must deny himself, take up his cross, and follow me."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 34,
    "text": "When the swineherds saw what had happened, they ran away and reported the incident in the town and throughout the countryside."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 34,
    "text": "Jesus answered them, “Amen, amen, I say to you, everyone who commits sin is a slave of sin."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 34,
    "text": "Then the eunuch said to Philip in reply, “I beg you, about whom is the prophet saying this? About himself, or about someone else?”"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 34,
    "text": "Who will condemn? It is Christ [Jesus] who died, rather, was raised, who also is at the right hand of God, who indeed intercedes for us."
  }
]