[
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 33,
    "text": "Moreover, you are not to depart from the entrance of the tent of meeting for seven days, until the days of your ordination are completed; for your ordination is to last for seven days."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 33,
    "text": "And all Israel, resident alien and native alike, with their elders, officers, and judges, stood on either side of the ark facing the levitical priests who were carrying the ark of the covenant of the LORD. Half of them were facing Mount Gerizim and half Mount Ebal, just as Moses, the servant of the LORD, had first commanded for the blessing of the people of Israel."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 33,
    "text": "But after Gideon was dead, the Israelites again prostituted themselves by following the Baals, making Baal-berith their god."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 33,
    "text": "“When your people Israel are defeated by an enemy because they sinned against you, and then they return to you, praise your name, pray to you, and entreat you in this house,"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 33,
    "text": "Ner became the father of Kish, and Kish became the father of Saul. Saul became the father of Jonathan, Malchishua, Abinadab, and Eshbaal."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 33,
    "text": "On the fourth day, the silver, the gold, and the vessels were weighed out in the house of our God and given to the priest Meremoth, son of Uriah, with whom was Eleazar, son of Phinehas; they were assisted by the Levites Jozabad, son of Jeshua, and Noadiah, son of Binnui."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 33,
    "text": "Stand at the city gate tonight to let me pass through with my maid; and within the days you have specified before you will surrender the city to our enemies, the Lord will deliver Israel by my hand."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 33,
    "text": "While celebrating the victory in their ancestral city, they burned both those who had set fire to the sacred gates and Callisthenes, who had taken refuge in a little house; so he received the reward his wicked deeds deserved."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 33,
    "text": "Listen to instruction and grow wise, do not reject it!"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 33,
    "text": "The swineherds ran away, and when they came to the town they reported everything, including what had happened to the demoniacs."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 33,
    "text": "At this he turned around and, looking at his disciples, rebuked Peter and said, “Get behind me, Satan. You are thinking not as God does, but as human beings do.”"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 33,
    "text": "The demons came out of the man and entered the swine, and the herd rushed down the steep bank into the lake and was drowned."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 33,
    "text": "They answered him, “We are descendants of Abraham and have never been enslaved to anyone. How can you say, ‘You will become free’?”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 33,
    "text": "In (his) humiliation justice was denied him. Who will tell of his posterity? For his life is taken from the earth.”"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 33,
    "text": "Who will bring a charge against God’s chosen ones? It is God who acquits us."
  }
]