[
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 25,
    "text": "Eleazar, Aaron’s son, married one of Putiel’s daughters, who bore him Phinehas. These are the heads of the ancestral houses of the Levites by their clans."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 25,
    "text": "The LORD let his face shine upon you, and be gracious to you!"
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 25,
    "text": "This is our justice before the LORD, our God: to observe carefully this whole commandment he has enjoined on us.”"
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 25,
    "text": "Because Rahab the prostitute had hidden the messengers whom Joshua had sent to reconnoiter Jericho, Joshua let her live, along with her father’s house and all her family, who dwell in the midst of Israel to this day."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 25,
    "text": "That same night the LORD said to him: Take your father’s bull, the bull fattened for seven years, and pull down your father’s altar to Baal. As for the asherah beside it, cut it down"
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 25,
    "text": "The second cherub was also ten cubits: the two cherubim were identical in size and shape;"
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 25,
    "text": "Because of the siege the famine in Samaria was so severe that a donkey’s head sold for eighty pieces of silver, and a fourth of a kab of “dove droppings” for five pieces of silver."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 25,
    "text": "son of Michael, son of Baaseiah, son of Malchijah,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 25,
    "text": "listen from heaven and forgive the sin of your people Israel, and bring them back to the land you gave them and their ancestors."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 25,
    "text": "They have acted aggressively not only against us, but throughout their whole territory."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 25,
    "text": "If I dissemble to gain a brief moment of life, they would be led astray by me, while I would bring defilement and dishonor on my old age."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 25,
    "text": "How painful honest words can be; yet how unconvincing is your argument!"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 25,
    "text": "Do not lust in your heart after her beauty, do not let her captivate you with her glance!"
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 25,
    "text": "so take instruction from my words, to your profit."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 25,
    "text": "Bend your shoulders and carry her and do not be irked at her bonds."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 25,
    "text": "Do not go out into the field, do not step into the street, For the enemy has a sword; terror on every side!"
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 25,
    "text": "Since they have no feet, they are carried shoulder high, displaying to all how worthless they are; even those who worship them are put to shame"
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 25,
    "text": "The king then ordered the men who had accused Daniel, along with their children and their wives, to be cast into the lions’ den. Before they reached the bottom of the den, the lions overpowered them and crushed all their bones."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 25,
    "text": "“Therefore I tell you, do not worry about your life, what you will eat [or drink], or about your body, what you will wear. Is not life more than food and the body more than clothing?"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 25,
    "text": "The girl hurried back to the king’s presence and made her request, “I want you to give me at once on a platter the head of John the Baptist.”"
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 25,
    "text": "But woe to you who are filled now, for you will be hungry. Woe to you who laugh now, for you will grieve and weep."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 25,
    "text": "And when they found him across the sea they said to him, “Rabbi, when did you get here?”"
  }
]