[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 24,
    "text": "That is why a man leaves his father and mother and clings to his wife, and the two of them become one body."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 24,
    "text": "God heard their moaning and God was mindful of his covenant with Abraham, Isaac and Jacob."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 24,
    "text": "The total enrollment of the camp of Ephraim by companies is one hundred and eight thousand one hundred. They shall be third on the march."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 24,
    "text": "Defeat of Sihon. Advance now across the Wadi Arnon. I now deliver into your power Sihon, the Amorite king of Heshbon, and his land. Begin to take possession; engage him in battle."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 24,
    "text": "They assured Joshua, “The LORD has given all this land into our power; indeed, all the inhabitants of the land tremble with fear because of us.”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 24,
    "text": "Stop this, my sons! The report that I hear the LORD’s people spreading is not good."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 24,
    "text": "But Joab and Abishai continued the pursuit of Abner. The sun had gone down when they came to the hill of Ammah which lies east of the valley toward the wilderness near Geba."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 24,
    "text": "And now, as the LORD lives, who has established me and set me on the throne of David my father and made for me a house as he promised, this day shall Adonijah be put to death.”"
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 24,
    "text": "The prophet turned and saw them, and he cursed them in the name of the LORD. Then two she-bears came out of the woods and tore forty-two of the children to pieces."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 24,
    "text": "After the death of Hezron, Caleb had relations with Ephrathah, the widow of his father Hezron, and she bore him Ashhur, the father of Tekoa."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 24,
    "text": "people of Beth-azmaveth, forty-two;"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 24,
    "text": "Then, following the Euphrates, he went through Mesopotamia, and battered down every fortified city along the Wadi Abron, until he reached the sea."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 24,
    "text": "When Mattathias saw him, he was filled with zeal; his heart was moved and his just fury was aroused; he sprang forward and killed him upon the altar."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 24,
    "text": "For in view of the flood of data, and the difficulties encountered, given such abundant material, by those who wish to plunge into accounts of the history,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 24,
    "text": "There is nothing better for mortals than to eat and drink and provide themselves with good things from their toil. Even this, I saw, is from the hand of God."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 24,
    "text": "But by the envy of the devil, death entered the world, and they who are allied with him experience it."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 24,
    "text": "a wild donkey bred in the wilderness, Sniffing the wind in her desire— who can restrain her lust? None seeking her need tire themselves; in her time they will find her."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 24,
    "text": "But we did not listen to your voice, or serve the king of Babylon, and you carried out the threats you had made through your servants the prophets, that the bones of our kings and the bones of our ancestors would be brought out from their burial places."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 24,
    "text": "So Daniel went to Arioch, whom the king had appointed to destroy the wise men of Babylon, and said to him, “Do not put the wise men of Babylon to death. Bring me before the king, and I will tell him the interpretation of the dream.” Arioch quickly brought Daniel to the king and said,"
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 24,
    "text": "The earth will respond to the grain, and wine, and oil, and these will respond to Jezreel."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 24,
    "text": "The threshing floors will be full of grain, the vats spilling over with new wine and oil."
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 24,
    "text": "At this the Pharisees said to him, “Look, why are they doing what is unlawful on the sabbath?”"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 24,
    "text": "and to offer the sacrifice of “a pair of turtledoves or two young pigeons,” in accordance with the dictate in the law of the Lord."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 24,
    "text": "But Jesus would not trust himself to them because he knew them all,"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 24,
    "text": "But God raised him up, releasing him from the throes of death, because it was impossible for him to be held by it."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 24,
    "text": "For, as it is written, “Because of you the name of God is reviled among the Gentiles.”"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 24,
    "text": "but I am confident in the Lord that I myself will also come soon."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 24,
    "text": "A slave of the Lord should not quarrel, but should be gentle with everyone, able to teach, tolerant,"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 24,
    "text": "See how a person is justified by works and not by faith alone."
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 24,
    "text": "He himself bore our sins in his body upon the cross, so that, free from sin, we might live for righteousness. By his wounds you have been healed."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 24,
    "text": "Life from God’s Anointing. Let what you heard from the beginning remain in you. If what you heard from the beginning remains in you, then you will remain in the Son and in the Father."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 24,
    "text": "But I say to the rest of you in Thyatira, who do not uphold this teaching and know nothing of the so-called deep secrets of Satan: on you I will place no further burden,"
  }
]