[
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 29,
    "text": "He then took the brisket and raised it as an elevated offering before the LORD; this was Moses’ own portion of the ordination ram, as the LORD had commanded Moses."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 29,
    "text": "He had the king of Ai hanged on a tree until evening; then at sunset Joshua ordered the body removed from the tree and cast at the entrance of the city gate, where a great heap of stones was piled up over it, which remains to the present day."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 29,
    "text": "Gideon’s Son Abimelech. Then Jerubbaal, son of Joash, went to live in his house."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 29,
    "text": "May your eyes be open night and day toward this house, the place of which you said, My name shall be there; listen to the prayer your servant makes toward this place."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 29,
    "text": "King Joram returned to Jezreel to be healed of the wounds which the Arameans had inflicted on him at Ramah in his battle against Hazael, king of Aram. Then Ahaziah, son of Joram, king of Judah, went down to Jezreel to visit Joram, son of Ahab, for he was sick."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 29,
    "text": "In Gibeon dwelt Jeiel, the founder of Gibeon, whose wife’s name was Maacah;"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 29,
    "text": "Watch over them carefully until you weigh them out in Jerusalem in the presence of the chief priests and Levites and the leaders of ancestral houses of Israel, in the chambers of the house of the LORD.”"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 29,
    "text": "For today is not the first time your wisdom has been evident, but from your earliest days all the people have recognized your understanding, for your heart’s disposition is right."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 29,
    "text": "On these terms the Romans have made an agreement with the Jewish people."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 29,
    "text": "When this was done, they made supplication in common, imploring the merciful Lord to be completely reconciled with his servants."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 29,
    "text": "When he set for the sea its limit, so that the waters should not transgress his command; When he fixed the foundations of earth,"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 29,
    "text": "They cried out, “What have you to do with us, Son of God? Have you come here to torment us before the appointed time?”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 29,
    "text": "And he asked them, “But who do you say that I am?” Peter said to him in reply, “You are the Messiah.”"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 29,
    "text": "For he had ordered the unclean spirit to come out of the man. (It had taken hold of him many times, and he used to be bound with chains and shackles as a restraint, but he would break his bonds and be driven by the demon into deserted places.)"
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 29,
    "text": "The one who sent me is with me. He has not left me alone, because I always do what is pleasing to him.”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 29,
    "text": "The Spirit said to Philip, “Go and join up with that chariot.”"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 29,
    "text": "For those he foreknew he also predestined to be conformed to the image of his Son, so that he might be the firstborn among many brothers."
  }
]