[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 14,
    "text": "the Pathrusim, the Casluhim, and the Caphtorim from whom the Philistines came."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 14,
    "text": "The locusts came up over the whole land of Egypt and settled down over all its territory. Never before had there been such a fierce swarm of locusts, nor will there ever be again."
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 14,
    "text": "The brisket of the elevated offering and the leg of the contribution, however, you and your sons and daughters may eat, in a clean place; for these have been assigned to you and your children as your due from the communion sacrifices of the Israelites."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 14,
    "text": "the divisional camp of the Judahites, arranged in companies, was the first to set out. Over its whole company was Nahshon, son of Amminadab,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 14,
    "text": "Look, the heavens, even the highest heavens, belong to the LORD, your God, as well as the earth and everything on it."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 14,
    "text": "Never before or since was there a day like this, when the LORD obeyed the voice of a man; for the LORD fought for Israel."
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 14,
    "text": "Go and cry out to the gods you have chosen; let them save you in your time of distress."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 14,
    "text": "Silence About the Kingship. Saul’s uncle asked him and his servant, “Where have you been?” Saul replied, “Looking for the donkeys. When we could not find them, we went to Samuel.”"
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 14,
    "text": "And when the Ammonites saw that the Arameans had fled, they too fled before Abishai, and reentered their city. Joab then ceased his attack on the Ammonites and came to Jerusalem."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 14,
    "text": "The gold that came to Solomon in one year weighed six hundred and sixty-six gold talents,"
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 14,
    "text": "“Take them alive,” Jehu ordered. They were taken alive, forty-two in number, then slain at the pit of Beth-eked. Not one of them survived."
  },
  {
    "book": "1Chronicles",
    "chapter": 10,
    "verse": 14,
    "text": "rather than from the LORD. Therefore the LORD took his life, and turned his kingdom over to David, the son of Jesse."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 14,
    "text": "He spoke to them as the young men had advised: “My father laid a heavy yoke on you; I will make it heavier. My father beat you with whips; I will use scorpions.”"
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 14,
    "text": "Let our leaders represent the whole assembly; then let all those in our cities who have taken foreign women for wives appear at appointed times, accompanied by the elders and magistrates of each city in question, till we have turned away from us our God’s burning anger over this affair.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 14,
    "text": "Hodiah, Bani, Beninu."
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 14,
    "text": "When the men heard her words and gazed upon her face, which appeared marvelously beautiful to them, they said to her,"
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 14,
    "text": "Only in Beth-zur did some remain of those who had abandoned the law and the commandments, for it was a place of refuge."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 14,
    "text": "When Gorgias became governor of the region, he employed foreign troops and used every opportunity to attack the Jews."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 14,
    "text": "If I should sin, you would keep a watch on me, and from my guilt you would not absolve me."
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 14,
    "text": "But you do see; you take note of misery and sorrow; you take the matter in hand. To you the helpless can entrust their cause; you are the defender of orphans."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 14,
    "text": "The wise store up knowledge, but the mouth of a fool is imminent ruin."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 14,
    "text": "yet fools multiply words. No one knows what is to come, for who can tell anyone what will be?"
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 14,
    "text": "She went down with him into the dungeon, and did not desert him in his bonds, Until she brought him the scepter of royalty and authority over his oppressors, Proved false those who had defamed him, and gave him eternal glory."
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 14,
    "text": "God overturns the thrones of the proud and enthrones the lowly in their place."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 14,
    "text": "My hand has seized, like a nest, the wealth of nations. As one takes eggs left alone, so I took in all the earth; No one fluttered a wing, or opened a mouth, or chirped!”"
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 14,
    "text": "Everyone is too stupid to know; every artisan is put to shame by his idol: He has molded a fraud, without breath of life."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 14,
    "text": "Each living creature had four faces: the first a cherub, the second a human being, the third a lion, the fourth an eagle."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 14,
    "text": "and came to make you understand what shall happen to your people in the last days; for there is yet a vision concerning those days.”"
  },
  {
    "book": "Hosea",
    "chapter": 10,
    "verse": 14,
    "text": "The clamor of war shall break out among your people and all your fortresses shall be ravaged As Salman ravaged Beth-arbel on the day of war, smashing mothers along with their children."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 14,
    "text": "Whoever will not receive you or listen to your words—go outside that house or town and shake the dust from your feet."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 14,
    "text": "When Jesus saw this he became indignant and said to them, “Let the children come to me; do not prevent them, for the kingdom of God belongs to such as these."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 14,
    "text": "But it will be more tolerable for Tyre and Sidon at the judgment than for you."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 14,
    "text": "I am the good shepherd, and I know mine and mine know me,"
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 14,
    "text": "But Peter said, “Certainly not, sir. For never have I eaten anything profane and unclean.”"
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 14,
    "text": "But how can they call on him in whom they have not believed? And how can they believe in him of whom they have not heard? And how can they hear without someone to preach?"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 14,
    "text": "Therefore, my beloved, avoid idolatry."
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 14,
    "text": "For we are not overreaching ourselves, as though we did not reach you; we indeed first came to you with the gospel of Christ."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 14,
    "text": "For by one offering he has made perfect forever those who are being consecrated."
  }
]