[
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 34,
    "text": "And Gideon was clothed with the spirit of the LORD, and he blew the horn summoning Abiezer to follow him."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 34,
    "text": "The two doors were of fir wood, each door consisting of two panels hinged together;"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 34,
    "text": "However, it was Aaron and his sons who made the sacrifice on the altar for burnt offerings and on the altar of incense; they alone had charge of the holy of holies and of making atonement for Israel, as Moses, the servant of God, had commanded."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 34,
    "text": "“When your people go out to war against their enemies, by whatever way you send them, and they pray to you toward the city you have chosen and the house I have built for your name,"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 34,
    "text": "They made the elephants drunk on the juice of grapes and mulberries to get them ready to fight."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 34,
    "text": "For passion enrages the husband, he will have no pity on the day of vengeance;"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 34,
    "text": "Stand in the company of the elders; stay close to whoever is wise."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 34,
    "text": "They cannot give anyone riches or pennies; if one fails to fulfill a vow to them, they will not exact it."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 34,
    "text": "Do not worry about tomorrow; tomorrow will take care of itself. Sufficient for a day is its own evil."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 34,
    "text": "The Feeding of the Five Thousand. When he disembarked and saw the vast crowd, his heart was moved with pity for them, for they were like sheep without a shepherd; and he began to teach them many things."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 34,
    "text": "If you lend money to those from whom you expect repayment, what credit [is] that to you? Even sinners lend to sinners, and get back the same amount."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 34,
    "text": "So they said to him, “Sir, give us this bread always.”"
  }
]