[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 5,
    "text": "there was no field shrub on earth and no grass of the field had sprouted, for the LORD God had sent no rain upon the earth and there was no man to till the ground,"
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 5,
    "text": "Then Pharaoh’s daughter came down to bathe at the Nile, while her attendants walked along the bank of the Nile. Noticing the basket among the reeds, she sent her handmaid to fetch it."
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 5,
    "text": "If your offering is a grain offering that is fried on a griddle, it must be of bran flour mixed with oil and unleavened."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 5,
    "text": "Encamped beside it is the tribe of Issachar. The leader of the Issacharites is Nethanel, son of Zuar,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 5,
    "text": "not to come in conflict with them, for I will not give you so much as a foot of their land, since I have already given Esau possession of the highlands of Seir."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 5,
    "text": "At dark, when it was time to close the gate, they left, and I do not know where they went. You will have to pursue them quickly to overtake them.”"
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 5,
    "text": "They named that place Bochim, and they offered sacrifice there to the LORD."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 5,
    "text": "Boaz asked the young man overseeing his harvesters, “Whose young woman is this?”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 5,
    "text": "The well-fed hire themselves out for bread, while the hungry no longer have to toil. The barren wife bears seven sons, while the mother of many languishes."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 5,
    "text": "So David sent messengers to the people of Jabesh-gilead and said to them: “May you be blessed by the LORD for having done this kindness to your lord Saul in burying him."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 5,
    "text": "“You yourself know what Joab, son of Zeruiah, did to me—what he did to the two commanders of Israel’s armies, Abner, son of Ner, and Amasa, son of Jether: he killed them and brought the blood of war into a time of peace, and put the blood of war on the belt about his waist and the sandal on his foot."
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 5,
    "text": "The guild prophets who were in Jericho approached Elisha and asked him, “Do you know that today the LORD will take your master from you?” He replied, “Yes, I know that. Be still.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 5,
    "text": "The sons of Perez were Hezron and Hamul."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 5,
    "text": "Yet who is really able to build him a house, since the heavens and even the highest heavens cannot contain him? And who am I that I should build him a house, unless it be to offer incense in his presence?"
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 5,
    "text": "descendants of Arah, seven hundred and seventy-five;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 5,
    "text": "and then answered the king: “If it please the king, and if your servant is deserving of your favor, send me to Judah, to the city where my ancestors are buried, that I may rebuild it.”"
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 5,
    "text": "I returned and washed and in sorrow ate my food."
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 5,
    "text": "“Thus says the great king, the lord of all the earth: Go forth from my presence, take with you men of proven valor, one hundred and twenty thousand infantry and twelve thousand cavalry,"
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 5,
    "text": "There was in the royal precinct of Susa a certain Jew named Mordecai, son of Jair, son of Shimei, son of Kish, a Benjaminite,"
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 5,
    "text": "Eleazar, who was called Avaran; and Jonathan, who was called Apphus."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 5,
    "text": "When Jeremiah arrived there, he found a chamber in a cave in which he put the tent, the ark, and the altar of incense; then he sealed the entrance."
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 5,
    "text": "But put forth your hand and touch his bone and his flesh. Then surely he will curse you to your face.”"
  },
  {
    "book": "Psalms",
    "chapter": 2,
    "verse": 5,
    "text": "Then he speaks to them in his anger, in his wrath he terrifies them:"
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 5,
    "text": "Then will you understand the fear of the LORD; the knowledge of God you will find;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 5,
    "text": "I made gardens and parks, and in them set out fruit trees of all sorts."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 5,
    "text": "Strengthen me with raisin cakes, refresh me with apples, for I am sick with love."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 5,
    "text": "For our lifetime is the passing of a shadow; and our dying cannot be deferred because it is fixed with a seal; and no one returns."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 5,
    "text": "For in fire gold is tested, and the chosen, in the crucible of humiliation."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 5,
    "text": "House of Jacob, come, let us walk in the light of the LORD!"
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 5,
    "text": "thus says the LORD: What fault did your ancestors find in me that they withdrew from me, Went after emptiness, and became empty themselves?"
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 5,
    "text": "The Lord has become the enemy, he has devoured Israel: Devoured all its strongholds, destroyed its defenses, Multiplied moaning and groaning throughout daughter Judah."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 5,
    "text": "We are brought low, not raised high, because we sinned against the LORD, our God, not listening to his voice."
  },
  {
    "book": "Ezekiel",
    "chapter": 2,
    "verse": 5,
    "text": "And whether they hear or resist—they are a rebellious house—they shall know that a prophet has been among them."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 5,
    "text": "The king answered the Chaldeans, “This is what I have decided: unless you tell me the dream and its meaning, you shall be cut to pieces and your houses made into a refuse heap."
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 5,
    "text": "Or I will strip her naked, leaving her as on the day of her birth; I will make her like the wilderness, make her like an arid land, and let her die of thirst."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 5,
    "text": "Like the rumble of chariots they hurtle across mountaintops; Like the crackling of fiery flames devouring stubble; Like a massive army in battle formation."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 5,
    "text": "I will send fire upon Judah, and it will devour the strongholds of Jerusalem."
  },
  {
    "book": "Jonah",
    "chapter": 2,
    "verse": 5,
    "text": "Then I said, “I am banished from your sight! How will I again look upon your holy temple?”"
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 5,
    "text": "Thus you shall have no one in the assembly of the LORD to allot to you a share of land."
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 5,
    "text": "The chariots dash madly through the streets and wheel in the squares, Looking like torches, bolting like lightning."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 5,
    "text": "Sayings Against Tyrants - Indeed wealth is treacherous; a proud man does not succeed. He who opens wide his throat like Sheol, and is insatiable as death, Who gathers to himself all the nations, and collects for himself all the peoples—"
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 5,
    "text": "Ah! You who dwell by the seacoast, the nation of Cherethites, the word of the LORD is against you! O Canaan, land of the Philistines, I will leave you to perish without an inhabitant!"
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 5,
    "text": "This is the commitment I made to you when you came out of Egypt. My spirit remains in your midst; do not fear!"
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 5,
    "text": "Third Vision: The Man with the Measuring Cord. I raised my eyes and looked, and there was a man with a measuring cord in his hand."
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 5,
    "text": "My covenant with him was the life and peace which I gave him, and the fear he had for me, standing in awe of my name."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 5,
    "text": "They said to him, “In Bethlehem of Judea, for thus it has been written through the prophet:"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 5,
    "text": "When Jesus saw their faith, he said to the paralytic, “Child, your sins are forgiven.”"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 5,
    "text": "to be enrolled with Mary, his betrothed, who was with child."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 5,
    "text": "His mother said to the servers, “Do whatever he tells you.”"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 5,
    "text": "Now there were devout Jews from every nation under heaven staying in Jerusalem."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 5,
    "text": "By your stubbornness and impenitent heart, you are storing up wrath for yourself for the day of wrath and revelation of the just judgment of God,"
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 5,
    "text": "so that your faith might rest not on human wisdom but on the power of God. The True Wisdom."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 5,
    "text": "If anyone has caused pain, he has caused it not to me, but in some measure (not to exaggerate) to all of you."
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 5,
    "text": "to them we did not submit even for a moment, so that the truth of the gospel might remain intact for you."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 5,
    "text": "even when we were dead in our transgressions, brought us to life with Christ (by grace you have been saved),"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 5,
    "text": "Have among yourselves the same attitude that is also yours in Christ Jesus,"
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 5,
    "text": "For even if I am absent in the flesh, yet I am with you in spirit, rejoicing as I observe your good order and the firmness of your faith in Christ."
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 5,
    "text": "Nor, indeed, did we ever appear with flattering speech, as you know, or with a pretext for greed—God is witness—"
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 5,
    "text": "do you not recall that while I was still with you I told you these things?"
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 5,
    "text": "For there is one God. There is also one mediator between God and the human race, Christ Jesus, himself human,"
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 5,
    "text": "Similarly, an athlete cannot receive the winner’s crown except by competing according to the rules."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 5,
    "text": "to be self-controlled, chaste, good homemakers, under the control of their husbands, so that the word of God may not be discredited."
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 5,
    "text": "For it was not to angels that he subjected the world to come, of which we are speaking."
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 5,
    "text": "Listen, my beloved brothers. Did not God choose those who are poor in the world to be rich in faith and heirs of the kingdom that he promised to those who love him?"
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 5,
    "text": "and, like living stones, let yourselves be built into a spiritual house to be a holy priesthood to offer spiritual sacrifices acceptable to God through Jesus Christ."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 5,
    "text": "and if he did not spare the ancient world, even though he preserved Noah, a herald of righteousness, together with seven others, when he brought a flood upon the godless world;"
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 5,
    "text": "But whoever keeps his word, the love of God is truly perfected in him. This is the way we may know that we are in union with him:"
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 5,
    "text": "Realize how far you have fallen. Repent, and do the works you did at first. Otherwise, I will come to you and remove your lampstand from its place, unless you repent."
  }
]