[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 5,
    "text": "The whole lifetime of Adam was nine hundred and thirty years; then he died."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 5,
    "text": "Pharaoh continued, “Look how they are already more numerous than the people of the land, and yet you would give them rest from their labors!”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 5,
    "text": "when someone is guilty in regard to any of these matters, that person shall confess the wrong committed,"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 5,
    "text": "The LORD said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 5,
    "text": "while I was standing between the LORD and you at that time, to announce to you these words of the LORD, since you were afraid of the fire and would not go up the mountain:"
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 5,
    "text": "Though all the men who came out were circumcised, none of those born in the wilderness during the journey after the departure from Egypt were circumcised."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 5,
    "text": "The mountains streamed, before the LORD, the One of Sinai, before the LORD, the God of Israel."
  },
  {
    "book": "1Samuel",
    "chapter": 5,
    "verse": 5,
    "text": "For this reason, neither the priests of Dagon nor any others who enter the temple of Dagon tread on the threshold of Dagon in Ashdod to this very day."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 5,
    "text": "in Hebron he was king over Judah seven years and six months, and in Jerusalem he was king thirty-three years over all Israel and Judah. Capture of Zion."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 5,
    "text": "Thus Judah and Israel lived in security, everyone under their own vine and fig tree from Dan to Beer-sheba, as long as Solomon lived."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 5,
    "text": "The king of Aram said, “Go. I will send along a letter to the king of Israel.” So Naaman set out, taking along ten silver talents, six thousand gold pieces, and ten festal garments."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 5,
    "text": "whose son was Micah, whose son was Reaiah, whose son was Baal,"
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 5,
    "text": "and they brought up the ark and the tent of meeting with all the sacred vessels that were in the tent. The levitical priests brought them up."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 5,
    "text": "But the eye of their God was upon the elders of the Jews, and they were not delayed during the time a report went to Darius and a written order came back concerning this matter."
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 5,
    "text": "And though these are our own kindred, and our children are as good as theirs, we have had to reduce our sons and daughters to slavery, and violence has been done to some of our daughters! Yet we can do nothing about it, for our fields and vineyards belong to others.”"
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 5,
    "text": "Tobiah said to him, “Where do you come from, young man?” He replied, “I am an Israelite, one of your kindred. I have come here to work.” Tobiah said to him, “Do you know the way to Media?”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 5,
    "text": "Then Achior, the leader of all the Ammonites, said to him: “My lord, please listen to a report from your servant. I will tell you the truth about this people that lives in the hill country near here. No lie shall escape your servant’s lips."
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 5,
    "text": "The king ordered, “Have Haman make haste to fulfill the wish of Esther.” V. Haman’s Downfall - First Banquet of Esther. So the king went with Haman to the banquet Esther had prepared."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 5,
    "text": "He forced them to take refuge in towers, which he besieged; he put them under the ban and burned down their towers along with all who were in them."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 5,
    "text": "But when a false rumor circulated that Antiochus was dead, Jason gathered at least a thousand men and suddenly attacked the city. As the defenders on the walls were forced back and the city was finally being taken, Menelaus took refuge in the citadel."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 5,
    "text": "What they have reaped may the hungry eat up, or God take away by blight, or the thirsty swallow their substance."
  },
  {
    "book": "Psalms",
    "chapter": 5,
    "verse": 5,
    "text": "II - You are not a god who delights in evil; no wicked person finds refuge with you;"
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 5,
    "text": "Her feet go down to death, her steps reach Sheol;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 5,
    "text": "Let not your utterances make you guilty, and say not before his representative, “It was a mistake.” Why should God be angered by your words and destroy the works of your hands?"
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 5,
    "text": "I rose to open for my lover, my hands dripping myrrh: My fingers, flowing myrrh upon the handles of the lock."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 5,
    "text": "See how he is accounted among the heavenly beings; how his lot is with the holy ones!"
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 5,
    "text": "Do not be so confident of forgiveness that you add sin upon sin."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 5,
    "text": "Now, I will let you know what I am going to do to my vineyard: Take away its hedge, give it to grazing, break through its wall, let it be trampled!"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 5,
    "text": "Let me go to the leaders and speak with them; For they must know the way of the LORD, the justice of their God. But, one and all, they have broken the yoke, torn off the harness."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 5,
    "text": "With a yoke on our necks, we are driven; we are worn out, but allowed no rest."
  },
  {
    "book": "Baruch",
    "chapter": 5,
    "verse": 5,
    "text": "Rise up, Jerusalem! stand upon the heights; look to the east and see your children Gathered from east to west at the word of the Holy One, rejoicing that they are remembered by God."
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 5,
    "text": "Thus says the Lord GOD: This is Jerusalem! I placed it in the midst of the nations, surrounded by foreign lands."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 5,
    "text": "Suddenly, opposite the lampstand, the fingers of a human hand appeared, writing on the plaster of the wall in the king’s palace. When the king saw the hand that wrote,"
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 5,
    "text": "The arrogance of Israel bears witness against him; Israel and Ephraim stumble because of their iniquity, and Judah stumbles with them."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 5,
    "text": "but do not seek Bethel; Do not come to Gilgal, and do not cross over to Beer-sheba; For Gilgal shall be led into exile and Bethel shall be no more."
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 5,
    "text": "They shall tend the land of Assyria with the sword, and the land of Nimrod with the drawn sword; They will deliver us from Assyria, when it invades our land, when it treads upon our borders."
  },
  {
    "book": "Zechariah",
    "chapter": 5,
    "verse": 5,
    "text": "Sixth Vision: The Basket of Wickedness. Then the angel who spoke with me came forward and said to me, “Raise your eyes and look. What is this that comes forth?”"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 5,
    "text": "Blessed are the meek, for they will inherit the land."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 5,
    "text": "Night and day among the tombs and on the hillsides he was always crying out and bruising himself with stones."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 5,
    "text": "Simon said in reply, “Master, we have worked hard all night and have caught nothing, but at your command I will lower the nets.”"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 5,
    "text": "One man was there who had been ill for thirty-eight years."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 5,
    "text": "When Ananias heard these words, he fell down and breathed his last, and great fear came upon all who heard of it."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 5,
    "text": "and hope does not disappoint, because the love of God has been poured out into our hearts through the holy Spirit that has been given to us."
  },
  {
    "book": "1Corinthians",
    "chapter": 5,
    "verse": 5,
    "text": "you are to deliver this man to Satan for the destruction of his flesh, so that his spirit may be saved on the day of the Lord."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 5,
    "text": "Now the one who has prepared us for this very thing is God, who has given us the Spirit as a first installment."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 5,
    "text": "For through the Spirit, by faith, we await the hope of righteousness."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 5,
    "text": "Be sure of this, that no immoral or impure or greedy person, that is, an idolater, has any inheritance in the kingdom of Christ and of God."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 5,
    "text": "For all of you are children of the light and children of the day. We are not of the night or of darkness."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 5,
    "text": "The real widow, who is all alone, has set her hope on God and continues in supplications and prayers night and day."
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 5,
    "text": "In the same way, it was not Christ who glorified himself in becoming high priest, but rather the one who said to him: “You are my son; this day I have begotten you”;"
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 5,
    "text": "You have lived on earth in luxury and pleasure; you have fattened your hearts for the day of slaughter."
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 5,
    "text": "Likewise, you younger members, be subject to the presbyters. And all of you, clothe yourselves with humility in your dealings with one another, for: “God opposes the proud but bestows favor on the humble.”"
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 5,
    "text": "Who [indeed] is the victor over the world but the one who believes that Jesus is the Son of God?"
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 5,
    "text": "One of the elders said to me, “Do not weep. The lion of the tribe of Judah, the root of David, has triumphed, enabling him to open the scroll with its seven seals.”"
  }
]