[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 8,
    "text": "The whole lifetime of Seth was nine hundred and twelve years; then he died."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 8,
    "text": "Yet you shall levy upon them the same quota of bricks as they made previously. Do not reduce it. They are lazy; that is why they are crying, ‘Let us go to offer sacrifice to our God.'"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 8,
    "text": "The guilty party shall bring them to the priest, who shall offer the one for the purification offering first. Wringing its head at the neck, yet without breaking it off,"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 8,
    "text": "However, if there is no next of kin, one to whom restitution can be made, the restitution shall be made to the LORD and shall fall to the priest; this is apart from the ram of atonement with which the priest makes atonement for the guilty individual."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 8,
    "text": "You shall not make for yourself an idol or a likeness of anything in the heavens above or on the earth below or in the waters beneath the earth;"
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 8,
    "text": "When the circumcision of the entire nation was complete, they remained in camp where they were, until they recovered."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 8,
    "text": "New gods were their choice; then war was at the gates. No shield was to be found, no spear, among forty thousand in Israel!"
  },
  {
    "book": "1Samuel",
    "chapter": 5,
    "verse": 8,
    "text": "So they summoned all the Philistine leaders and inquired of them, “What shall we do with the ark of the God of Israel?” The people of Gath replied, “Let them move the ark of the God of Israel to us.” So they moved the ark of the God of Israel to Gath."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 8,
    "text": "On that day David said: “All who wish to strike at the Jebusites must attack through the water shaft. The lame and the blind shall be the personal enemies of David.” That is why it is said, “The blind and the lame shall not enter the palace.”"
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 8,
    "text": "For the chariot horses and draft animals also, each brought his quota of barley and straw to the required place."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 8,
    "text": "When Elisha, the man of God, heard that the king of Israel had torn his garments, he sent word to the king: “Why have you torn your garments? Let him come to me and find out that there is a prophet in Israel.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 8,
    "text": "and Bela, son of Azaz, son of Shema, son of Joel. The Reubenites lived in Aroer and as far as Nebo and Baal-meon;"
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 8,
    "text": "The cherubim had their wings spread out over the place of the ark, covering the ark and its poles from above."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 8,
    "text": "Let it be known to the king that we have visited the province of Judah and the house of the great God: it is being rebuilt of cut stone and the walls are being reinforced with timber; the work is being carried out diligently, prospering under their hands."
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 8,
    "text": "saying to them: “As far as we were able, we bought back our Jewish kindred who had been sold to Gentiles; you, however, are selling your own kindred, to have them bought back by us.” They remained silent, for they could find no answer."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 8,
    "text": "He replied, “Very well, I will wait; but do not be long.”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 8,
    "text": "Since they abandoned the way of their ancestors, and worshiped the God of heaven, the God whom they had come to know, their ancestors expelled them from the presence of their gods. So they fled to Mesopotamia and lived there a long time."
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 8,
    "text": "if I have found favor with the king and if it pleases your majesty to grant my petition and honor my request, let the king come with Haman tomorrow to a banquet I will prepare; and tomorrow I will do as the king asks.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 8,
    "text": "After seizing Jazer and its villages, he returned to Judea."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 8,
    "text": "At length he met a miserable end. Called to account before Aretas, ruler of the Arabians, he fled from city to city, hunted by all, hated as an apostate from the laws, abhorred as the executioner of his country and his compatriots. Driven into Egypt,"
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 8,
    "text": "In your place, I would appeal to God, and to God I would state my plea."
  },
  {
    "book": "Psalms",
    "chapter": 5,
    "verse": 8,
    "text": "III - But I, through the abundance of your mercy, will enter into your house. I will bow down toward your holy sanctuary out of fear of you."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 8,
    "text": "Keep your way far from her, do not go near the door of her house,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 8,
    "text": "But profitable for a land in such circumstances is a king concerned about cultivation."
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 8,
    "text": "I adjure you, Daughters of Jerusalem, if you find my lover What shall you tell him? that I am sick with love."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 8,
    "text": "What did our pride avail us? What have wealth and its boastfulness afforded us?"
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 8,
    "text": "Do not rely on deceitful wealth, for it will be no help on the day of wrath."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 8,
    "text": "Oracles of Reproach - Ah! Those who join house to house, who connect field with field, Until no space remains, and you alone dwell in the midst of the land!"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 8,
    "text": "They are lustful stallions, each neighs after the other's wife."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 8,
    "text": "Servants rule over us, with no one to tear us from their hands."
  },
  {
    "book": "Baruch",
    "chapter": 5,
    "verse": 8,
    "text": "The forests and every kind of fragrant tree have overshadowed Israel at God's command;"
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 8,
    "text": "therefore, thus says the Lord GOD: See, I am coming against you! I will carry out judgments among you while the nations look on."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 8,
    "text": "But though all the king's wise men came in, none of them could either read the writing or tell the king what it meant."
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 8,
    "text": "Political Upheavals - Blow the ram's horn in Gibeah, the trumpet in Ramah! Sound the alarm in Beth-aven: “Look behind you, Benjamin!”"
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 8,
    "text": "The one who made the Pleiades and Orion, who turns darkness into dawn, and darkens day into night; Who summons the waters of the sea, and pours them out on the surface of the earth;"
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 8,
    "text": "Your hand shall be lifted above your foes, and all your enemies shall be cut down."
  },
  {
    "book": "Zechariah",
    "chapter": 5,
    "verse": 8,
    "text": "He said, “This is Wickedness,” and he thrust her inside the basket, pushing the leaden weight into the opening."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 8,
    "text": "Blessed are the clean of heart, for they will see God."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 8,
    "text": "(He had been saying to him, “Unclean spirit, come out of the man!”)"
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 8,
    "text": "When Simon Peter saw this, he fell at the knees of Jesus and said, “Depart from me, Lord, for I am a sinful man.”"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 8,
    "text": "Jesus said to him, “Rise, take up your mat, and walk.”"
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 8,
    "text": "Peter said to her, “Tell me, did you sell the land for this amount?” She answered, “Yes, for that amount.”"
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 8,
    "text": "But God proves his love for us in that while we were still sinners Christ died for us."
  },
  {
    "book": "1Corinthians",
    "chapter": 5,
    "verse": 8,
    "text": "Therefore, let us celebrate the feast, not with the old yeast, the yeast of malice and wickedness, but with the unleavened bread of sincerity and truth."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 8,
    "text": "Yet we are courageous, and we would rather leave the body and go home to the Lord."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 8,
    "text": "That enticement does not come from the one who called you."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 8,
    "text": "For you were once darkness, but now you are light in the Lord. Live as children of light,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 8,
    "text": "But since we are of the day, let us be sober, putting on the breastplate of faith and love and the helmet that is hope for salvation."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 8,
    "text": "And whoever does not provide for relatives and especially family members has denied the faith and is worse than an unbeliever."
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 8,
    "text": "Son though he was, he learned obedience from what he suffered;"
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 8,
    "text": "You too must be patient. Make your hearts firm, because the coming of the Lord is at hand."
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 8,
    "text": "Be sober and vigilant. Your opponent the devil is prowling around like a roaring lion looking for [someone] to devour."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 8,
    "text": "the Spirit, the water, and the blood, and the three are of one accord."
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 8,
    "text": "When he took it, the four living creatures and the twenty-four elders fell down before the Lamb. Each of the elders held a harp and gold bowls filled with incense, which are the prayers of the holy ones."
  }
]