[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 3,
    "text": "Then God said: Let there be light, and there was light."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 3,
    "text": "Issachar, Zebulun and Benjamin;"
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 3,
    "text": "If a person’s offering is a burnt offering from the herd, the offering must be a male without blemish. The individual shall bring it to the entrance of the tent of meeting to find favor with the LORD,"
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 3,
    "text": "You and Aaron shall enroll in companies all the men in Israel of twenty years or more who are fit for military service."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 3,
    "text": "In the fortieth year, on the first day of the eleventh month, Moses spoke to the Israelites according to all that the LORD had commanded him to speak to them,"
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 3,
    "text": "Every place where you set foot I have given you, as I promised Moses."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 3,
    "text": "Judah then said to his brother Simeon, “Come up with me into the territory allotted to me, and let us do battle with the Canaanites. I will likewise go with you into the territory allotted to you.” So Simeon went with him."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 3,
    "text": "Elimelech, the husband of Naomi, died, and she was left with her two sons."
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 3,
    "text": "Each year this man went up from his city to worship and offer sacrifice to the LORD of hosts at Shiloh, where the two sons of Eli, Hophni and Phinehas, were ministering as priests of the LORD."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 3,
    "text": "David asked him, “Where have you come from?” He replied, “From the Israelite camp: I have escaped.”"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 3,
    "text": "So they sought for a beautiful girl throughout the territory of Israel, and found Abishag the Shunamite. So they brought her to the king."
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 3,
    "text": "Meanwhile, the messenger of the LORD said to Elijah the Tishbite: Go and meet the messengers of Samaria’s king, and tell them: “Is it because there is no God in Israel that you are going to inquire of Baalzebub, the god of Ekron?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 3,
    "text": "Enoch, Methuselah, Lamech,"
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 3,
    "text": "and, accompanied by the whole assembly, Solomon went to the high place at Gibeon, because the tent of meeting of God, made in the wilderness by Moses, the LORD’s servant, was there."
  },
  {
    "book": "Ezra",
    "chapter": 1,
    "verse": 3,
    "text": "Those among you who belong to any part of his people, may their God be with them! Let them go up to Jerusalem in Judah to build the house of the LORD the God of Israel, that is, the God who is in Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 1,
    "verse": 3,
    "text": "They answered me: “The survivors of the captivity there in the province are in great distress and under reproach. The wall of Jerusalem has been breached, its gates gutted by fire.”"
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 3,
    "text": "I. Tobit’s Ordeals - His Virtue. I, Tobit, have walked all the days of my life on paths of fidelity and righteousness. I performed many charitable deeds for my kindred and my people who had been taken captive with me to Nineveh, in the land of the Assyrians."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 3,
    "text": "At its gates he raised towers one hundred cubits high with foundations sixty cubits wide."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 3,
    "text": "in the third year of his reign, he gave a feast for all his officials and ministers: the Persian and Median army officers, the nobles, and the governors of the provinces."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 3,
    "text": "He advanced to the ends of the earth, gathering plunder from many nations; the earth fell silent before him, and his heart became proud and arrogant."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 3,
    "text": "give to all of you a heart to worship him and to do his will wholeheartedly and with a willing spirit,"
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 3,
    "text": "and he had seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred she-donkeys, and a very large household, so that he was greater than anyone in the East."
  },
  {
    "book": "Psalms",
    "chapter": 1,
    "verse": 3,
    "text": "He is like a tree planted near streams of water, that yields its fruit in season; Its leaves never wither; whatever he does prospers."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 3,
    "text": "May receive instruction in wise conduct, in what is right, just and fair;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 3,
    "text": "Vanity of Human Toil - What profit have we from all the toil which we toil at under the sun?"
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 3,
    "text": "better than the fragrance of your perfumes. Your name is a flowing perfume— therefore young women love you."
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 3,
    "text": "For perverse counsels separate people from God, and his power, put to the proof, rebukes the foolhardy;"
  },
  {
    "book": "Sirach",
    "chapter": 1,
    "verse": 3,
    "text": "Heaven’s height, earth’s extent, the abyss and wisdom—who can explore them?"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 3,
    "text": "An ox knows its owner, and an ass, its master’s manger; But Israel does not know, my people has not understood."
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 3,
    "text": "and again in the days of Jehoiakim, son of Josiah, king of Judah, until the end of the eleventh year of Zedekiah, son of Josiah, king of Judah—down to the exile of Jerusalem, in the fifth month."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 3,
    "text": "Judah has gone into exile, after oppression and harsh labor; She dwells among the nations, yet finds no rest: All her pursuers overtake her in the narrow straits."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 3,
    "text": "Baruch read the words of this scroll in the hearing of Jeconiah, son of Jehoiakim, king of Judah, and all the people who came to the reading:"
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 3,
    "text": "the word of the LORD came to the priest Ezekiel, the son of Buzi, in the land of the Chaldeans by the river Chebar. There the hand of the LORD came upon him."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 3,
    "text": "The king told Ashpenaz, his chief chamberlain, to bring in some of the Israelites, some of the royal line and of the nobility."
  },
  {
    "book": "Hosea",
    "chapter": 1,
    "verse": 3,
    "text": "So he went and took Gomer, daughter of Diblaim; and she conceived and bore him a son."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 3,
    "text": "Report it to your children. Have your children report it to their children, and their children to the next generation."
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 3,
    "text": "II. Oracles Against the Nations Aram - Thus says the LORD: For three crimes of Damascus, and now four— I will not take it back— Because they threshed Gilead with sledges of iron,"
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 3,
    "text": "The pride of your heart has deceived you— you who dwell in mountain crevices, in your lofty home, Who say in your heart, “Who will bring me down to earth?”"
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 3,
    "text": "But Jonah made ready to flee to Tarshish, away from the LORD. He went down to Joppa, found a ship going to Tarshish, paid the fare, and went down in it to go with them to Tarshish, away from the LORD."
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 3,
    "text": "For see, the LORD goes out from his place and descending, treads upon the heights of the earth."
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 3,
    "text": "The LORD is slow to anger, yet great in power; the LORD will not leave the guilty unpunished. In stormwind and tempest he comes, and clouds are the dust at his feet;"
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 3,
    "text": "Why do you let me see iniquity? why do you simply gaze at evil? Destruction and violence are before me; there is strife and discord."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 3,
    "text": "I will sweep away human being and beast alike, I will sweep away the birds of the sky, and the fish of the sea. I will make the wicked stumble; I will eliminate the people from the face of the land—oracle of the LORD."
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 3,
    "text": "Then the word of the LORD came through Haggai the prophet:"
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 3,
    "text": "Say to them: Thus says the LORD of hosts, Return to me—oracle of the LORD of hosts—and I will return to you, says the LORD of hosts."
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 3,
    "text": "Was not Esau Jacob’s brother?—oracle of the LORD. I loved Jacob, but rejected Esau; I made his mountains a waste, his heritage a desert for jackals."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 3,
    "text": "Judah became the father of Perez and Zerah, whose mother was Tamar. Perez became the father of Hezron, Hezron the father of Ram,"
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 3,
    "text": "A voice of one crying out in the desert: ‘Prepare the way of the Lord, make straight his paths.’”"
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 3,
    "text": "I too have decided, after investigating everything accurately anew, to write it down in an orderly sequence for you, most excellent Theophilus,"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 3,
    "text": "All things came to be through him, and without him nothing came to be. What came to be"
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 3,
    "text": "He presented himself alive to them by many proofs after he had suffered, appearing to them during forty days and speaking about the kingdom of God."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 3,
    "text": "the gospel about his Son, descended from David according to the flesh,"
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 3,
    "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 3,
    "text": "Thanksgiving. Blessed be the God and Father of our Lord Jesus Christ, the Father of compassion and God of all encouragement,"
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 3,
    "text": "grace to you and peace from God our Father and the Lord Jesus Christ,"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 3,
    "text": "The Father’s Plan of Salvation. Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavens,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 3,
    "text": "I give thanks to my God at every remembrance of you,"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 3,
    "text": "We always give thanks to God, the Father of our Lord Jesus Christ, when we pray for you,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 1,
    "verse": 3,
    "text": "calling to mind your work of faith and labor of love and endurance in hope of our Lord Jesus Christ, before our God and Father,"
  },
  {
    "book": "2Thessalonians",
    "chapter": 1,
    "verse": 3,
    "text": "Thanksgiving. We ought to thank God always for you, brothers, as is fitting, because your faith flourishes ever more, and the love of every one of you for one another grows ever greater."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 3,
    "text": "II. Sound Teaching - Warning Against False Doctrine. I repeat the request I made of you when I was on my way to Macedonia, that you stay in Ephesus to instruct certain people not to teach false doctrines"
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 3,
    "text": "Thanksgiving. I am grateful to God, whom I worship with a clear conscience as my ancestors did, as I remember you constantly in my prayers, night and day."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 3,
    "text": "who indeed at the proper time revealed his word in the proclamation with which I was entrusted by the command of God our savior,"
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 3,
    "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 3,
    "text": "who is the refulgence of his glory, the very imprint of his being, and who sustains all things by his mighty word. When he had accomplished purification from sins, he took his seat at the right hand of the Majesty on high,"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 3,
    "text": "for you know that the testing of your faith produces perseverance."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 3,
    "text": "II. The Gift and Call of God in Baptism - Blessing. Blessed be the God and Father of our Lord Jesus Christ, who in his great mercy gave us a new birth to a living hope through the resurrection of Jesus Christ from the dead,"
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 3,
    "text": "His divine power has bestowed on us everything that makes for life and devotion, through the knowledge of him who called us by his own glory and power."
  },
  {
    "book": "1John",
    "chapter": 1,
    "verse": 3,
    "text": "what we have seen and heard we proclaim now to you, so that you too may have fellowship with us; for our fellowship is with the Father and with his Son, Jesus Christ."
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 3,
    "text": "Grace, mercy, and peace will be with us from God the Father and from Jesus Christ the Father’s Son in truth and love."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 3,
    "text": "I rejoiced greatly when some of the brothers came and testified to how truly you walk in the truth."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 3,
    "text": "Occasion for Writing. Beloved, although I was making every effort to write to you about our common salvation, I now feel a need to write to encourage you to contend for the faith that was once for all handed down to the holy ones."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 3,
    "text": "Blessed is the one who reads aloud and blessed are those who listen to this prophetic message and heed what is written in it, for the appointed time is near. II. Letters to the Churches of Asia - Greeting."
  }
]