[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 15,
    "text": "I will remember my covenant between me and you and every living creature—every mortal being—so that the waters will never again become a flood to destroy every mortal being."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 15,
    "text": "For by now I should have stretched out my hand and struck you and your people with such pestilence that you would have vanished from the earth."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 15,
    "text": "Then he had the people’s offering brought. Taking the goat that was for the people’s purification offering, he slaughtered it and offered it as a purification offering as before."
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 15,
    "text": "The Fiery Cloud. On the day when the tabernacle was erected, the cloud covered the tabernacle, the tent of the covenant; but from evening until morning it took on the appearance of fire over the tabernacle."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 15,
    "text": "When I had come down again from the blazing, fiery mountain, with the two tablets of the covenant in both my hands,"
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 15,
    "text": "So Joshua made peace with them and made a covenant to let them live, which the leaders of the community sealed with an oath."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 15,
    "text": "The buckthorn answered the trees, ‘If you are anointing me in good faith, to make me king over you, come, and take refuge in my shadow. But if not, let fire come from the buckthorn and devour the cedars of Lebanon.’"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 15,
    "text": "The day before Saul’s arrival, the LORD had revealed to Samuel:"
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 15,
    "text": "This is an account of the conscript labor force King Solomon raised in order to build the house of the LORD, his own house, Millo, the wall of Jerusalem, Hazor, Megiddo, Gezer"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 15,
    "text": "but had returned to Jezreel to be healed of the wounds the Arameans had inflicted on him in the battle against Hazael, king of Aram.) Jehu said to them, “If this is what you really want, see that no one escapes from the city to report in Jezreel.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 15,
    "text": "Bakbakkar; Heresh; Galal; Mattaniah, son of Mica, son of Zichri, a descendant of Asaph;"
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 15,
    "text": "King Solomon made two hundred large shields of beaten gold (six hundred shekels of gold went into each shield)"
  },
  {
    "book": "Ezra",
    "chapter": 9,
    "verse": 15,
    "text": "LORD, God of Israel, you are just; yet we have been spared, the remnant we are today. Here we are before you in our sins. Because of all this, we can no longer stand in your presence.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 15,
    "text": "Food from heaven you gave them in their hunger, water from a rock you sent them in their thirst. You told them to enter and occupy the land which you had sworn to give them."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 15,
    "text": "and the Jews in Susa mustered again on the fourteenth of the month of Adar and killed three hundred people in Susa. However, they did not engage in plundering."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 15,
    "text": "and the right wing was crushed; Judas pursued them as far as the mountain slopes."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 15,
    "text": "that the Jews, whom he had judged not even worthy of burial, but fit only to be thrown out with their children to be eaten by vultures and wild animals—all of them he would make equal to the Athenians;"
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 15,
    "text": "Even though I were right, I could not answer, but should rather beg for what was due me."
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 15,
    "text": "Then I will declare all your praises, sing joyously of your salvation in the gates of daughter Zion."
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 15,
    "text": "Calling to passersby as they go on their way straight ahead:"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 15,
    "text": "But in the city lived a man who, though poor, was wise, and he delivered it through his wisdom. Yet no one remembered this poor man."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 15,
    "text": "For the corruptible body burdens the soul and the earthly tent weighs down the mind with its many concerns."
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 15,
    "text": "With the learned exchange ideas; and let all your conversation be about the law of the Most High."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 15,
    "text": "Those who lead this people lead them astray, and those who are led are swallowed up."
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 15,
    "text": "I will scatter them among nations whom neither they nor their ancestors have known; I will send the sword to pursue them until I have completely destroyed them."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 15,
    "text": "“Now, Lord, our God, who led your people out of the land of Egypt with a strong hand, and made a name for yourself even to this day, we have sinned, we are guilty."
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 15,
    "text": "All their misfortune began in Gilgal; yes, there I rejected them. Because of their wicked deeds I will drive them out of my house. I will love them no longer; all their princes are rebels."
  },
  {
    "book": "Amos",
    "chapter": 9,
    "verse": 15,
    "text": "I will plant them upon their own ground; never again shall they be plucked From the land I have given them— the LORD, your God, has spoken."
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 15,
    "text": "The LORD of hosts will protect them; they will devour and conquer with sling stones, they will drink and become heated as with wine; they will be full like bowls—like the corners of the altar."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 15,
    "text": "Jesus answered them, “Can the wedding guests mourn as long as the bridegroom is with them? The days will come when the bridegroom is taken away from them, and then they will fast."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 15,
    "text": "Immediately on seeing him, the whole crowd was utterly amazed. They ran up to him and greeted him."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 15,
    "text": "They did so and made them all sit down."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 15,
    "text": "So then the Pharisees also asked him how he was able to see. He said to them, “He put clay on my eyes, and I washed, and now I can see.”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 15,
    "text": "But the Lord said to him, “Go, for this man is a chosen instrument of mine to carry my name before Gentiles, kings, and Israelites,"
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 15,
    "text": "For he says to Moses: “I will show mercy to whom I will, I will take pity on whom I will.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 15,
    "text": "I have not used any of these rights, however, nor do I write this that it be done so in my case. I would rather die. Certainly no one is going to nullify my boast."
  },
  {
    "book": "2Corinthians",
    "chapter": 9,
    "verse": 15,
    "text": "Thanks be to God for his indescribable gift!"
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 15,
    "text": "For this reason he is mediator of a new covenant: since a death has taken place for deliverance from transgressions under the first covenant, those who are called may receive the promised eternal inheritance."
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 15,
    "text": "So the four angels were released, who were prepared for this hour, day, month, and year to kill a third of the human race."
  }
]