[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 3,
    "text": "Adam was one hundred and thirty years old when he begot a son in his likeness, after his image; and he named him Seth."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 3,
    "text": "They replied, “The God of the Hebrews has come to meet us. Let us go a three days' journey in the wilderness, that we may offer sacrifice to the LORD, our God, so that he does not strike us with the plague or the sword.”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 3,
    "text": "or if someone, without being aware of it, touches some human uncleanness, whatever kind of uncleanness this may be, and then subsequently becomes aware of guilt;"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 3,
    "text": "Male and female alike, you shall expel them. You shall expel them from the camp so that they do not defile their camp, where I dwell in their midst."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 3,
    "text": "not with our ancestors did the LORD make this covenant, but with us, all of us who are alive here this day."
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 3,
    "text": "So Joshua made flint knives and circumcised the Israelites at Gibeath-haaraloth."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 3,
    "text": "Hear, O kings! Give ear, O princes! I will sing, I will sing to the LORD, I will make music to the LORD, the God of Israel."
  },
  {
    "book": "1Samuel",
    "chapter": 5,
    "verse": 3,
    "text": "When the people of Ashdod rose early the next morning, Dagon was lying face down on the ground before the ark of the LORD. So they picked Dagon up and put him back in his place."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 3,
    "text": "Then all the elders of Israel came to the king in Hebron, and at Hebron King David made a covenant with them in the presence of the LORD; and they anointed David king over Israel."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 3,
    "text": "ten fatted oxen, twenty pasture-fed oxen, and a hundred sheep, not counting harts, gazelles, roebucks, and fatted fowl."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 3,
    "text": "She said to her mistress, “If only my master would present himself to the prophet in Samaria! He would cure him of his leprosy.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 3,
    "text": "The sons of Reuben, the firstborn of Israel, were Hanoch, Pallu, Hezron, and Carmi."
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 3,
    "text": "All the people of Israel assembled before the king during the festival of the seventh month."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 3,
    "text": "At that time Tattenai, governor of West-of-Euphrates, came to them, along with Shethar-bozenai, and their fellow officials, and asked of them: “Who issued the decree for you to build this house and complete this edifice?"
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 3,
    "text": "Others said: “We are forced to pawn our fields, our vineyards, and our houses, that we may have grain during the famine.”"
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 3,
    "text": "Tobit answered his son Tobiah: “He gave me his bond, and I gave him mine; I divided his into two parts, and each of us took one part; I put one part with the money. It is twenty years since I deposited that money! So, son, find yourself a trustworthy person who will make the journey with you, and we will give him wages when you return; but bring back that money from Gabael while I am still alive.”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 3,
    "text": "and said to them: “Now tell me, you Canaanites, what sort of people is this that lives in the hill country? Which cities do they inhabit? How large is their force? In what does their power and strength consist? Who has set himself up as their king and the leader of their army?"
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 3,
    "text": "Then the king said to her, “What is it, Queen Esther? What is your request? Even if it is half of my kingdom, it shall be granted you.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 3,
    "text": "Then Judas attacked the Edomites at Akrabattene in Idumea, because they were blockading Israel; he dealt them a heavy blow, humbled and despoiled them."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 3,
    "text": "squadrons of cavalry in battle array, charges and countercharges on this side and that, with brandished shields and bristling spears, flights of arrows and flashes of gold ornaments, together with armor of every sort."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 3,
    "text": "I have seen a fool spreading his roots, but I cursed his household suddenly:"
  },
  {
    "book": "Psalms",
    "chapter": 5,
    "verse": 3,
    "text": "Attend to the sound of my cry, my king and my God! For to you I will pray, LORD;"
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 3,
    "text": "Indeed, the lips of the stranger drip honey, and her mouth is smoother than oil;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 3,
    "text": "When you make a vow to God, delay not its fulfillment. For God has no pleasure in fools; fulfill what you have vowed."
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 3,
    "text": "I have taken off my robe, am I then to put it on? I have bathed my feet, am I then to soil them?"
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 3,
    "text": "They shall say among themselves, rueful and groaning through anguish of spirit: “This is the one whom once we held as a laughingstock and as a type for mockery,"
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 3,
    "text": "Do not say, “Who can prevail against me?” for the LORD will exact punishment."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 3,
    "text": "Now, inhabitants of Jerusalem, people of Judah, judge between me and my vineyard:"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 3,
    "text": "LORD, do your eyes not search for honesty? You struck them, but they did not flinch; you laid them low, but they refused correction; They set their faces harder than stone, and refused to return."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 3,
    "text": "We have become orphans, without fathers; our mothers are like widows."
  },
  {
    "book": "Baruch",
    "chapter": 5,
    "verse": 3,
    "text": "For God will show your splendor to all under the heavens;"
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 3,
    "text": "But take a few of the hairs and tie them in the hem of your garment."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 3,
    "text": "When the gold vessels taken from the temple, the house of God in Jerusalem, had been brought in, and while the king, his nobles, his consorts, and his concubines were drinking"
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 3,
    "text": "I know Ephraim, and Israel is not hidden from me: Now, Ephraim, you have practiced prostitution, Israel is defiled."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 3,
    "text": "For thus says the Lord GOD to the house of Israel: The city that marched out with a thousand shall be left with a hundred, Another that marched out with a hundred shall be left with ten."
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 3,
    "text": "He shall take his place as shepherd by the strength of the LORD, by the majestic name of the LORD, his God; And they shall dwell securely, for now his greatness shall reach to the ends of the earth:"
  },
  {
    "book": "Zechariah",
    "chapter": 5,
    "verse": 3,
    "text": "Then he said to me: “This is the curse which is to go forth over the whole land. According to it, every thief and every perjurer will be expelled."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 3,
    "text": "The Beatitudes - “Blessed are the poor in spirit, for theirs is the kingdom of heaven."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 3,
    "text": "The man had been dwelling among the tombs, and no one could restrain him any longer, even with a chain."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 3,
    "text": "Getting into one of the boats, the one belonging to Simon, he asked him to put out a short distance from the shore. Then he sat down and taught the crowds from the boat."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 3,
    "text": "In these lay a large number of ill, blind, lame, and crippled."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 3,
    "text": "But Peter said, “Ananias, why has Satan filled your heart so that you lied to the holy Spirit and retained part of the price of the land?"
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 3,
    "text": "Not only that, but we even boast of our afflictions, knowing that affliction produces endurance,"
  },
  {
    "book": "1Corinthians",
    "chapter": 5,
    "verse": 3,
    "text": "I, for my part, although absent in body but present in spirit, have already, as if present, pronounced judgment on the one who has committed this deed,"
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 3,
    "text": "if indeed, when we have taken it off, we shall not be found naked."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 3,
    "text": "Once again I declare to every man who has himself circumcised that he is bound to observe the entire law."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 3,
    "text": "Immorality or any impurity or greed must not even be mentioned among you, as is fitting among holy ones,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 3,
    "text": "When people are saying, “Peace and security,” then sudden disaster comes upon them, like labor pains upon a pregnant woman, and they will not escape."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 3,
    "text": "Rules for Widows. Honor widows who are truly widows."
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 3,
    "text": "and so, for this reason, must make sin offerings for himself as well as for the people."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 3,
    "text": "your gold and silver have corroded, and that corrosion will be a testimony against you; it will devour your flesh like a fire. You have stored up treasure for the last days."
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 3,
    "text": "Do not lord it over those assigned to you, but be examples to the flock."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 3,
    "text": "For the love of God is this, that we keep his commandments. And his commandments are not burdensome,"
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 3,
    "text": "But no one in heaven or on earth or under the earth was able to open the scroll or to examine it."
  }
]