[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 6,
    "text": "Then the LORD said to Cain: Why are you angry? Why are you dejected?"
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 6,
    "text": "Again the LORD said to him: Put your hand into the fold of your garment. So he put his hand into the fold of his garment, and when he drew it out, there was his hand covered with scales, like snowflakes."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 6,
    "text": "where, dipping his finger in the blood, he shall sprinkle some of it seven times before the LORD, toward the veil of the sanctuary."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 6,
    "text": "Over these they shall put a cover of yellow-orange skin, and on top of this spread an all-violet cloth and put the poles in place."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 6,
    "text": "Observe them carefully, for this is your wisdom and discernment in the sight of the peoples, who will hear of all these statutes and say, “This great nation is truly a wise and discerning people.”"
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 6,
    "text": "In the future, these are to be a sign among you. When your children ask you, ‘What do these stones mean to you?'"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 6,
    "text": "She had Barak, son of Abinoam, summoned from Kedesh of Naphtali. She said to him, “This is what the LORD, the God of Israel, commands: Go, march against Mount Tabor, and take with you ten thousand men from Naphtali and Zebulun."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 6,
    "text": "The redeemer replied, “I cannot exercise my right of redemption for that would endanger my own estate. You do it in my place, for I cannot.”"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 6,
    "text": "The Philistines, hearing the uproar, asked, “What does this loud shouting in the camp of the Hebrews mean?” On learning that the ark of the LORD had come into the camp,"
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 6,
    "text": "The gatekeeper of the house had dozed off while sifting wheat, and was asleep. So Rechab and his brother Baanah slipped past her"
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 6,
    "text": "Ahishar, master of the palace; and Adoniram, son of Abda, in charge of the forced labor."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 6,
    "text": "When all the vessels were filled, she said to her son, “Bring me another vessel.” He answered, “There is none left.” And then the oil stopped."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 6,
    "text": "Naarah bore him Ahuzzam, Hepher, the Temenites, and the Ahashtarites. These were the sons of Naarah."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 6,
    "text": "Then he made ten basins for washing, placing five of them to the right and five to the left. In these the victims for the burnt offerings were washed; but the sea was for the priests to wash in."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 6,
    "text": "Later Hostility. In the reign of Ahasuerus, at the beginning of his reign, they prepared a written accusation against the inhabitants of Judah and Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 6,
    "text": "When the Jews who lived near them had come to us from one place after another, and had told us ten times over that they were about to attack us,"
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 6,
    "text": "For those who act with fidelity, all who practice righteousness, will prosper in their affairs."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 6,
    "text": "Joakim, who was high priest in Jerusalem in those days, wrote to the inhabitants of Bethulia and Betomesthaim, which is opposite Esdraelon, facing the plain near Dothan,"
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 6,
    "text": "So Hathach went out to Mordecai in the public square in front of the royal gate,"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 6,
    "text": "But at daybreak Judas appeared in the plain with three thousand men; furthermore they lacked the helmets and swords they wanted."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 6,
    "text": "He saw that without royal attention it would be impossible to have a peaceful government, and that Simon would not desist from his folly."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 6,
    "text": "Is not your piety a source of confidence, and your integrity of life your hope?"
  },
  {
    "book": "Psalms",
    "chapter": 4,
    "verse": 6,
    "text": "Offer fitting sacrifices and trust in the LORD."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 6,
    "text": "Do not forsake her, and she will preserve you; love her, and she will safeguard you;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 6,
    "text": "Better is one handful with tranquility than two with toil and a chase after wind!"
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 6,
    "text": "Until the day grows cool and the shadows flee, I shall go to the mountain of myrrh, to the hill of frankincense."
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 6,
    "text": "For children born of lawless unions give evidence of the wickedness of their parents, when they are examined."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 6,
    "text": "If in their pain they cry out bitterly, their Rock will hear the sound of their cry."
  },
  {
    "book": "Isaiah",
    "chapter": 4,
    "verse": 6,
    "text": "For over all, his glory will be shelter and protection: shade from the parching heat of day, refuge and cover from storm and rain."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 6,
    "text": "Raise the signal—to Zion! Seek refuge! Don't stand there! Disaster I bring from the north, and great destruction."
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 6,
    "text": "The punishment of the daughter of my people surpassed the penalty of Sodom, Which was overthrown in an instant with no hand laid on it."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 6,
    "text": "You were sold to the nations not for destruction; It was because you angered God that you were handed over to your foes."
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 6,
    "text": "When you have completed this, you shall lie down a second time, on your right side to bear the guilt of the house of Judah forty days; I allot you one day for each year."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 6,
    "text": "“Belteshazzar, chief of the magicians, I know that a spirit of the holy gods is in you and no mystery is too difficult for you; this is the dream that I saw, tell me its meaning."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 6,
    "text": "My people are ruined for lack of knowledge! Since you have rejected knowledge, I will reject you from serving as my priest; Since you have forgotten the law of your God, I will also forget your children."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 6,
    "text": "You sold the people of Judah and Jerusalem to the Greeks, taking them far from their own country!"
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 6,
    "text": "Though I made your teeth clean of food in all your cities, and made bread scarce in all your dwellings, Yet you did not return to me— oracle of the LORD."
  },
  {
    "book": "Jonah",
    "chapter": 4,
    "verse": 6,
    "text": "Then the LORD God provided a gourd plant. And when it grew up over Jonah's head, giving shade that relieved him of any discomfort, Jonah was greatly delighted with the plant."
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 6,
    "text": "On that day—oracle of the LORD— I will gather the lame, And I will assemble the outcasts, and those whom I have afflicted."
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 6,
    "text": "An Oracle. Then he said to me: “This is the word of the LORD to Zerubbabel: Not by might, and not by power, but by my spirit, says the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 6,
    "text": "and said to him, “If you are the Son of God, throw yourself down. For it is written: ‘He will command his angels concerning you' and ‘with their hands they will support you, lest you dash your foot against a stone.'”"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 6,
    "text": "And when the sun rose, it was scorched and it withered for lack of roots."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 6,
    "text": "The devil said to him, “I shall give to you all this power and their glory; for it has been handed over to me, and I may give it to whomever I wish."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 6,
    "text": "Jacob's well was there. Jesus, tired from his journey, sat down there at the well. It was about noon."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 6,
    "text": "with Annas the high priest, Caiaphas, John, Alexander, and all who were of the high-priestly class."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 6,
    "text": "So also David declares the blessedness of the person to whom God credits righteousness apart from works:"
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 6,
    "text": "I have applied these things to myself and Apollos for your benefit, brothers, so that you may learn from us not to go beyond what is written, so that none of you will be inflated with pride in favor of one person over against another."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 6,
    "text": "For God who said, “Let light shine out of darkness,” has shone in our hearts to bring to light the knowledge of the glory of God on the face of [Jesus] Christ."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 6,
    "text": "As proof that you are children, God sent the spirit of his Son into our hearts, crying out, “Abba, Father!”"
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 6,
    "text": "one God and Father of all, who is over all and through all and in all."
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 6,
    "text": "Have no anxiety at all, but in everything, by prayer and petition, with thanksgiving, make your requests known to God."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 6,
    "text": "Let your speech always be gracious, seasoned with salt, so that you know how you should respond to each one."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 6,
    "text": "not to take advantage of or exploit a brother in this matter, for the Lord is an avenger in all these things, as we told you before and solemnly affirmed."
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 6,
    "text": "Counsel to Timothy. If you will give these instructions to the brothers, you will be a good minister of Christ Jesus, nourished on the words of the faith and of the sound teaching you have followed."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 6,
    "text": "Reward for Fidelity. For I am already being poured out like a libation, and the time of my departure is at hand."
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 6,
    "text": "Therefore, since it remains that some will enter into it, and those who formerly received the good news did not enter because of disobedience,"
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 6,
    "text": "But he bestows a greater grace; therefore, it says: “God resists the proud, but gives grace to the humble.”"
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 6,
    "text": "For this is why the gospel was preached even to the dead that, though condemned in the flesh in human estimation, they might live in the spirit in the estimation of God. Christian Charity."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 6,
    "text": "We belong to God, and anyone who knows God listens to us, while anyone who does not belong to God refuses to hear us. This is how we know the spirit of truth and the spirit of deceit."
  },
  {
    "book": "Revelation",
    "chapter": 4,
    "verse": 6,
    "text": "In front of the throne was something that resembled a sea of glass like crystal. In the center and around the throne, there were four living creatures covered with eyes in front and in back."
  }
]