[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 21,
    "text": "God created the great sea monsters and all kinds of crawling living creatures with which the water teems, and all kinds of winged birds. God saw that it was good,"
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 21,
    "text": "And because the midwives feared God, God built up families for them."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 21,
    "text": "those enrolled from the tribe of Reuben were forty-six thousand five hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 21,
    "text": "See, the LORD, your God, has given this land over to you. Go up and take possession of it, as the LORD, the God of your ancestors, has promised you. Do not fear or be dismayed.”"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 21,
    "text": "As for the Jebusites dwelling in Jerusalem, the Benjaminites did not dispossess them, so that the Jebusites live with the Benjaminites in Jerusalem to the present day."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 21,
    "text": "I went away full, but the LORD has brought me back empty. Why should you call me ‘Sweet,’ since the LORD has brought me to trial, and the Almighty has pronounced evil sentence on me.”"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 21,
    "text": "The next time her husband Elkanah was going up with the rest of his household to offer the customary sacrifice to the LORD and to fulfill his vows,"
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 21,
    "text": "O mountains of Gilboa, upon you be neither dew nor rain, nor surging from the deeps! Defiled there the warriors’ shields, the shield of Saul—no longer anointed with oil!"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 21,
    "text": "If this is not done, when my lord the king rests with his ancestors, I and my son Solomon will be considered criminals.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 21,
    "text": "Hadoram, Uzal, Diklah,"
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 21,
    "text": "But forty days did not pass before two of the king’s sons assassinated him and fled to the mountains of Ararat. A son of his, Esarhaddon, succeeded him as king. He put Ahiqar, my kinsman Anael’s son, in charge of all the credit accounts of his kingdom, and he took control over the entire administration."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 21,
    "text": "This proposal pleased the king and the officials, and the king acted on the advice of Memucan."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 21,
    "text": "He insolently entered the sanctuary and took away the golden altar, the lampstand for the light with all its utensils,"
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 21,
    "text": "When they informed us that they could not find any fire, but only a thick liquid, he ordered them to scoop some out and bring it. After the material for the sacrifices had been prepared, Nehemiah ordered the priests to sprinkle the wood and what lay on it with the liquid."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 21,
    "text": "He said, “Naked I came forth from my mother’s womb, and naked shall I go back there. The LORD gave and the LORD has taken away; blessed be the name of the LORD!”"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 21,
    "text": "Down the crowded ways she calls out, at the city gates she utters her words:"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 21,
    "text": "The Purification of Jerusalem - How she has become a prostitute, the faithful city, so upright! Justice used to lodge within her, but now, murderers."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 21,
    "text": "Hear how I am groaning; there is no one to comfort me. All my enemies hear of my misery and rejoice over what you have done. Bring on the day you proclaimed, and let them become like me!"
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 21,
    "text": "For we did not listen to the voice of the LORD, our God, in all the words of the prophets he sent us,"
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 21,
    "text": "Wherever the living creatures moved, the wheels moved; when they stood still, the wheels stood still. When they were lifted up from the earth, the wheels were lifted up with them. For the spirit of the living creatures was in the wheels."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 21,
    "text": "Daniel remained there until the first year of King Cyrus."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 21,
    "text": "And deliverers will ascend Mount Zion to rule Mount Esau, and the kingship shall be the LORD’s."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 21,
    "text": "She will bear a son and you are to name him Jesus, because he will save his people from their sins.”"
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 21,
    "text": "The Cure of a Demoniac. Then they came to Capernaum, and on the sabbath he entered the synagogue and taught."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 21,
    "text": "Meanwhile the people were waiting for Zechariah and were amazed that he stayed so long in the sanctuary."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 21,
    "text": "So they asked him, “What are you then? Are you Elijah?” And he said, “I am not.” “Are you the Prophet?” He answered, “No.”"
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 21,
    "text": "Therefore, it is necessary that one of the men who accompanied us the whole time the Lord Jesus came and went among us,"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 21,
    "text": "for although they knew God they did not accord him glory as God or give him thanks. Instead, they became vain in their reasoning, and their senseless minds were darkened."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 21,
    "text": "For since in the wisdom of God the world did not come to know God through wisdom, it was the will of God through the foolishness of the proclamation to save those who have faith."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 21,
    "text": "But the one who gives us security with you in Christ and who anointed us is God;"
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 21,
    "text": "Then I went into the regions of Syria and Cilicia."
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 21,
    "text": "far above every principality, authority, power, and dominion, and every name that is named not only in this age but also in the one to come."
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 21,
    "text": "For to me life is Christ, and death is gain."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 21,
    "text": "And you who once were alienated and hostile in mind because of evil deeds"
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 21,
    "text": "With trust in your compliance I write to you, knowing that you will do even more than I say."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 21,
    "text": "Therefore, put away all filth and evil excess and humbly welcome the word that has been planted in you and is able to save your souls."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 21,
    "text": "who through him believe in God who raised him from the dead and gave him glory, so that your faith and hope are in God. Mutual Love."
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 21,
    "text": "for no prophecy ever came through human will; but rather human beings moved by the holy Spirit spoke under the influence of God."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 21,
    "text": "Keep yourselves in the love of God and wait for the mercy of our Lord Jesus Christ that leads to eternal life."
  }
]