[
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 30,
    "text": "But Moses protested to the LORD, “Since I am a poor speaker, how is it possible that Pharaoh will listen to me?”"
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 30,
    "text": "So the townspeople said to Joash, “Bring out your son that he may die, for he has dismantled the altar of Baal and cut down the asherah that was beside it.”"
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 30,
    "text": "The floor of the house of both the inner and the outer rooms was overlaid with gold."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 30,
    "text": "When the king heard the woman’s words, he tore his garments. And as he was walking on the wall, the people saw that he was wearing sackcloth underneath, next to his skin."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 30,
    "text": "son of Hashabiah, son of Amaziah, son of Hilkiah,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 30,
    "text": "listen from heaven, the place of your enthronement, and forgive. Render to each and all according to their ways, you who know every heart; for it is you alone who know the heart of every human being."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 30,
    "text": "His army numbered a hundred thousand footsoldiers, twenty thousand cavalry, and thirty-two elephants trained for war."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 30,
    "text": "When he was about to die under the blows, he groaned, saying: “The Lord in his holy knowledge knows full well that, although I could have escaped death, I am not only enduring terrible pain in my body from this scourging, but also suffering it with joy in my soul because of my devotion to him.”"
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 30,
    "text": "Is there insincerity on my tongue, or cannot my taste discern falsehood?"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 30,
    "text": "Thieves are not despised if out of hunger they steal to satisfy their appetite."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 30,
    "text": "Her yoke will be a gold ornament; her bonds, a purple cord."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 30,
    "text": "“Silver rejected” they shall be called, for the LORD has rejected them."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 30,
    "text": "and in their temples the priests squat with torn tunic and with shaven hair and beard, and with their heads uncovered."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 30,
    "text": "If God so clothes the grass of the field, which grows today and is thrown into the oven tomorrow, will he not much more provide for you, O you of little faith?"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 30,
    "text": "The Return of the Twelve. The apostles gathered together with Jesus and reported all they had done and taught."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 30,
    "text": "Give to everyone who asks of you, and from the one who takes what is yours do not demand it back."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 30,
    "text": "So they said to him, “What sign can you do, that we may see and believe in you? What can you do?"
  }
]