[
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 32,
    "text": "Moreover, from your communion sacrifices you shall give to the priest the right leg as a contribution."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 32,
    "text": "one gold cup of ten shekels' weight filled with incense;"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 32,
    "text": "The four wheels were below the paneling, and the axletrees of the wheels and the stand were of one piece. Each wheel was a cubit and a half high."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 32,
    "text": "Heber became the father of Japhlet, Shomer, Hotham, and their sister Shua."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 32,
    "text": "people of Bethel and Ai, one hundred and twenty-three;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 32,
    "text": "Then he dismissed the people. The men returned to their posts on the walls and towers of the city, the women and children went back to their homes. Throughout the city they were in great misery."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 32,
    "text": "About five hundred men of Nicanor's army fell; the rest fled to the City of David."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 32,
    "text": "We, indeed, are suffering because of our sins."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 32,
    "text": "To the poor also extend your hand, that your blessing may be complete."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 32,
    "text": "Be assured! Days are coming—oracle of the LORD—when they will no longer say “Topheth” or “Valley of Ben-hinnom” but “Valley of Slaughter.” For want of space, Topheth will become burial ground."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 32,
    "text": "And people brought to him a deaf man who had a speech impediment and begged him to lay his hand on him."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 32,
    "text": "They are like children who sit in the marketplace and call to one another, ‘We played the flute for you, but you did not dance. We sang a dirge, but you did not weep.'"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 32,
    "text": "The Pharisees heard the crowd murmuring about him to this effect, and the chief priests and the Pharisees sent guards to arrest him."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 32,
    "text": "‘I am the God of your fathers, the God of Abraham, of Isaac, and of Jacob.' Then Moses, trembling, did not dare to look at it."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 32,
    "text": "I should like you to be free of anxieties. An unmarried man is anxious about the things of the Lord, how he may please the Lord."
  }
]