[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 2,
    "text": "Fear and dread of you shall come upon all the animals of the earth and all the birds of the air, upon all the creatures that move about on the ground and all the fishes of the sea; into your power they are delivered."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 2,
    "text": "For if you refuse to let them go and persist in holding them,"
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 2,
    "text": "and said to Aaron, “Take a calf of the herd for a purification offering and a ram for a burnt offering, both without blemish, and offer them before the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 2,
    "text": "Tell the Israelites to celebrate the Passover at the prescribed time."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 2,
    "text": "the Anakim, a people great and tall. You yourselves know of them and have heard it said of them, “Who can stand up against the Anakim?”"
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 2,
    "text": "they gathered together to launch a common attack against Joshua and Israel."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 2,
    "text": "“Put this question to all the lords of Shechem: ‘Which is better for you: that seventy men, all Jerubbaal's sons, rule over you, or that one man rule over you?' You must remember that I am your own flesh and bone.”"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 2,
    "text": "He had a son named Saul, who was a handsome young man. There was no other Israelite more handsome than Saul; he stood head and shoulders above the people."
  },
  {
    "book": "2Samuel",
    "chapter": 9,
    "verse": 2,
    "text": "Now there was an official of the house of Saul named Ziba. He was summoned to David, and the king asked him, “Are you Ziba?” He replied, “Your servant.”"
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 2,
    "text": "the LORD appeared to Solomon a second time, as he had appeared to him in Gibeon."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 2,
    "text": "When you get there, look for Jehu, son of Jehoshaphat, son of Nimshi. Enter and take him away from his companions and bring him into an inner chamber."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 2,
    "text": "The first to settle again in their cities and dwell there were certain Israelites, the priests, the Levites, and the temple servants."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 2,
    "text": "Solomon explained to her everything she asked about, and there was nothing so obscure that Solomon could not explain it to her."
  },
  {
    "book": "Ezra",
    "chapter": 9,
    "verse": 2,
    "text": "for they have taken some of their daughters as wives for themselves and their sons, thus intermingling the holy seed with the peoples of the lands. Furthermore, the leaders and rulers have taken a prominent part in this apostasy!”"
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 2,
    "text": "Those of Israelite descent separated themselves from all who were of foreign extraction, then stood forward and confessed their sins and the guilty deeds of their ancestors."
  },
  {
    "book": "Tobit",
    "chapter": 9,
    "verse": 2,
    "text": "“Brother Azariah, take along with you from here four servants and two camels and travel to Rages. Go to Gabael's house and give him this bond. Get the money and then bring him along with you to the wedding celebration."
  },
  {
    "book": "Judith",
    "chapter": 9,
    "verse": 2,
    "text": "“Lord, God of my father Simeon, into whose hand you put a sword to take revenge upon the foreigners who had defiled a virgin by violating her, shaming her by uncovering her thighs, and dishonoring her by polluting her womb. You said, ‘This shall not be done!' Yet they did it."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 2,
    "text": "The Jews mustered in their cities throughout the provinces of King Ahasuerus to attack those who sought to do them harm, and no one could withstand them, for fear of them fell upon all the peoples."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 2,
    "text": "They took the road to Galilee, and camping opposite the ascent at Arbela, they captured it and killed many people."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 2,
    "text": "He had entered the city called Persepolis and attempted to rob the temples and gain control of the city. Thereupon the people had swift recourse to arms, and Antiochus' forces were routed, so that in the end Antiochus was put to flight by the people of that region and forced to beat a shameful retreat."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 2,
    "text": "I know well that it is so; but how can anyone be in the right before God?"
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 2,
    "text": "I - I will praise you, LORD, with all my heart; I will declare all your wondrous deeds."
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 2,
    "text": "She has prepared her meat, mixed her wine, yes, she has spread her table."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 2,
    "text": "Everything is the same for everybody: the same lot for the just and the wicked, for the good, for the clean and the unclean, for the one who offers sacrifice and the one who does not. As it is for the good, so it is for the sinner; as it is for the one who takes an oath, so it is for the one who fears an oath."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 2,
    "text": "And in your wisdom have established humankind to rule the creatures produced by you,"
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 2,
    "text": "Do not give a woman power over you to trample on your dignity."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 2,
    "text": "You have brought them abundant joy and great rejoicing; They rejoice before you as people rejoice at harvest, as they exult when dividing the spoils."
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 2,
    "text": "They ready their tongues like a drawn bow; with lying, and not with truth, they are powerful in the land. They go from evil to evil, and me they do not know—oracle of the LORD."
  },
  {
    "book": "Ezekiel",
    "chapter": 9,
    "verse": 2,
    "text": "And there were six men coming from the direction of the upper gate which faces north, each with a weapon of destruction in his hand. In their midst was a man dressed in linen, with a scribe's case at his waist. They entered and stood beside the bronze altar."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 2,
    "text": "in the first year of his reign, I, Daniel, perceived in the books the number of years the LORD had decreed to the prophet Jeremiah: Jerusalem was to lie in ruins for seventy years."
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 2,
    "text": "Threshing floor and wine press will not nourish them, the new wine will fail them."
  },
  {
    "book": "Amos",
    "chapter": 9,
    "verse": 2,
    "text": "Though they dig down to Sheol, even from there my hand shall take them; Though they climb to the heavens, even from there I shall bring them down."
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 2,
    "text": "Hamath also on its border, Tyre too, and Sidon, no matter how clever they be."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 2,
    "text": "And there people brought to him a paralytic lying on a stretcher. When Jesus saw their faith, he said to the paralytic, “Courage, child, your sins are forgiven.”"
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 2,
    "text": "After six days Jesus took Peter, James, and John and led them up a high mountain apart by themselves. And he was transfigured before them,"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 2,
    "text": "and he sent them to proclaim the kingdom of God and to heal [the sick]."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 2,
    "text": "His disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 2,
    "text": "and asked him for letters to the synagogues in Damascus, that, if he should find any men or women who belonged to the Way, he might bring them back to Jerusalem in chains."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 2,
    "text": "that I have great sorrow and constant anguish in my heart."
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 2,
    "text": "Although I may not be an apostle for others, certainly I am for you, for you are the seal of my apostleship in the Lord."
  },
  {
    "book": "2Corinthians",
    "chapter": 9,
    "verse": 2,
    "text": "for I know your eagerness, about which I boast of you to the Macedonians, that Achaia has been ready since last year; and your zeal has stirred up most of them."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 2,
    "text": "For a tabernacle was constructed, the outer one, in which were the lampstand, the table, and the bread of offering; this is called the Holy Place."
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 2,
    "text": "It opened the passage to the abyss, and smoke came up out of the passage like smoke from a huge furnace. The sun and the air were darkened by the smoke from the passage."
  }
]