[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 12,
    "text": "He waited yet another seven days and then released the dove; but this time it did not come back."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 12,
    "text": "Third Plague: The Gnats. Thereupon the LORD spoke to Moses: Speak to Aaron: Stretch out your staff and strike the dust of the earth, and it will turn into gnats throughout the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 12,
    "text": "He also poured some of the anointing oil on Aaron's head and anointed him, to consecrate him."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 12,
    "text": "The Levites in turn shall lay their hands on the heads of the bulls, offering one as a purification offering and the other as a burnt offering to the LORD, to make atonement for the Levites."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 12,
    "text": "lest, when you have eaten and are satisfied, and have built fine houses and lived in them,"
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 12,
    "text": "He took about five thousand warriors and set them in ambush between Bethel and Ai, west of the city."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 12,
    "text": "Zebah and Zalmunna fled and Gideon pursued them. He captured the two kings of Midian, Zebah and Zalmunna, terrifying the entire force."
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 12,
    "text": "He will appoint from among them his commanders of thousands and of hundreds. He will make them do his plowing and harvesting and produce his weapons of war and chariotry."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 12,
    "text": "from Edom, Moab, the Ammonites, the Philistines, and Amalek, and from the spoils of Hadadezer, son of Rehob, king of Zobah."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 12,
    "text": "Then Solomon said, “The LORD intends to dwell in the dark cloud;"
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 12,
    "text": "and Hazael asked, “Why are you weeping, my lord?” Elisha replied, “Because I know the evil that you will inflict upon the Israelites. You will burn their fortresses, you will slay their youth with the sword, you will dash their little children to pieces, you will rip open their pregnant women.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 12,
    "text": "The sons of Elpaal were Eber, Misham, Shemed (who built Ono and Lod with its nearby towns),"
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 12,
    "text": "In those times Solomon sacrificed burnt offerings to the LORD upon the altar of the LORD which he had built in front of the porch,"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 12,
    "text": "of the descendants of Azgad, Johanan, son of Hakkatan, and with him one hundred and ten males;"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 12,
    "text": "Then all the people began to eat and drink, to distribute portions, and to celebrate with great joy, for they understood the words that had been explained to them."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 12,
    "text": "saying, “Send one of the maids in to see whether he is alive. If he has died, let us bury him without anyone knowing about it.”"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 12,
    "text": "Who are you to put God to the test today, setting yourselves in the place of God in human affairs?"
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 12,
    "text": "on a single day throughout the provinces of King Ahasuerus, the thirteenth day of the twelfth month, Adar. Chapter E - The following is a copy of the letter: “The great King Ahasuerus to the governors of the provinces in the hundred and twenty-seven satrapies from India to Ethiopia, and to those who are loyal to our government: Greetings! “Many have become more ambitious the more they were showered with honors through the bountiful generosity of their patrons. Not only do they seek to do harm to our subjects but, incapable of dealing with such greatness, they even begin plotting against their own benefactors. Not only do they drive out gratitude from among humankind but, with the arrogant boastfulness of those to whom goodness has no meaning, they suppose they will escape the stern judgment of the all-seeing God. “Often, too, the fair speech of friends entrusted with the administration of affairs has induced many placed in authority to become accomplices in the shedding of innocent blood, and has involved them in irreparable calamities by deceiving with malicious slander the sincere good will of rulers. This can be verified in the ancient stories that have been handed down to us, but more fully when you consider the wicked deeds perpetrated in your midst by the pestilential influence of those undeserving of authority. We must provide for the future, so as to render the kingdom undisturbed and peaceful for all people, taking advantage of changing conditions and always deciding matters coming to our attention with equitable treatment. “For instance, Haman, son of Hammedatha, a Macedonian, certainly not of Persian blood, and very different from us in generosity, was hospitably received by us. He benefited so much from the good will we have toward all peoples that he was proclaimed ‘our father,' before whom everyone was to bow down; and he attained a position second only to the royal throne. But, unable to control his arrogance, he strove to deprive us of kingdom and of life, and by weaving intricate webs of deceit he demanded the destruction of Mordecai, our savior and constant benefactor, and of Esther, our blameless royal consort, together with their whole nation. For by such measures he hoped to catch us defenseless and to transfer the rule of the Persians to the Macedonians. But we find that the Jews, who were doomed to extinction by this archcriminal, are not evildoers, but rather are governed by very just laws and are the children of the Most High, the living God of majesty, who has maintained the kingdom in a flourishing condition for us and for our forebears. “You will do well, then, to ignore the letter sent by Haman, son of Hammedatha, for he who composed it has been impaled, together with his entire household, before the gates of Susa. Thus swiftly has God, who governs all, brought just punishment upon him. “You shall exhibit a copy of this letter publicly in every place to certify that the Jews may follow their own laws and that you may help them on the day set for their ruin, the thirteenth day of the twelfth month, Adar, to defend themselves against those who attack them. For God, the ruler of all, has turned that day from one of destruction of the chosen people into one of joy for them. Therefore, you too must celebrate this memorable day among your designated feasts with all rejoicing, so that both now and in the future it may be a celebration of deliverance for us and for Persians of good will, but for those who plot against us a reminder of destruction. “Every city and province without exception that does not observe this decree shall be ruthlessly destroyed with fire and sword, so that it will be left not merely untrodden by people, but even shunned by wild beasts and birds forever.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 12,
    "text": "They subjugated kings both near and far, and all who heard of their fame were afraid of them."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 12,
    "text": "When Judas learned of Nicanor's advance and informed his companions about the approach of the army,"
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 12,
    "text": "While it is yet green and uncut, it withers quicker than any grass."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 12,
    "text": "I, Wisdom, dwell with prudence, and useful knowledge I have."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 12,
    "text": "because the sinner does evil a hundred times and survives. Though indeed I know that it shall be well with those who fear God, for their reverence toward him;"
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 12,
    "text": "My vineyard is at my own disposal; the thousand pieces are for you, Solomon, and two hundred for the caretakers of its fruit."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 12,
    "text": "They will wait while I am silent and listen when I speak; and when I shall speak the more, they will put their hands upon their mouths."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 12,
    "text": "Do not lend to one more powerful than yourself; or if you lend, count it as lost."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 12,
    "text": "Do not call conspiracy what this people calls conspiracy, nor fear what they fear, nor feel dread."
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 12,
    "text": "They have acted shamefully; they have done abominable things, yet they are not at all ashamed, they do not know how to blush. Hence they shall be among those who fall; in their time of punishment they shall stumble, says the LORD."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 12,
    "text": "Then he said to me: Do you see, son of man, what the elders of the house of Israel are doing in the dark, each in his idol chamber? They think: “The LORD cannot see us; the LORD has forsaken the land.”"
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 12,
    "text": "The host was given over together with the daily sacrifice in the course of transgression. It cast truth to the ground, and was succeeding in its undertaking."
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 12,
    "text": "Though I write for him my many instructions, they are considered like a stranger's."
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 12,
    "text": "They shall stagger from sea to sea and wander from north to east In search of the word of the LORD, but they shall not find it."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 12,
    "text": "For there will be a sowing of peace: the vine will yield its fruit, the land will yield its crops, and the heavens will yield their dew. I will give all these things to the remnant of this people to possess."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 12,
    "text": "but the children of the kingdom will be driven out into the outer darkness, where there will be wailing and grinding of teeth.”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 12,
    "text": "He sighed from the depth of his spirit and said, “Why does this generation seek a sign? Amen, I say to you, no sign will be given to this generation.”"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 12,
    "text": "Those on the path are the ones who have heard, but the devil comes and takes away the word from their hearts that they may not believe and be saved."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 12,
    "text": "Jesus spoke to them again, saying, “I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 12,
    "text": "but once they began to believe Philip as he preached the good news about the kingdom of God and the name of Jesus Christ, men and women alike were baptized."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 12,
    "text": "Consequently, brothers, we are not debtors to the flesh, to live according to the flesh."
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 12,
    "text": "When you sin in this way against your brothers and wound their consciences, weak as they are, you are sinning against Christ."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 12,
    "text": "For if the eagerness is there, it is acceptable according to what one has, not according to what one does not have;"
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 12,
    "text": "For I will forgive their evildoing and remember their sins no more.”"
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 12,
    "text": "When the fourth angel blew his trumpet, a third of the sun, a third of the moon, and a third of the stars were struck, so that a third of them became dark. The day lost its light for a third of the time, as did the night."
  }
]