[
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 31,
    "text": "But Joash replied to all who were standing around him, “Is it for you to take action for Baal, or be his savior? Anyone who takes action for him shall be put to death by morning. If he is a god, let him act for himself, since his altar has been dismantled!”"
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 31,
    "text": "At the entrance of the inner sanctuary, doors of pine were made; the doorframes had five-sided posts."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 31,
    "text": "The king exclaimed, “May God do thus to me, and more, if the head of Elisha, son of Shaphat, stays on him today!”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 31,
    "text": "son of Amzi, son of Bani, son of Shemer,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 31,
    "text": "So may they revere you and walk in your ways as long as they live on the land you gave our ancestors."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 31,
    "text": "They passed through Idumea and camped before Beth-zur. For many days they attacked it; they constructed siege engines, but the besieged made a sortie and burned these, and they fought bravely."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 31,
    "text": "This is how he died, leaving in his death a model of nobility and an unforgettable example of virtue not only for the young but for the whole nation."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 31,
    "text": "Yet if caught they must pay back sevenfold, yield up all the wealth of their house."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 31,
    "text": "You will wear her as a robe of glory, and bear her as a splendid crown."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 31,
    "text": "They shout and wail before their gods as others do at a funeral banquet."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 31,
    "text": "So do not worry and say, ‘What are we to eat?’ or ‘What are we to drink?’ or ‘What are we to wear?’"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 31,
    "text": "He said to them, “Come away by yourselves to a deserted place and rest a while.” People were coming and going in great numbers, and they had no opportunity even to eat."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 31,
    "text": "Do to others as you would have them do to you."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 31,
    "text": "Our ancestors ate manna in the desert, as it is written: ‘He gave them bread from heaven to eat.’”"
  }
]