[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 15,
    "text": "Then God said to Noah:"
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 15,
    "text": "and the magicians said to Pharaoh, “This is the finger of God.” Yet Pharaoh hardened his heart and would not listen to them, just as the LORD had said."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 15,
    "text": "When it was slaughtered, Moses took the blood and with his finger he put it on the horns around the altar, thus purifying the altar. He poured out the rest of the blood at the base of the altar. Thus he consecrated it so that atonement could be made on it."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 15,
    "text": "Only then shall the Levites enter upon their service in the tent of meeting, when you have cleansed them and presented them as an elevated offering."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 15,
    "text": "he guided you through the vast and terrible wilderness with its saraph serpents and scorpions, its parched and waterless ground; he brought forth water for you from the flinty rock"
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 15,
    "text": "Joshua and the main body of the Israelites fled toward the wilderness, pretending defeat,"
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 15,
    "text": "So he went to the princes of Succoth and said, “Here are Zebah and Zalmunna, with whom you taunted me, ‘Are the hands of Zebah and Zalmunna already in your possession, that we should give food to your weary men?’”"
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 15,
    "text": "He will tithe your crops and grape harvests to give to his officials and his servants."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 15,
    "text": "David’s Officials. David was king over all Israel; he dispensed justice and right to all his people."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 15,
    "text": "He said: “Blessed be the LORD, the God of Israel, who with his own mouth spoke a promise to David my father and by his hand fulfilled it, saying:"
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 15,
    "text": "The next day, however, Hazael took a cloth, dipped it in water, and spread it over the king’s face, so that he died. And Hazael succeeded him as king."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 15,
    "text": "Zebadiah, Arad, Eder,"
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 15,
    "text": "There was no deviation from the king’s command in whatever related to the priests and Levites or the treasuries."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 15,
    "text": "Final Preparations for the Journey. I assembled them by the river that flows toward Ahava, where we camped for three days. There I perceived that both laymen and priests were present, but I could not discover a single Levite."
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 15,
    "text": "and that they should have this proclamation made throughout their cities and in Jerusalem: “Go out into the hill country and bring in branches of olive, oleaster, myrtle, palm, and other trees in leaf, to make booths, as it is written.”"
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 15,
    "text": "Then they praised the God of heaven in these words: “Blessed are you, God, with every pure blessing! Let all your chosen ones bless you forever!"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 15,
    "text": "For if he does not plan to come to our aid within the five days, he has it equally within his power to protect us at such time as he pleases, or to destroy us in the sight of our enemies."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 15,
    "text": "Mordecai left the king’s presence clothed in a royal robe of violet and of white cotton, with a large crown of gold and a mantle of fine crimson linen. The city of Susa shouted with joy,"
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 15,
    "text": "But they made for themselves a senate chamber, and every day three hundred and twenty men took counsel, deliberating on all that concerned the people and their well-being."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 15,
    "text": "They entreated the Lord to do this, if not for their sake, at least for the sake of the covenants made with their ancestors, and because they themselves invoked his holy and glorious name."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 15,
    "text": "He shall lean upon his house, but it shall not stand; he shall cling to it, but it shall not endure."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 15,
    "text": "By me kings reign, and rulers enact justice;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 15,
    "text": "Therefore I praised joy, because there is nothing better for mortals under the sun than to eat and to drink and to be joyful; this will accompany them in their toil through the limited days of life God gives them under the sun."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 15,
    "text": "tyrannical princes, hearing of me, will be afraid; in the assembly I shall appear noble, and in war courageous."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 15,
    "text": "Do not travel with the ruthless lest they weigh you down with calamity; For they will only go their own way, and through their folly you will also perish."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 15,
    "text": "And many among them shall stumble; fallen and broken; snared and captured."
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 15,
    "text": "We wait for peace to no avail; for a time of healing, but terror comes instead."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 15,
    "text": "He said to me: Do you see this, son of man? You will see other abominations, greater than these!"
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 15,
    "text": "While I, Daniel, sought the meaning of the vision I had seen, one who looked like a man stood before me,"
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 15,
    "text": "so again in these days I intend to favor Jerusalem and the house of Judah; do not fear!"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 15,
    "text": "He touched her hand, the fever left her, and she rose and waited on him."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 15,
    "text": "He enjoined them, “Watch out, guard against the leaven of the Pharisees and the leaven of Herod.”"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 15,
    "text": "But as for the seed that fell on rich soil, they are the ones who, when they have heard the word, embrace it with a generous and good heart, and bear fruit through perseverance. The Parable of the Lamp."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 15,
    "text": "You judge by appearances, but I do not judge anyone."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 15,
    "text": "who went down and prayed for them, that they might receive the holy Spirit,"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 15,
    "text": "For you did not receive a spirit of slavery to fall back into fear, but you received a spirit of adoption, through which we cry, “Abba, Father!”"
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 15,
    "text": "As it is written: “Whoever had much did not have more, and whoever had little did not have less.” Titus and His Collaborators."
  }
]