[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 19,
    "text": "and all the animals, all the birds, and all the crawling creatures that crawl on the earth went out of the ark by families."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 19,
    "text": "I will make a distinction between my people and your people. This sign will take place tomorrow."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 19,
    "text": "When it was slaughtered, Moses splashed the blood on all sides of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 19,
    "text": "and from among the Israelites I have given to Aaron and his sons these Levites, who are to be dedicated, to perform the service of the Israelites in the tent of meeting and to make atonement for them, so that no plague may strike among the Israelites should they come too near the sanctuary."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 19,
    "text": "But if you do forget the LORD, your God, and go after other gods, serving and bowing down to them, I bear witness to you this day that you will perish utterly."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 19,
    "text": "and as soon as he did so, the men in ambush rose from their post, rushed in, captured the city, and immediately set it on fire."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 19,
    "text": "“They were my brothers, my mother's sons,” he said. “As the LORD lives, if you had spared their lives, I would not kill you.”"
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 19,
    "text": "Persistent Demand. The people, however, refused to listen to Samuel's warning and said, “No! There must be a king over us."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 19,
    "text": "But it is not you who will build the house, but your son, who comes from your loins; he shall build the house for my name."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 19,
    "text": "Even so, the LORD was unwilling to destroy Judah, for the sake of his servant David. For he had promised David that he would leave him a holding in the LORD's presence for all time."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 19,
    "text": "Jakim, Zichri, Zabdi,"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 19,
    "text": "They also sent us Hashabiah, and with him Jeshaiah, descendants of Merari, and their kinsmen and their sons, twenty men."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 19,
    "text": "Wedding Feast. He asked his wife to bake many loaves of bread; he himself went out to the herd and brought two steers and four rams, which he ordered to be slaughtered. So they began to prepare the feast."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 19,
    "text": "It was for such conduct that our ancestors were handed over to the sword and to pillage, and fell with great destruction before our enemies."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 19,
    "text": "After making a very long journey to Rome, the envoys entered the senate chamber and spoke as follows:"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 19,
    "text": "He went on to tell them of the times when help had been given their ancestors: both the time of Sennacherib, when a hundred and eighty-five thousand of his men perished,"
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 19,
    "text": "There he lies rotting beside the road, and out of the soil another sprouts."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 19,
    "text": "My fruit is better than gold, even pure gold, and my yield than choice silver."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 19,
    "text": "Now, I was a well-favored child, and I came by a noble nature;"
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 19,
    "text": "Open your heart to no one, do not banish your happiness."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 19,
    "text": "And when they say to you, “Inquire of ghosts and soothsayers who chirp and mutter; should not a people inquire of their gods, consulting the dead on behalf of the living,"
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 19,
    "text": "Listen! the cry of the daughter of my people, far and wide in the land! “Is the LORD no longer in Zion, is her King no longer in her midst?” Why do they provoke me with their idols, with their foreign nonentities?"
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 19,
    "text": "“I will show you,” he said, “what is to happen in the last days of wrath; for it is for the appointed time of the end."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 19,
    "text": "Thus says the LORD of hosts: The fast days of the fourth, the fifth, the seventh, and the tenth months will become occasions of joy and gladness, and happy festivals for the house of Judah. So love faithfulness and peace!"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 19,
    "text": "A scribe approached and said to him, “Teacher, I will follow you wherever you go.”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 19,
    "text": "when I broke the five loaves for the five thousand, how many wicker baskets full of fragments you picked up?” They answered him, “Twelve.”"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 19,
    "text": "Then his mother and his brothers came to him but were unable to join him because of the crowd."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 19,
    "text": "So they said to him, “Where is your father?” Jesus answered, “You know neither me nor my Father. If you knew me, you would know my Father also.”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 19,
    "text": "and said, “Give me this power too, so that anyone upon whom I lay my hands may receive the holy Spirit.”"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 19,
    "text": "For creation awaits with eager expectation the revelation of the children of God;"
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 19,
    "text": "And not only that, but he has also been appointed our traveling companion by the churches in this gracious work administered by us for the glory of the Lord [himself] and for the expression of our eagerness."
  }
]