[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 4,
    "text": "But the snake said to the woman: “You certainly will not die!"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 4,
    "text": "When the LORD saw that he had turned aside to look, God called out to him from the bush: Moses! Moses! He answered, “Here I am.”"
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 4,
    "text": "as well as the two kidneys, with the fat on them near the loins, and the lobe of the liver, which is removed with the kidneys."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 4,
    "text": "But Nadab and Abihu died in the presence of the LORD when they offered unauthorized fire before the LORD in the wilderness of Sinai; and they left no sons. So only Eleazar and Ithamar served as priests during the lifetime of their father Aaron."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 4,
    "text": "At that time we captured all his cities; there was no town we did not take: sixty cities in all, the whole region of Argob, the kingdom of Og in Bashan—"
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 4,
    "text": "that you may know the way to take, for you have not gone over this road before. But let there be a space of two thousand cubits between you and the ark: do not come nearer to it.”"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 4,
    "text": "These served as a test for Israel, to know whether they would obey the commandments the LORD had enjoined on their ancestors through Moses."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 4,
    "text": "But when he lies down, take note of the place where he lies; then go uncover a place at his feet and you lie down. He will then tell you what to do.”"
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 4,
    "text": "The LORD called to Samuel, who answered, “Here I am.”"
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 4,
    "text": "the fourth, Adonijah, son of Haggith; the fifth, Shephatiah, son of Abital;"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 4,
    "text": "The king went to Gibeon to sacrifice there, because that was the great high place. Upon its altar Solomon sacrificed a thousand burnt offerings."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 4,
    "text": "War Against Moab: Drought. Now Mesha, king of Moab, who raised sheep, used to pay the king of Israel as tribute a hundred thousand lambs and the wool of a hundred thousand rams."
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 4,
    "text": "Six in all were born to him in Hebron, where he reigned seven years and six months. Then he reigned thirty-three years in Jerusalem."
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 4,
    "text": "the front porch along the width of the house was also twenty cubits, and it was twenty cubits high. He covered its interior with pure gold."
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 4,
    "text": "They also kept the feast of Booths in the manner prescribed, and they offered the daily burnt offerings in the proper number required for each day."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 4,
    "text": "At their side Meremoth, son of Uriah, son of Hakkoz, carried out the work of repair; next to him was Meshullam, son of Berechiah, son of Meshezabel; and next to him was Zadok, son of Baana."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 4,
    "text": "and disobeyed your commandments. So you handed us over to plunder, captivity, and death, to become an object lesson, a byword, and a reproach in all the nations among whom you scattered us."
  },
  {
    "book": "Judith",
    "chapter": 3,
    "verse": 4,
    "text": "Our cities and their inhabitants are also at your service; come and deal with them as you see fit.”"
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 4,
    "text": "When they had reminded him day after day and he would not listen to them, they informed Haman, to see whether Mordecai's explanation would prevail, since he had told them that he was a Jew."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 4,
    "text": "In his deeds he was like a lion, like a young lion roaring for prey."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 4,
    "text": "But a certain Simon, of the priestly clan of Bilgah, who had been appointed superintendent of the temple, had a quarrel with the high priest about the administration of the city market."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 4,
    "text": "May that day be darkness: may God above not care for it, may light not shine upon it!"
  },
  {
    "book": "Psalms",
    "chapter": 3,
    "verse": 4,
    "text": "But you, LORD, are a shield around me; my glory, you keep my head high."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 4,
    "text": "Then will you win favor and esteem before God and human beings."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 4,
    "text": "A time to weep, and a time to laugh; a time to mourn, and a time to dance."
  },
  {
    "book": "SongofSongs",
    "chapter": 3,
    "verse": 4,
    "text": "Hardly had I left them when I found him whom my soul loves. I held him and would not let him go until I had brought him to my mother's house, to the chamber of her who conceived me."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 4,
    "text": "For if to others, indeed, they seem punished, yet is their hope full of immortality;"
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 4,
    "text": "they store up riches who respect their mother."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 4,
    "text": "I will place boys as their princes; the fickle will govern them,"
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 4,
    "text": "Even now do you not call me, “My father, you are the bridegroom of my youth?"
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 4,
    "text": "He has worn away my flesh and my skin, he has broken my bones;"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 4,
    "text": "LORD Almighty, God of Israel, hear the prayer of the dead of Israel, children who sinned against you; they did not listen to the voice of the LORD, their God, and their evils cling to us."
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 4,
    "text": "Then he said to me, Son of man, go now to the house of Israel, and speak my words to them."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 4,
    "text": "A herald cried out: “Nations and peoples of every language,"
  },
  {
    "book": "Hosea",
    "chapter": 3,
    "verse": 4,
    "text": "For the Israelites will remain many days without king or prince, Without sacrifice or sacred pillar, without ephod or household gods."
  },
  {
    "book": "Joel",
    "chapter": 3,
    "verse": 4,
    "text": "The sun will darken, the moon turn blood-red, Before the day of the LORD arrives, that great and terrible day."
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 4,
    "text": "Does a lion roar in the forest when it has no prey? Does a young lion cry out from its den unless it has seized something?"
  },
  {
    "book": "Jonah",
    "chapter": 3,
    "verse": 4,
    "text": "Jonah began his journey through the city, and when he had gone only a single day's walk announcing, “Forty days more and Nineveh shall be overthrown,”"
  },
  {
    "book": "Micah",
    "chapter": 3,
    "verse": 4,
    "text": "When they cry to the LORD, he will not answer them; He will hide his face from them at that time, because of the evil they have done."
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 4,
    "text": "For the many debaucheries of the prostitute, a charming mistress of witchcraft, Who enslaved nations with her prostitution, and peoples by her witchcraft:"
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 4,
    "text": "his splendor spread like the light. He raised his horns high, he rejoiced on the day of his strength."
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 4,
    "text": "Its prophets are reckless, treacherous people; Its priests profane what is holy, and do violence to the law."
  },
  {
    "book": "Zechariah",
    "chapter": 3,
    "verse": 4,
    "text": "Then the angel said to those standing before him, “Remove his filthy garments.” And to him he said, “Look, I have taken your guilt from you, and I am clothing you in stately robes.”"
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 4,
    "text": "Then the offering of Judah and Jerusalem will please the LORD, as in ancient days, as in years gone by."
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 4,
    "text": "John wore clothing made of camel's hair and had a leather belt around his waist. His food was locusts and wild honey."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 4,
    "text": "Then he said to them, “Is it lawful to do good on the sabbath rather than to do evil, to save life rather than to destroy it?” But they remained silent."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 4,
    "text": "as it is written in the book of the words of the prophet Isaiah: “A voice of one crying out in the desert: ‘Prepare the way of the Lord, make straight his paths."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 4,
    "text": "Nicodemus said to him, “How can a person once grown old be born again? Surely he cannot reenter his mother's womb and be born again, can he?”"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 4,
    "text": "But Peter looked intently at him, as did John, and said, “Look at us.”"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 4,
    "text": "Of course not! God must be true, though every human being is a liar, as it is written: “That you may be justified in your words, and conquer when you are judged.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 4,
    "text": "Whenever someone says, “I belong to Paul,” and another, “I belong to Apollos,” are you not merely human? The Role of God's Ministers."
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 4,
    "text": "Such confidence we have through Christ toward God."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 4,
    "text": "Did you experience so many things in vain?—if indeed it was in vain."
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 4,
    "text": "When you read this you can understand my insight into the mystery of Christ,"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 4,
    "text": "although I myself have grounds for confidence even in the flesh. Paul's Autobiography. If anyone else thinks he can be confident in flesh, all the more can I."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 4,
    "text": "When Christ your life appears, then you too will appear with him in glory. Renunciation of Vice."
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 4,
    "text": "For even when we were among you, we used to warn you in advance that we would undergo affliction, just as has happened, as you know."
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 4,
    "text": "We are confident of you in the Lord that what we instruct you, you [both] are doing and will continue to do."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 4,
    "text": "He must manage his own household well, keeping his children under control with perfect dignity;"
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 4,
    "text": "traitors, reckless, conceited, lovers of pleasure rather than lovers of God,"
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 4,
    "text": "But when the kindness and generous love of God our savior appeared,"
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 4,
    "text": "Every house is founded by someone, but the founder of all is God."
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 4,
    "text": "It is the same with ships: even though they are so large and driven by fierce winds, they are steered by a very small rudder wherever the pilot's inclination wishes."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 4,
    "text": "but rather the hidden character of the heart, expressed in the imperishable beauty of a gentle and calm disposition, which is precious in the sight of God."
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 4,
    "text": "and saying, “Where is the promise of his coming? From the time when our ancestors fell asleep, everything has remained as it was from the beginning of creation.”"
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 4,
    "text": "Avoiding Sin. Everyone who commits sin commits lawlessness, for sin is lawlessness."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 4,
    "text": "However, you have a few people in Sardis who have not soiled their garments; they will walk with me dressed in white, because they are worthy."
  }
]