[
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 29,
    "text": "The clans of the Kohathites camped on the south side of the tabernacle."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 29,
    "text": "So we remained in the valley opposite Beth-peor."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 29,
    "text": "On that occasion they slew about ten thousand Moabites, all of them strong warriors. Not one escaped."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 29,
    "text": "May the blood of Abner, son of Ner, be on the head of Joab and all his family. May Joab's family never be without one suffering from a discharge, or one with a skin disease, or a man who holds the distaff, or one falling by the sword, or one in need of food!”"
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 29,
    "text": "After them Zadok, son of Immer, carried out the repair opposite his house, and after him the repair was carried out by Shemaiah, son of Shecaniah, keeper of the East Gate."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 29,
    "text": "But then he saw that this exhausted the money in his treasury; moreover the tribute from the province was small because of the dissension and distress he had brought upon the land by abolishing the laws which had been in effect from of old."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 29,
    "text": "The Restoration and Testimony of Heliodorus. As Heliodorus lay speechless because of God's action and deprived of any hope of recovery,"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 29,
    "text": "Do not plot evil against your neighbors, when they live at peace with you."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 29,
    "text": "To put one's mouth in the dust— there may yet be hope—"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 29,
    "text": "Who has gone up to the heavens and taken her, bringing her down from the clouds?"
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 29,
    "text": "For we have sinned and transgressed by departing from you, and we have done every kind of evil."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 29,
    "text": "But whoever blasphemes against the holy Spirit will never have forgiveness, but is guilty of an everlasting sin.”"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 29,
    "text": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 29,
    "text": "The one who has the bride is the bridegroom; the best man, who stands and listens to him, rejoices greatly at the bridegroom's voice. So this joy of mine has been made complete."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 29,
    "text": "Does God belong to Jews alone? Does he not belong to Gentiles, too? Yes, also to Gentiles,"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 29,
    "text": "And if you belong to Christ, then you are Abraham's descendant, heirs according to the promise."
  }
]