[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 18,
    "text": "I will establish my covenant with you. You shall go into the ark, you and your sons, your wife and your sons’ wives with you."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 18,
    "text": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel. Kohath lived one hundred and thirty-three years."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 18,
    "text": "Tell Aaron and his sons: This is the ritual for the purification offering. At the place where the burnt offering is slaughtered, there also, before the LORD, shall the purification offering be slaughtered. It is most holy."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 18,
    "text": "Then at the entrance of the tent of meeting the nazirite shall shave his or her dedicated head, take the hair of the dedicated head, and put it in the fire under the communion sacrifice."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 18,
    "text": "Do what is right and good in the sight of the LORD, that it may go well with you, and you may enter in and possess the good land which the LORD promised on oath to your ancestors,"
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 18,
    "text": "But be careful not to covet or take anything that is under the ban; otherwise you will bring upon the camp of Israel this ban and the misery of it."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 18,
    "text": "Please do not depart from here until I come to you and bring out my offering and set it before you.” He answered: I will await your return."
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 18,
    "text": "The golden mice, however, corresponded to the number of all the cities of the Philistines belonging to the five leaders, including fortified cities and open villages. The large stone on which the ark of the LORD was placed is still in the field of Joshua the Beth-shemite at the present time."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 18,
    "text": "When David had finished sacrificing burnt offerings and communion offerings, he blessed the people in the name of the LORD of hosts,"
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 18,
    "text": "The cedar in the interior of the house was carved in the form of gourds and open flowers; all was of cedar, and no stone was to be seen."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 18,
    "text": "When the Arameans came down to get him, Elisha prayed to the LORD, “Strike this people blind, I pray you.” And the LORD struck them blind, according to Elisha’s word."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 18,
    "text": "Those who so performed are the following, together with their sons. Among the Kohathites: Heman, the chanter, son of Joel, son of Samuel,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 18,
    "text": "“Is God indeed to dwell with human beings on earth? If the heavens and the highest heavens cannot contain you, how much less this house which I have built!"
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 18,
    "text": "Finally, they set up the priests in their classes and the Levites in their divisions for the service of God in Jerusalem, as is prescribed in the book of Moses."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 18,
    "text": "for many in Judah were in league with him, since he was the son-in-law of Shecaniah, son of Arah, and his son Jehohanan had married the daughter of Meshullam, son of Berechiah."
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 18,
    "text": "At this the people fell prostrate and worshiped God, and they cried out:"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 18,
    "text": "Siege of the Citadel. Those in the citadel were hemming Israel in around the sanctuary, continually trying to harm them and to strengthen the Gentiles."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 18,
    "text": "Martyrdom of Eleazar. Eleazar, one of the foremost scribes, a man advanced in age and of noble appearance, was being forced to open his mouth to eat pork."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 18,
    "text": "Caravans wander from their routes; they go into the wasteland and perish."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 18,
    "text": "A heart that plots wicked schemes, feet that are quick to run to evil,"
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 18,
    "text": "then, care for discipline is love of her; love means the keeping of her laws; To observe her laws is the basis for incorruptibility;"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 18,
    "text": "Blessings of Wisdom - My child, from your youth choose discipline; and when you have gray hair you will find wisdom."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 18,
    "text": "Therefore hear, O nations, and know, O earth, what I will do with them:"
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 18,
    "text": "They light more lamps for them than for themselves, yet not one of these can they see."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 18,
    "text": "To forestall any tampering, the king sealed with his own ring and the rings of the lords the stone that had been brought to block the opening of the den."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 18,
    "text": "so that you may not appear to others to be fasting, except to your Father who is hidden. And your Father who sees what is hidden will repay you."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 18,
    "text": "John had said to Herod, “It is not lawful for you to have your brother’s wife.”"
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 18,
    "text": "came to hear him and to be healed of their diseases; and even those who were tormented by unclean spirits were cured."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 18,
    "text": "The sea was stirred up because a strong wind was blowing."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 18,
    "text": "Freed from sin, you have become slaves of righteousness."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 18,
    "text": "Avoid immorality. Every other sin a person commits is outside the body, but the immoral person sins against his own body."
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 18,
    "text": "and I will be a father to you, and you shall be sons and daughters to me, says the Lord Almighty.”"
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 18,
    "text": "The grace of our Lord Jesus Christ be with your spirit, brothers. Amen."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 18,
    "text": "Constant Prayer. With all prayer and supplication, pray at every opportunity in the Spirit. To that end, be watchful with all perseverance and supplication for all the holy ones"
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 18,
    "text": "Tell them to do good, to be rich in good works, to be generous, ready to share,"
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 18,
    "text": "so that by two immutable things, in which it was impossible for God to lie, we who have taken refuge might be strongly encouraged to hold fast to the hope that lies before us."
  }
]