[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 13,
    "text": "Kenan lived eight hundred and forty years after he begot Mahalalel, and he had other sons and daughters."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 13,
    "text": "while the taskmasters kept driving them on, saying, “Finish your work, the same daily amount as when the straw was supplied to you.”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 13,
    "text": "Thus the priest shall make atonement on the person’s behalf for the wrong committed in any of the above cases, so that the individual may be forgiven. The rest of the offering, like the grain offering, shall belong to the priest. Reparation Offerings."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 13,
    "text": "by virtue of a man having intercourse with her in secret from her husband and she is able to conceal the fact that she has defiled herself for lack of a witness who might have caught her in the act;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 13,
    "text": "Six days you may labor and do all your work,"
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 13,
    "text": "Siege at Jericho. While Joshua was near Jericho, he raised his eyes and saw one who stood facing him, drawn sword in hand. Joshua went up to him and asked, “Are you one of us or one of our enemies?”"
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 13,
    "text": "Then down went Israel against the mighty, the army of the LORD went down for him against the warriors."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 13,
    "text": "David’s Family in Jerusalem. David took more concubines and wives in Jerusalem after he had come from Hebron, and more sons and daughters were born to him."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 13,
    "text": "He spoke of plants, from the cedar on Lebanon to the hyssop growing out of the wall, and he spoke about beasts, birds, reptiles, and fishes."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 13,
    "text": "But his servants came up and reasoned with him: “My father, if the prophet told you to do something extraordinary, would you not do it? All the more since he told you, ‘Wash, and be clean’?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 13,
    "text": "Their brothers, according to their ancestral houses, were: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber—seven."
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 13,
    "text": "When the trumpeters and singers were heard as a single voice praising and giving thanks to the LORD, and when they raised the sound of the trumpets, cymbals, and other musical instruments to “Praise the LORD, who is so good, whose love endures forever,” the cloud filled the house of the LORD."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 13,
    "text": "However, in the first year of Cyrus, king of Babylon, King Cyrus issued a decree for the rebuilding of this house of God."
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 13,
    "text": "I shook out the folds of my garment, saying, “Thus may God shake from home and fortune every man who fails to keep this promise, and may he thus be shaken out and emptied!” And the whole assembly answered, “Amen,” and praised the LORD. Then the people did as they had promised."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 13,
    "text": "He answered, “I am Azariah, son of the great Hananiah, one of your own kindred.”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 13,
    "text": "Then God dried up the Red Sea before them"
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 13,
    "text": "Yet none of this satisfies me as long as I continue to see the Jew Mordecai sitting at the royal gate.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 13,
    "text": "All our kindred who were in the territory of the Tobiads have been killed; the Gentiles have captured their wives, their children and their goods, and they have slain there about a thousand men.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 13,
    "text": "There was a massacre of young and old, a killing of women and children, a slaughter of young women and infants."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 13,
    "text": "He catches the wise in their own ruses, and the designs of the crafty are routed."
  },
  {
    "book": "Psalms",
    "chapter": 5,
    "verse": 13,
    "text": "For you, LORD, bless the just one; you surround him with favor like a shield."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 13,
    "text": "Why did I not listen to the voice of my teachers, incline my ear to my instructors!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 13,
    "text": "Should the riches be lost through some misfortune, they may have offspring when they have no means."
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 13,
    "text": "His cheeks are like beds of spices yielding aromatic scents; his lips are lilies that drip flowing myrrh."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 13,
    "text": "Even so, once born, we abruptly came to nought and held no sign of virtue to display, but were consumed in our wickedness.”"
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 13,
    "text": "Honor and dishonor through speaking! The tongue can be your downfall."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 13,
    "text": "Therefore my people go into exile for lack of understanding, Its nobles starving, its masses parched with thirst."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 13,
    "text": "The prophets are wind, and the word is not with them. Let it be done to them!”"
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 13,
    "text": "Young men carry millstones, boys stagger under loads of wood;"
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 13,
    "text": "Thus my anger will spend itself; I will vent my wrath against them until I am satisfied. Then they will know that I the LORD spoke in my passion when I spend my wrath upon them."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 13,
    "text": "Then Daniel was brought into the presence of the king. The king asked him, “Are you the Daniel, one of the Jewish exiles, whom my father, the king, brought from Judah?"
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 13,
    "text": "When Ephraim saw his infirmity, and Judah his sore, Ephraim went to Assyria, and sent to the great king. But he cannot heal you, nor take away your sore."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 13,
    "text": "(Therefore at this time the wise are struck dumb for it is an evil time.)"
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 13,
    "text": "I will tear out the asherahs from your midst, and destroy your cities."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 13,
    "text": "“You are the salt of the earth. But if salt loses its taste, with what can it be seasoned? It is no longer good for anything but to be thrown out and trampled underfoot."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 13,
    "text": "And he let them, and the unclean spirits came out and entered the swine. The herd of about two thousand rushed down a steep bank into the sea, where they were drowned."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 13,
    "text": "Jesus stretched out his hand, touched him, and said, “I do will it. Be made clean.” And the leprosy left him immediately."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 13,
    "text": "The man who was healed did not know who it was, for Jesus had slipped away, since there was a crowd there."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 13,
    "text": "None of the others dared to join them, but the people esteemed them."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 13,
    "text": "for up to the time of the law, sin was in the world, though sin is not accounted when there is no law."
  },
  {
    "book": "1Corinthians",
    "chapter": 5,
    "verse": 13,
    "text": "God will judge those outside. “Purge the evil person from your midst.”"
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 13,
    "text": "For if we are out of our minds, it is for God; if we are rational, it is for you."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 13,
    "text": "For you were called for freedom, brothers. But do not use this freedom as an opportunity for the flesh; rather, serve one another through love."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 13,
    "text": "but everything exposed by the light becomes visible,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 13,
    "text": "and to show esteem for them with special love on account of their work. Be at peace among yourselves."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 13,
    "text": "And furthermore, they learn to be idlers, going about from house to house, and not only idlers but gossips and busybodies as well, talking about things that ought not to be mentioned."
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 13,
    "text": "Everyone who lives on milk lacks experience of the word of righteousness, for he is a child."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 13,
    "text": "IV. The Power of Prayer - Anointing of the Sick. Is anyone among you suffering? He should pray. Is anyone in good spirits? He should sing praise."
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 13,
    "text": "The chosen one at Babylon sends you greeting, as does Mark, my son."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 13,
    "text": "IV. Epilogue - Prayer for Sinners. I write these things to you so that you may know that you have eternal life, you who believe in the name of the Son of God."
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 13,
    "text": "Then I heard every creature in heaven and on earth and under the earth and in the sea, everything in the universe, cry out: “To the one who sits on the throne and to the Lamb be blessing and honor, glory and might, forever and ever.”"
  }
]