[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 14,
    "text": "In the second month, on the twenty-seventh day of the month, the earth was dry."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 14,
    "text": "Though the magicians did the same thing to produce gnats by their magic arts, they could not do so. The gnats were on human being and beast alike,"
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 14,
    "text": "Ordination Sacrifices. He brought forward the bull for a purification offering, and Aaron and his sons laid their hands on its head."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 14,
    "text": "thus you shall separate the Levites from the rest of the Israelites, and the Levites shall belong to me."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 14,
    "text": "you then become haughty of heart and forget the LORD, your God, who brought you out of the land of Egypt, that house of slavery;"
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 14,
    "text": "The king of Ai saw this, and he and all his army came out very early in the morning to engage Israel in battle at the place in front of the Arabah, not knowing that there was an ambush behind the city."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 14,
    "text": "He captured a young man of Succoth and questioned him, and he wrote down for him the seventy-seven princes and elders of Succoth."
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 14,
    "text": "He will take your best fields, vineyards, and olive groves, and give them to his servants."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 14,
    "text": "He set up garrisons in Edom, and all the Edomites became David’s subjects. Thus the LORD brought David victory in all his undertakings."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 14,
    "text": "The king turned and blessed the whole assembly of Israel, while the whole assembly of Israel stood."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 14,
    "text": "Hazael left Elisha and returned to his master, who asked, “What did Elisha tell you?” Hazael replied, “He said, ‘You will surely recover.’”"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 14,
    "text": "Their relatives were Elpaal, Shashak, and Jeremoth."
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 14,
    "text": "And according to the ordinance of David his father he appointed the various divisions of the priests for their service, and the Levites according to their functions of praise and attendance upon the priests, as the daily duty required. The gatekeepers by their divisions stood guard at each gate, since such was the command of David, the man of God."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 14,
    "text": "of the descendants of Bigvai, Uthai, son of Zakkur, and with him seventy males."
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 14,
    "text": "They found it written in the law commanded by the LORD through Moses that the Israelites should dwell in booths during the feast of the seventh month;"
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 14,
    "text": "The maid came out and told them that Tobiah was alive, and that nothing was wrong."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 14,
    "text": "You cannot plumb the depths of the human heart or grasp the workings of the human mind; how then can you fathom God, who has made all these things, or discern his mind, or understand his plan? “No, my brothers, do not anger the Lord our God."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 14,
    "text": "Couriers mounted on royal steeds sped forth in haste at the king’s order, and the decree was promulgated in the royal precinct of Susa."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 14,
    "text": "Yet with all this, none of them put on a diadem or wore purple as a display of grandeur."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 14,
    "text": "But the others sold everything they had left, and at the same time entreated the Lord to deliver those whom the ungodly Nicanor had sold before even capturing them."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 14,
    "text": "His confidence is but a gossamer thread, his trust is a spider’s house."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 14,
    "text": "Mine are counsel and advice; Mine is strength; I am understanding."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 14,
    "text": "This is a vanity that occurs on earth: There are those who are just but are treated as though they had done evil, and those who are wicked but are treated as though they had done justly. This, too, I say is vanity."
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 14,
    "text": "W Swiftly, my lover, be like a gazelle or a young stag upon the mountains of spices."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 14,
    "text": "I shall govern peoples, and nations will be my subjects—"
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 14,
    "text": "Do not go to court against a judge, for the case will be settled in his favor."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 14,
    "text": "He shall be a snare, a stone for injury, A rock for stumbling to both the houses of Israel, A trap and a snare to those who dwell in Jerusalem;"
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 14,
    "text": "Why do we remain here? Let us assemble and flee to the fortified cities, where we will meet our doom; For the LORD our God has doomed us, he has given us poisoned water to drink, because we have sinned against the LORD."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 14,
    "text": "Then he brought me to the entrance of the north gate of the house of the LORD. There women sat and wept for Tammuz."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 14,
    "text": "He answered him, “For two thousand three hundred evenings and mornings; then the sanctuary shall be set right.”"
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 14,
    "text": "Israel has forgotten his maker and has built palaces. Judah, too, has fortified many cities, but I will send fire upon his cities, to devour their strongholds."
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 14,
    "text": "Those who swear by Ashima of Samaria, and who say, “By the life of your god, O Dan,” “By the life of the Power of Beer-sheba!” They shall fall, never to rise again."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 14,
    "text": "Thus says the LORD of hosts: Just as I intended to harm you when your ancestors angered me—says the LORD of hosts—and I did not relent,"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 14,
    "text": "Jesus entered the house of Peter, and saw his mother-in-law lying in bed with a fever."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 14,
    "text": "The Leaven of the Pharisees. They had forgotten to bring bread, and they had only one loaf with them in the boat."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 14,
    "text": "As for the seed that fell among thorns, they are the ones who have heard, but as they go along, they are choked by the anxieties and riches and pleasures of life, and they fail to produce mature fruit."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 14,
    "text": "Jesus answered and said to them, “Even if I do testify on my own behalf, my testimony can be verified, because I know where I came from and where I am going. But you do not know where I come from or where I am going."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 14,
    "text": "Now when the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent them Peter and John,"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 14,
    "text": "For those who are led by the Spirit of God are children of God."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 14,
    "text": "your surplus at the present time should supply their needs, so that their surplus may also supply your needs, that there may be equality."
  }
]