[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 17,
    "text": "God told Noah: This is the sign of the covenant I have established between me and every mortal being that is on earth."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 17,
    "text": "Will you continue to exalt yourself over my people and not let them go?"
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 17,
    "text": "He then presented the grain offering; taking a handful of it, he burned it on the altar, in addition to the morning burnt offering."
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 17,
    "text": "Whenever the cloud rose from the tent, the Israelites would break camp; wherever the cloud settled, the Israelites would pitch camp."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 17,
    "text": "I took hold of the two tablets and with both hands cast them from me and broke them before your eyes."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 17,
    "text": "The third day on the road, the Israelites came to their cities of Gibeon, Chephirah, Beeroth, and Kiriath-jearim,"
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 17,
    "text": "for my father fought for you at the risk of his life when he delivered you from the power of Midian,"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 17,
    "text": "When Samuel caught sight of Saul, the LORD assured him: This is the man I told you about; he shall govern my people."
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 17,
    "text": "Solomon then rebuilt Gezer), Lower Beth-horon,"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 17,
    "text": "The watchman standing on the tower in Jezreel saw the troop of Jehu coming and reported, “I see chariots.” Joram said, “Get a driver and send him to meet them and to ask whether all is well.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 17,
    "text": "The gatekeepers were Shallum, Akkub, Talmon, Ahiman, and their brothers; Shallum was the chief."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 17,
    "text": "The king made a large ivory throne, and overlaid it with fine gold."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 17,
    "text": "They refused to obey and no longer remembered the wonders you had worked for them. They were obdurate and appointed a leader in order to return to their slavery in Egypt. But you are a forgiving God, gracious and merciful, slow to anger and rich in mercy; you did not forsake them."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 17,
    "text": "This happened on the thirteenth day of the month of Adar. The Feast of Purim. On the fourteenth of the month they rested, and made it a day of feasting and rejoicing."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 17,
    "text": "The battle became intense, and many on both sides fell wounded."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 17,
    "text": "Besides all this, he would become a Jew himself and visit every inhabited place to proclaim there the power of God."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 17,
    "text": "With a storm he might overwhelm me, and multiply my wounds for nothing;"
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 17,
    "text": "The LORD is revealed in making judgments: by the deeds they do the wicked are trapped. Higgaion. Selah"
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 17,
    "text": "Stolen water is sweet, and bread taken secretly is pleasing!”"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 17,
    "text": "The quiet words of the wise are better heeded than the shout of a ruler of fools."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 17,
    "text": "Or who can know your counsel, unless you give Wisdom and send your holy spirit from on high?"
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 17,
    "text": "Concerning Rulers - Work by skilled hands will earn praise; but the people’s leader is proved wise by his words."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 17,
    "text": "For wickedness burns like fire, devouring brier and thorn; It kindles the forest thickets, which go up in columns of smoke."
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 17,
    "text": "Let them come quickly and raise for us a dirge, That our eyes may run with tears, our pupils flow with water."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 17,
    "text": "Now, our God, hear the prayer and petition of your servant; and for your own sake, Lord, let your face shine upon your desolate sanctuary."
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 17,
    "text": "My God will disown them because they have not listened to him; they will be wanderers among the nations."
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 17,
    "text": "Then how good and how lovely! Grain will make the young men flourish, and new wine the young women."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 17,
    "text": "People do not put new wine into old wineskins. Otherwise the skins burst, the wine spills out, and the skins are ruined. Rather, they pour new wine into fresh wineskins, and both are preserved.”"
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 17,
    "text": "Someone from the crowd answered him, “Teacher, I have brought to you my son possessed by a mute spirit."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 17,
    "text": "They all ate and were satisfied. And when the leftover fragments were picked up, they filled twelve wicker baskets. Peter’s Confession About Jesus."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 17,
    "text": "So they said to the blind man again, “What do you have to say about him, since he opened your eyes?” He said, “He is a prophet.”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 17,
    "text": "So Ananias went and entered the house; laying his hands on him, he said, “Saul, my brother, the Lord has sent me, Jesus who appeared to you on the way by which you came, that you may regain your sight and be filled with the holy Spirit.”"
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 17,
    "text": "For the scripture says to Pharaoh, “This is why I have raised you up, to show my power through you that my name may be proclaimed throughout the earth.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 17,
    "text": "If I do so willingly, I have a recompense, but if unwillingly, then I have been entrusted with a stewardship."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 17,
    "text": "For a will takes effect only at death; it has no force while the testator is alive."
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 17,
    "text": "Now in my vision this is how I saw the horses and their riders. They wore red, blue, and yellow breastplates, and the horses’ heads were like heads of lions, and out of their mouths came fire, smoke, and sulfur."
  }
]