[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 31,
    "text": "Permission to Depart. During the night Pharaoh summoned Moses and Aaron and said, “Leave my people at once, you and the Israelites! Go and serve the LORD as you said."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 31,
    "text": "You shall not worship the LORD, your God, that way, because they offered to their gods every abomination that the LORD detests, even burning their sons and daughters to their gods."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 31,
    "text": "He deported the people of the city and set them to work with saws, iron picks, and iron axes, or put them to work at the brickmold. He dealt thus with all the cities of the Ammonites. Then David and his whole army returned to Jerusalem."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 31,
    "text": "He also built temples on the high places and made priests from among the common people who were not Levites. Divine Disapproval."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 31,
    "text": "Of the Ephraimites: twenty thousand eight hundred warriors, men renowned in their ancestral houses."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 31,
    "text": "I had the administrators of Judah go up on the wall, and I arranged two great choirs. The first of these proceeded to the right, along the top of the wall, in the direction of the Dung Gate,"
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 31,
    "text": "So Jonathan turned aside against the Arabians who are called Zabadeans, and he struck them down and plundered them."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 31,
    "text": "Judas and his men thanked them and exhorted them to be well disposed to their nation in the future also. Finally they arrived in Jerusalem, shortly before the feast of Weeks."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 31,
    "text": "Therefore, I say to you, every sin and blasphemy will be forgiven people, but blasphemy against the Spirit will not be forgiven."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 31,
    "text": "The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 31,
    "text": "Instead, seek his kingdom, and these other things will be given you besides."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 31,
    "text": "Now is the time of judgment on this world; now the ruler of this world will be driven out."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 31,
    "text": "Strive eagerly for the greatest spiritual gifts. The Way of Love. But I shall show you a still more excellent way."
  }
]