[
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 33,
    "text": "lay a hand on its head. It shall be slaughtered as a purification offering in the place where the burnt offering is slaughtered."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 33,
    "text": "This, then, is the task of the clans of the Merarites with respect to all their service in the tent of meeting under the supervision of Ithamar, son of Aaron the priest."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 33,
    "text": "Did a people ever hear the voice of God speaking from the midst of fire, as you did, and live?"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 33,
    "text": "He went in, closed the door on them both, and prayed to the LORD."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 33,
    "text": "together with all their outlying villages as far as Baal. Here is where they dwelt, and so it was inscribed of them in their family records."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 33,
    "text": "Strike them down by the sword of those who love you, that all who know your name may sing your praise.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 33,
    "text": "When Onias had clear evidence, he accused Menelaus publicly, after withdrawing to the inviolable sanctuary at Daphne, near Antioch."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 33,
    "text": "As that city rejoiced at your collapse, and made merry at your downfall, so shall she grieve over her own desolation."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 33,
    "text": "At the same time my reason returned to me, and for the glory of my kingdom, my majesty and my splendor returned to me. My counselors and nobles sought me out; I was restored to my kingdom and became much greater than before."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 33,
    "text": "With many such parables he spoke the word to them as they were able to understand it."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 33,
    "text": "In the synagogue there was a man with the spirit of an unclean demon, and he cried out in a loud voice,"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 33,
    "text": "So the disciples said to one another, “Could someone have brought him something to eat?”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 33,
    "text": "With great power the apostles bore witness to the resurrection of the Lord Jesus, and great favor was accorded them all."
  }
]