[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 12,
    "text": "When God saw how corrupt the earth had become, since all mortals had corrupted their ways on earth,"
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 12,
    "text": "However, Moses protested to the LORD, “If the Israelites did not listen to me, how is it possible that Pharaoh will listen to me, poor speaker that I am!”"
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 12,
    "text": "The LORD said to Moses:"
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 12,
    "text": "and rededicate themselves to the LORD for the period of their dedication, bringing a yearling lamb as a reparation offering. The previous period is not valid, because they defiled their dedicated heads."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 12,
    "text": "be careful not to forget the LORD, who brought you out of the land of Egypt, that house of slavery."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 12,
    "text": "Early the next morning, Joshua had the priests take up the ark of the LORD."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 12,
    "text": "and the messenger of the LORD appeared to him and said: The LORD is with you, you mighty warrior!"
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 12,
    "text": "The cows went straight for the route to Beth-shemesh and continued along this road, mooing as they went, turning neither right nor left. The Philistine leaders followed them as far as the border of Beth-shemesh."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 12,
    "text": "When it was reported to King David that the LORD had blessed the household of Obed-edom and all that he possessed because of the ark of God, David went to bring up the ark of God from the house of Obed-edom into the City of David with joy."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 12,
    "text": "As to this house you are building—if you walk in my statutes, carry out my ordinances, and observe all my commands, walking in them, I will fulfill toward you my word which I spoke to David your father."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 12,
    "text": "“No one, my lord king,” answered one of the officers. “The Israelite prophet Elisha can tell the king of Israel the very words you speak in your bedroom.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 12,
    "text": "whose son was Eliab, whose son was Jeroham, whose son was Elkanah, whose son was Samuel."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 12,
    "text": "Solomon's Prayer. Then he stood before the altar of the LORD in the presence of the whole assembly of Israel and stretched forth his hands."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 12,
    "text": "And may the God who causes his name to dwell there overthrow every king or people who may undertake to alter this decree or to destroy this house of God in Jerusalem. I, Darius, have issued this decree; let it be diligently executed.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 12,
    "text": "For on consideration, it was plain to me that God had not sent him; rather, because Tobiah and Sanballat had bribed him, he voiced this prophecy concerning me,"
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 12,
    "text": "When the men of the city saw them, they seized their weapons and ran out of the city to the top of the hill, and all the slingers kept them from coming up by hurling stones at them."
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 12,
    "text": "Mordecai then returned to the royal gate, while Haman hurried home grieving, with his head covered."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 12,
    "text": "But I now recall the evils I did in Jerusalem, when I carried away all the vessels of silver and gold that were in it, and for no cause gave orders that the inhabitants of Judah be destroyed."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 12,
    "text": "God's Purpose. Now I urge those who read this book not to be disheartened by these misfortunes, but to consider that these punishments were meant not for the ruin but for the correction of our nation."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 12,
    "text": "Have I the strength of stones, or is my flesh of bronze?"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 12,
    "text": "The Scoundrel Scoundrels, villains, are they who deal in crooked talk."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 12,
    "text": "For who knows what is good for mortals in life, the limited days of their vain life, spent like a shadow? Because who can tell them what will come afterward under the sun?"
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 12,
    "text": "Before I knew it, my desire had made me the blessed one of the prince's people."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 12,
    "text": "Resplendent and unfading is Wisdom, and she is readily perceived by those who love her, and found by those who seek her."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 12,
    "text": "If disaster comes upon you, they turn against you and hide themselves."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 12,
    "text": "Until the LORD sends the people far away, and great is the desolation in the midst of the land."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 12,
    "text": "Their houses will fall to others, their fields and their wives as well; For I will stretch forth my hand against those who dwell in the land—oracle of the LORD."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 12,
    "text": "Their faces are wiped clean of the cloud of dust which is thick upon them."
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 12,
    "text": "Those far off shall die of disease, those nearby shall fall by the sword, and those who survive and are spared shall perish by starvation; thus will I spend my fury upon them."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 12,
    "text": "So these men stormed in and found Daniel praying and pleading before his God."
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 12,
    "text": "Can horses run over rock, or can one plow the sea with oxen? Yet you have turned justice into gall, and the fruit of righteousness into wormwood,"
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 12,
    "text": "You whose wealthy are full of violence, whose inhabitants speak falsehood with deceitful tongues in their mouths!"
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 12,
    "text": "And say to him: Thus says the LORD of hosts: There is a man whose name is Branch—and from his place he will branch out and he will build the temple of the LORD."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 12,
    "text": "and forgive us our debts, as we forgive our debtors;"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 12,
    "text": "So they went off and preached repentance."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 12,
    "text": "In those days he departed to the mountain to pray, and he spent the night in prayer to God."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 12,
    "text": "When they had had their fill, he said to his disciples, “Gather the fragments left over, so that nothing will be wasted.”"
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 12,
    "text": "They stirred up the people, the elders, and the scribes, accosted him, seized him, and brought him before the Sanhedrin."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 12,
    "text": "Therefore, sin must not reign over your mortal bodies so that you obey their desires."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 12,
    "text": "“Everything is lawful for me,” but not everything is beneficial. “Everything is lawful for me,” but I will not let myself be dominated by anything."
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 12,
    "text": "You are not constrained by us; you are constrained by your own affections."
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 12,
    "text": "It is those who want to make a good appearance in the flesh who are trying to compel you to have yourselves circumcised, only that they may not be persecuted for the cross of Christ."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 12,
    "text": "For our struggle is not with flesh and blood but with the principalities, with the powers, with the world rulers of this present darkness, with the evil spirits in the heavens."
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 12,
    "text": "Compete well for the faith. Lay hold of eternal life, to which you were called when you made the noble confession in the presence of many witnesses."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 12,
    "text": "so that you may not become sluggish, but imitators of those who, through faith and patience, are inheriting the promises."
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 12,
    "text": "Then I watched while he broke open the sixth seal, and there was a great earthquake; the sun turned as black as dark sackcloth and the whole moon became like blood."
  }
]