[
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 33,
    "text": "Should any of these creatures fall into a clay vessel, everything in it becomes unclean, and the vessel itself you must break."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 33,
    "text": "But while the meat was still between their teeth, before it could be chewed, the LORD’s wrath flared up against the people, and the LORD struck them with a very great plague."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 33,
    "text": "He inflicted a very severe defeat on them from Aroer to the approach of Minnith—twenty cities in all—and as far as Abel-keramin. So the Ammonites were brought into subjection by the Israelites."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 33,
    "text": "For they have forsaken me and have bowed down to Astarte, goddess of the Sidonians, Chemosh, god of Moab, and Milcom, god of the Ammonites. They have not walked in my ways or done what is right in my eyes, according to my statutes and my ordinances, as David his father did."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 33,
    "text": "Azmaveth, from Bahurim; Eliahba, from Shaalbon;"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 33,
    "text": "Hazor, Ramah, Gittaim,"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 33,
    "text": "Upon the Jewish nation, who are our friends and observe their obligations to us, we have decided to bestow benefits because of the good will they show us."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 33,
    "text": "Farewell.” In the one hundred and forty-eighth year, the fifteenth of Xanthicus."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 33,
    "text": "So they said to Jesus in reply, “We do not know.” Then Jesus said to them, “Neither shall I tell you by what authority I do these things.”"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 33,
    "text": "The Simile of Light. “No one who lights a lamp hides it away or places it [under a bushel basket], but on a lampstand so that those who enter might see the light."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 33,
    "text": "When Jesus saw her weeping and the Jews who had come with her weeping, he became perturbed and deeply troubled,"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 33,
    "text": "Oh, the depth of the riches and wisdom and knowledge of God! How inscrutable are his judgments and how unsearchable his ways!"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 33,
    "text": "Therefore, my brothers, when you come together to eat, wait for one another."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 33,
    "text": "but I was lowered in a basket through a window in the wall and escaped his hands."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 33,
    "text": "who by faith conquered kingdoms, did what was righteous, obtained the promises; they closed the mouths of lions,"
  }
]