[
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 29,
    "text": "the LORD said to Moses: I am the LORD. Say to Pharaoh, king of Egypt, all that I tell you."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 29,
    "text": "They asked one another, “Who did this?” They inquired and searched until they were told, “Gideon, son of Joash, did it.”"
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 29,
    "text": "The walls of the house on all sides of both the inner and the outer rooms had carved figures of cherubim, palm trees, and open flowers."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 29,
    "text": "So we boiled my son and ate him. The next day I said to her, ‘Now give up your son that we may eat him.’ But she hid her son.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 29,
    "text": "Their brothers, the Merarites, stood at the left: Ethan, son of Kishi, son of Abdi, son of Malluch,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 29,
    "text": "whatever prayer of petition any may make, any of your people Israel, who know affliction and pain and stretch out their hands toward this house,"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 29,
    "text": "Mercenary forces also came to him from other kingdoms and from the islands of the seas."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 29,
    "text": "Those who shortly before had been kindly disposed, now became hostile toward him because what he had said seemed to them utter madness."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 29,
    "text": "Think it over; let there be no injustice. Think it over; I still am right."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 29,
    "text": "So with him who sleeps with another’s wife— none who touches her shall go unpunished."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 29,
    "text": "Her fetters will be a place of strength; her snare, a robe of spun gold."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 29,
    "text": "The bellows are scorched, the lead is consumed by the fire; In vain has the refiner refined, the wicked are not drawn off."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 29,
    "text": "How can they be called gods? Women set out the offerings for these gods of silver and gold and wood,"
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 29,
    "text": "So Daniel fared well during the reign of Darius and the reign of Cyrus the Persian."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 29,
    "text": "But I tell you that not even Solomon in all his splendor was clothed like one of them."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 29,
    "text": "When his disciples heard about it, they came and took his body and laid it in a tomb."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 29,
    "text": "To the person who strikes you on one cheek, offer the other one as well, and from the person who takes your cloak, do not withhold even your tunic."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 29,
    "text": "Jesus answered and said to them, “This is the work of God, that you believe in the one he sent.”"
  }
]