[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 20,
    "text": "The waters swelled fifteen cubits higher than the submerged mountains."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 20,
    "text": "This, then, is what Moses and Aaron did, exactly as the LORD had commanded. Aaron raised his staff and struck the waters in the Nile in full view of Pharaoh and his servants, and all the water in the Nile was changed into blood."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 20,
    "text": "If, however, someone in a state of uncleanness eats the meat of a communion sacrifice belonging to the LORD, that person shall be cut off from the people."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 20,
    "text": "one gold cup of ten shekels’ weight filled with incense;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 20,
    "text": "Moreover, the LORD, your God, will send hornets among them, until those who are left and those who are hiding from you are destroyed."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 20,
    "text": "Achan answered Joshua, “I have indeed sinned against the LORD, the God of Israel. This is what I have done:"
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 20,
    "text": "When the three companies had blown their horns and broken their jars, they took the torches in their left hands, and in their right the horns they had been blowing, and cried out, “A sword for the LORD and for Gideon!”"
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 20,
    "text": "What more can David say to you? You know your servant, Lord GOD!"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 20,
    "text": "And the capitals on the two columns, both above and adjoining the bulge where it crossed out of the netting, had two hundred pomegranates in rows around each capital."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 20,
    "text": "And that is what happened to him, for the people trampled him to death at the gate."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 20,
    "text": "Ephraim. The sons of Ephraim: Shuthelah, whose son was Bered, whose son was Tahath, whose son was Eleadah, whose son was Tahath,"
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 20,
    "text": "I will uproot the people from the land I gave and repudiate the house I have consecrated for my name. I will make it a proverb and a byword among all nations."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 20,
    "text": "Whatever else you may be required to supply for the needs of the house of your God, you may draw from the royal treasury."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 20,
    "text": "descendants of Adin, six hundred and fifty-five;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 20,
    "text": "The whole Assyrian army, infantry, chariots, and cavalry, kept them thus surrounded for thirty-four days. All the reservoirs of water failed the inhabitants of Bethulia,"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 20,
    "text": "He handed the province over to Alcimus, leaving troops to help him, while he himself returned to the king."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 20,
    "text": "Most admirable and worthy of everlasting remembrance was the mother who, seeing her seven sons perish in a single day, bore it courageously because of her hope in the Lord."
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 20,
    "text": "If I sin, what do I do to you, O watcher of mortals? Why have you made me your target? Why should I be a burden for you?"
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 20,
    "text": "A bag of money he took with him, he will not return home till the full moon.”"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 20,
    "text": "yet there is no one on earth so just as to do good and never sin."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 20,
    "text": "natures of living things, tempers of beasts, Powers of the winds and thoughts of human beings, uses of plants and virtues of roots—"
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 20,
    "text": "Do not mistreat a servant who works faithfully, or laborers who devote themselves to their task."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 20,
    "text": "On that day the Lord shall shave with the razor hired from across the River (the king of Assyria) the head, and the hair of the feet; it shall also shave off the beard."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 20,
    "text": "Therefore, thus says the Lord GOD: my anger and my wrath will pour out upon this place, upon human being and beast, upon the trees of the field and the fruits of the earth; it will burn and not be quenched."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 20,
    "text": "In their beautiful ornaments they took pride; out of them they made their abominable images, their detestable things. For this reason I will make them unclean."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 20,
    "text": "and about the ten horns on its head, and the other one that sprang up, before which three horns fell; and about the horn with the eyes and the mouth that spoke arrogantly, which appeared greater than its fellows."
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 20,
    "text": "You will show faithfulness to Jacob, and loyalty to Abraham, As you have sworn to our ancestors from days of old."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 20,
    "text": "So by their fruits you will know them."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 20,
    "text": "“But what comes out of a person, that is what defiles."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 20,
    "text": "When the men came to him, they said, “John the Baptist has sent us to you to ask, ‘Are you the one who is to come, or should we look for another?’”"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 20,
    "text": "The crowd answered, “You are possessed! Who is trying to kill you?”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 20,
    "text": "At this time Moses was born, and he was extremely beautiful. For three months he was nursed in his father’s house;"
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 20,
    "text": "Now if [I] do what I do not want, it is no longer I who do it, but sin that dwells in me."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 20,
    "text": "Everyone should remain in the state in which he was called."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 20,
    "text": "And to the degree that this happened not without the taking of an oath—for others became priests without an oath,"
  }
]