[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 25,
    "text": "God made every kind of wild animal, every kind of tame animal, and every kind of thing that crawls on the ground. God saw that it was good."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 25,
    "text": "those enrolled from the tribe of Gad were forty-five thousand six hundred and fifty."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 25,
    "text": "Then, taking along some of the fruit of the land, they brought it down to us and reported, “The land the LORD, our God, is giving us is good.”"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 25,
    "text": "He showed them the way into the city, and they put the city to the sword; but they let the man and his whole clan go free."
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 25,
    "text": "After they had slaughtered the bull, they brought the child to Eli."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 25,
    "text": "How can the warriors have fallen in the thick of battle! Jonathan—slain upon your heights!"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 25,
    "text": "For today he went down and sacrificed bulls, fatlings, and sheep in great numbers; he invited all the king’s sons, the commanders of the army, and Abiathar the priest, and even now they are eating and drinking in his company and saying, ‘Long live King Adonijah!’"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 25,
    "text": "Eber, Peleg, Reu,"
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 25,
    "text": "And there was great mourning throughout all Israel,"
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 25,
    "text": "who alone are gracious, just, almighty, and eternal, Israel’s savior from all evil, who chose our ancestors and sanctified them:"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 25,
    "text": "Because you disdained all my counsel, and my reproof you ignored—"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 25,
    "text": "I will turn my hand against you, and refine your dross in the furnace, removing all your alloy."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 25,
    "text": "While they stood with their wings lowered, a voice came from above the firmament over their heads."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 25,
    "text": "He had no relations with her until she bore a son, and he named him Jesus."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 25,
    "text": "Jesus rebuked him and said, “Quiet! Come out of him!”"
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 25,
    "text": "“So has the Lord done for me at a time when he has seen fit to take away my disgrace before others.” Announcement of the Birth of Jesus."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 25,
    "text": "They asked him, “Why then do you baptize if you are not the Messiah or Elijah or the Prophet?”"
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 25,
    "text": "to take the place in this apostolic ministry from which Judas turned away to go to his own place.”"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 25,
    "text": "They exchanged the truth of God for a lie and revered and worshiped the creature rather than the creator, who is blessed forever. Amen."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 25,
    "text": "For the foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength. The Corinthians and Paul."
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 25,
    "text": "And this I know with confidence, that I shall remain and continue in the service of all of you for your progress and joy in the faith,"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 25,
    "text": "of which I am a minister in accordance with God’s stewardship given to me to bring to completion for you the word of God,"
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 25,
    "text": "The grace of the Lord Jesus Christ be with your spirit."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 25,
    "text": "But the one who peers into the perfect law of freedom and perseveres, and is not a hearer who forgets but a doer who acts, such a one shall be blessed in what he does."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 25,
    "text": "but the word of the Lord remains forever.” This is the word that has been proclaimed to you."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 25,
    "text": "to the only God, our savior, through Jesus Christ our Lord be glory, majesty, power, and authority from ages past, now, and for ages to come. Amen."
  }
]