[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 11,
    "text": "The name of the first is the Pishon; it is the one that winds through the whole land of Havilah, where there is gold."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 11,
    "text": "Moses' Flight to Midian. On one occasion, after Moses had grown up, when he had gone out to his kinsmen and witnessed their forced labor, he saw an Egyptian striking a Hebrew, one of his own kinsmen."
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 11,
    "text": "Every grain offering that you present to the LORD shall be unleavened, for you shall not burn any leaven or honey as an oblation to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 11,
    "text": "and the enrollment of his company is forty-six thousand five hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 11,
    "text": "like the Anakim they are considered Rephaim, though the Moabites call them Emim."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 11,
    "text": "We heard, and our hearts melted within us; everyone is utterly dispirited because of you, since the LORD, your God, is God in heaven above and on earth below."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 11,
    "text": "the Israelites did what was evil in the sight of the LORD. They served the Baals,"
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 11,
    "text": "Boaz answered her: “I have had a complete account of what you have done for your mother-in-law after your husband's death; you have left your father and your mother and the land of your birth, and have come to a people whom previously you did not know."
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 11,
    "text": "When Elkanah returned home to Ramah, the child remained in the service of the LORD under the priest Eli."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 11,
    "text": "In all, David was king in Hebron over the house of Judah seven years and six months."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 11,
    "text": "David was king over Israel for forty years: he was king seven years in Hebron and thirty-three years in Jerusalem. The Kingdom Made Secure."
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 11,
    "text": "As they walked on still conversing, a fiery chariot and fiery horses came between the two of them, and Elijah went up to heaven in a whirlwind,"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 11,
    "text": "Nahshon became the father of Salmah. Salmah became the father of Boaz."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 11,
    "text": "He added: “Blessed be the LORD, the God of Israel, who made heaven and earth, for having given King David a wise son of intelligence and understanding, who will build a house for the LORD and also his own royal house."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 11,
    "text": "descendants of Bebai, six hundred and twenty-three;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 11,
    "text": "Circuit of the City. When I arrived in Jerusalem, and had been there three days,"
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 11,
    "text": "At that time my wife Anna worked for hire at weaving cloth, doing the kind of work women do."
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 11,
    "text": "As for those who disobey, show them no mercy, but deliver them up to slaughter and plunder in all the land you occupy."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 11,
    "text": "Day by day Mordecai would walk about in front of the court of the harem to learn how Esther was faring and what was to become of her."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 11,
    "text": "All her adornment has been taken away. Once free, she has become a slave."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 11,
    "text": "Moses had said, “Because it had not been eaten, the purification offering was consumed.”"
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 11,
    "text": "Job's Three Friends. Now when three of Job's friends heard of all the misfortune that had come upon him, they set out each one from his own place: Eliphaz from Teman, Bildad from Shuh, and Zophar from Naamath. They met and journeyed together to give him sympathy and comfort."
  },
  {
    "book": "Psalms",
    "chapter": 2,
    "verse": 11,
    "text": "Serve the LORD with fear; exult with trembling, Accept correction lest he become angry and you perish along the way when his anger suddenly blazes up. Blessed are all who take refuge in him!"
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 11,
    "text": "Discretion will watch over you, understanding will guard you;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 11,
    "text": "But when I turned to all the works that my hands had wrought, and to the fruit of the toil for which I had toiled so much, see! all was vanity and a chase after wind. There is no profit under the sun."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 11,
    "text": "For see, the winter is past, the rains are over and gone."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 11,
    "text": "But let our strength be our norm of righteousness; for weakness proves itself useless."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 11,
    "text": "For the Lord is compassionate and merciful; forgives sins and saves in time of trouble."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 11,
    "text": "The eyes of human pride shall be lowered, the arrogance of mortals shall be abased, and the LORD alone will be exalted, on that day."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 11,
    "text": "Does any other nation change its gods?— even though they are not gods at all! But my people have changed their glory for useless things."
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 11,
    "text": "My eyes are spent with tears, my stomach churns; My bile is poured out on the ground at the brokenness of the daughter of my people, As children and infants collapse in the streets of the town."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 11,
    "text": "C. Prayer for Deliverance - “And now, LORD, God of Israel, who led your people out of the land of Egypt with a strong hand, with signs and wonders and great might, and with an upraised arm, so that you have made for yourself a name to the present day:"
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 11,
    "text": "What you demand, O king, is too difficult; there is no one who can tell it to the king except the gods, who do not dwell among people of flesh.”"
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 11,
    "text": "Therefore I will take back my grain in its time, and my wine in its season; I will snatch away my wool and my flax, which were to cover her nakedness."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 11,
    "text": "The LORD raises his voice at the head of his army; How immense is his host! How numerous those who carry out his command! How great is the day of the LORD! Utterly terrifying! Who can survive it?"
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 11,
    "text": "I who raised up prophets among your children, and nazirites among your young men. Is this not so, Israelites?— oracle of the LORD."
  },
  {
    "book": "Jonah",
    "chapter": 2,
    "verse": 11,
    "text": "Then the LORD commanded the fish to vomit Jonah upon dry land."
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 11,
    "text": "If one possessed of a lying spirit speaks deceitfully, saying, “I will preach to you wine and strong drink,” that one would be the preacher for this people."
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 11,
    "text": "Emptiness, desolation, waste; melting hearts and trembling knees, Churning in every stomach, every face turning pale!"
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 11,
    "text": "For the stone in the wall shall cry out, and the beam in the frame shall answer it!"
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 11,
    "text": "The LORD shall inspire them with terror when he makes all the gods of earth waste away; Then the distant shores of the nations, each from its own place, shall bow down to him."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 11,
    "text": "Thus says the LORD of hosts: Ask the priests for a ruling:"
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 11,
    "text": "Up, Zion! Escape, you who dwell in daughter Babylon!"
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 11,
    "text": "Judah has broken faith; an abominable thing has been done in Israel and in Jerusalem. Judah has profaned the LORD's holy place, which he loves, and has married a daughter of a foreign god."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 11,
    "text": "and on entering the house they saw the child with Mary his mother. They prostrated themselves and did him homage. Then they opened their treasures and offered him gifts of gold, frankincense, and myrrh."
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 11,
    "text": "he said to the paralytic, “I say to you, rise, pick up your mat, and go home.”"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 11,
    "text": "For today in the city of David a savior has been born for you who is Messiah and Lord."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 11,
    "text": "Jesus did this as the beginning of his signs in Cana in Galilee and so revealed his glory, and his disciples began to believe in him."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 11,
    "text": "both Jews and converts to Judaism, Cretans and Arabs, yet we hear them speaking in our own tongues of the mighty acts of God.”"
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 11,
    "text": "There is no partiality with God. Judgment by the Interior Law."
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 11,
    "text": "Among human beings, who knows what pertains to a person except the spirit of the person that is within? Similarly, no one knows what pertains to God except the Spirit of God."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 11,
    "text": "so that we might not be taken advantage of by Satan, for we are not unaware of his purposes. Paul's Anxiety."
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 11,
    "text": "And when Cephas came to Antioch, I opposed him to his face because he clearly was wrong."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 11,
    "text": "Therefore, remember that at one time you, Gentiles in the flesh, called the uncircumcision by those called the circumcision, which is done in the flesh by human hands,"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 11,
    "text": "and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. Obedience and Service in the World."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 11,
    "text": "In him you were also circumcised with a circumcision not administered by hand, by stripping off the carnal body, with the circumcision of Christ."
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 11,
    "text": "As you know, we treated each one of you as a father treats his children,"
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 11,
    "text": "Therefore, God is sending them a deceiving power so that they may believe the lie,"
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 11,
    "text": "A woman must receive instruction silently and under complete control."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 11,
    "text": "This saying is trustworthy: If we have died with him we shall also live with him;"
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 11,
    "text": "Transformation of Life. For the grace of God has appeared, saving all"
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 11,
    "text": "He who consecrates and those who are being consecrated all have one origin. Therefore, he is not ashamed to call them “brothers,”"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 11,
    "text": "For he who said, “You shall not commit adultery,” also said, “You shall not kill.” Even if you do not commit adultery but kill, you have become a transgressor of the law."
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 11,
    "text": "III. The Christian in a Hostile World - Christian Examples. Beloved, I urge you as aliens and sojourners to keep away from worldly desires that wage war against the soul."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 11,
    "text": "whereas angels, despite their superior strength and power, do not bring a reviling judgment against them from the Lord."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 11,
    "text": "Whoever hates his brother is in darkness; he walks in darkness and does not know where he is going because the darkness has blinded his eyes. Members of the Community."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 11,
    "text": "“‘“Whoever has ears ought to hear what the Spirit says to the churches. The victor shall not be harmed by the second death.”' To Pergamum."
  }
]