[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 14,
    "text": "together with every kind of wild animal, every kind of tame animal, every kind of crawling thing that crawls on the earth, and every kind of bird."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 14,
    "text": "Then the LORD said to Moses: Pharaoh is obstinate in refusing to let the people go."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 14,
    "text": "From this the individual shall offer one bread of each type of offering as a contribution to the LORD; this shall belong to the priest who splashes the blood of the communion offering."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 14,
    "text": "one gold cup of ten shekels' weight filled with incense;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 14,
    "text": "You will be blessed above all peoples; no man or woman among you shall be childless nor shall your livestock be barren."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 14,
    "text": "In the morning you must come forward by tribes. The tribe which the LORD designates shall come forward by clans; the clan which the LORD designates shall come forward by families; the family which the LORD designates shall come forward one by one."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 14,
    "text": "“This can only be the sword of the Israelite Gideon, son of Joash,” the other replied. “God has delivered Midian and all the camp into his power.”"
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 14,
    "text": "The cities from Ekron to Gath which the Philistines had taken from Israel were restored to them. Israel also freed the territory of these cities from Philistine domination. There was also peace between Israel and the Amorites."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 14,
    "text": "I will be a father to him, and he shall be a son to me. If he does wrong, I will reprove him with a human rod and with human punishments;"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 14,
    "text": "He was a bronze worker, the son of a widow from the tribe of Naphtali; his father had been from Tyre. He was endowed with wisdom, understanding, and knowledge for doing any work in bronze. He came to King Solomon and did all his metal work."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 14,
    "text": "They took two chariots, and horses, and the king sent them to reconnoiter the Aramean army with the order, “Go and find out.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 14,
    "text": "The sons of Manasseh, whom his Aramean concubine bore: she bore Machir, the father of Gilead."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 14,
    "text": "if then my people, upon whom my name has been pronounced, humble themselves and pray, and seek my face and turn from their evil ways, I will hear them from heaven and pardon their sins and heal their land."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 14,
    "text": "for you are the one sent by the king and his seven counselors to supervise Judah and Jerusalem with regard to the law of your God which is in your possession,"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 14,
    "text": "descendants of Zaccai, seven hundred and sixty;"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 14,
    "text": "Afterward they began to eat and drink."
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 14,
    "text": "They and their wives and children will languish with hunger, and even before the sword strikes them they will be laid low in the streets where they live."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 14,
    "text": "for they said, “A priest of the line of Aaron has come with the army, and he will not do us any wrong.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 14,
    "text": "When he was near death, he said, “It is my choice to die at the hands of mortals with the hope that God will restore me to life; but for you, there will be no resurrection to life.”"
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 14,
    "text": "Then you frighten me with dreams and terrify me with visions,"
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 14,
    "text": "Prepares his deadly shafts, makes arrows blazing thunderbolts."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 14,
    "text": "“I owed peace offerings, and today I have fulfilled my vows;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 14,
    "text": "On a good day enjoy good things, and on an evil day consider: Both the one and the other God has made, so that no one may find the least fault with him."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 14,
    "text": "The mandrakes give forth fragrance, and over our doors are all choice fruits; Fruits both fresh and dried, my lover, have I kept in store for you."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 14,
    "text": "For she is an unfailing treasure; those who gain this treasure win the friendship of God, being commended by the gifts that come from her discipline."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 14,
    "text": "Do not babble in the assembly of the elders or repeat the words of your prayer."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 14,
    "text": "Therefore the Lord himself will give you a sign; the young woman, pregnant and about to bear a son, shall name him Emmanuel."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 14,
    "text": "I will do to this house, which bears my name, in which you trust, and to the place which I gave you and your ancestors, exactly what I did to Shiloh."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 14,
    "text": "They will sound the trumpet and get everything ready, but no one will go out to battle, for my wrath weighs upon all the crowd."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 14,
    "text": "He received dominion, splendor, and kingship; all nations, peoples and tongues will serve him. His dominion is an everlasting dominion that shall not pass away, his kingship, one that shall not be destroyed."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 14,
    "text": "They have not cried to me from their hearts when they wailed upon their beds; For wheat and wine they lacerated themselves; they rebelled against me."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 14,
    "text": "Amos answered Amaziah, “I am not a prophet, nor do I belong to a company of prophets. I am a herdsman and a dresser of sycamores,"
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 14,
    "text": "Shepherd your people with your staff, the flock of your heritage, That lives apart in a woodland, in the midst of an orchard. Let them feed in Bashan and Gilead, as in the days of old;"
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 14,
    "text": "And I will scatter them among all the nations that they do not know. So the land was left desolate behind them with no one moving about, and they made a pleasant land into a wasteland."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 14,
    "text": "How narrow the gate and constricted the road that leads to life. And those who find it are few. False Prophets."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 14,
    "text": "He summoned the crowd again and said to them, “Hear me, all of you, and understand."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 14,
    "text": "He stepped forward and touched the coffin; at this the bearers halted, and he said, “Young man, I tell you, arise!”"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 14,
    "text": "When the feast was already half over, Jesus went up into the temple area and began to teach."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 14,
    "text": "Then Joseph sent for his father Jacob, inviting him and his whole clan, seventy-five persons;"
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 14,
    "text": "We know that the law is spiritual; but I am carnal, sold into slavery to sin."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 14,
    "text": "For the unbelieving husband is made holy through his wife, and the unbelieving wife is made holy through the brother. Otherwise your children would be unclean, whereas in fact they are holy."
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 14,
    "text": "For if I have boasted to him about you, I was not put to shame. No, just as everything we said to you was true, so our boasting before Titus proved to be the truth."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 14,
    "text": "It is clear that our Lord arose from Judah, and in regard to that tribe Moses said nothing about priests."
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 14,
    "text": "I said to him, “My lord, you are the one who knows.” He said to me, “These are the ones who have survived the time of great distress; they have washed their robes and made them white in the blood of the Lamb."
  }
]