[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 16,
    "text": "God made the two great lights, the greater one to govern the day, and the lesser one to govern the night, and the stars."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 16,
    "text": "“When you act as midwives for the Hebrew women, look on the birthstool: if it is a boy, kill him; but if it is a girl, she may live.”"
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 16,
    "text": "He shall remove its crissum by means of its feathers and throw it on the ash heap at the east side of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 16,
    "text": "These were the elect of the community, leaders of their ancestral tribes, heads of the clans of Israel."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 16,
    "text": "I charged your judges at that time, “Listen to complaints among your relatives, and administer true justice to both parties even if one of them is a resident alien."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 16,
    "text": "They answered Joshua, “We will do all you have commanded us, and we will go wherever you send us."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 16,
    "text": "The descendants of Hobab the Kenite, Moses’ father-in-law, came up with the Judahites from the City of Palms to the wilderness of Arad, which is in the Negeb, and they settled among the Amalekites."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 16,
    "text": "But Ruth said, “Do not press me to go back and abandon you! Wherever you go I will go, wherever you lodge I will lodge. Your people shall be my people and your God, my God."
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 16,
    "text": "Do not think your servant a worthless woman; my prayer has been prompted by my deep sorrow and misery.”"
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 16,
    "text": "David said to him, “Your blood is on your head, for you testified against yourself when you said, ‘I put the LORD’s anointed to death.’”"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 16,
    "text": "Bathsheba bowed in homage to the king. The king said to her, “What do you wish?”"
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 16,
    "text": "He declared to the king: “Thus says the LORD: Because you sent messengers to inquire of Baalzebub, the god of Ekron—do you think there is no God in Israel to inquire of?—you shall not leave the bed upon which you lie; instead you shall die.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 16,
    "text": "the Arvadites, the Zemarites, and the Hamathites."
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 16,
    "text": "Solomon’s horses were imported from Egypt and Cilicia, where the king’s agents purchased them at the prevailing price."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 16,
    "text": "Courage in Burying the Dead. In the days of Shalmaneser I had performed many charitable deeds for my kindred, members of my people."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 16,
    "text": "Then he returned to Nineveh with all his consolidated forces, a very great multitude of warriors; and there he and his forces relaxed and feasted for one hundred and twenty days."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 16,
    "text": "In the presence of the king and of the officials, Memucan answered: “Queen Vashti has not wronged the king alone, but all the officials and the populace throughout the provinces of King Ahasuerus."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 16,
    "text": "Antiochus in Egypt. When his kingdom seemed secure, Antiochus undertook to become king of the land of Egypt and to rule over both kingdoms."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 16,
    "text": "Then they opened a hidden trapdoor in the ceiling, and hurling stones at the leader and his companions, struck them down. They dismembered the bodies, cut off their heads and tossed them to the people outside."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 16,
    "text": "He was still speaking when another came and said, “God’s fire has fallen from heaven and struck the sheep and the servants and consumed them; I alone have escaped to tell you.”"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 16,
    "text": "[For their feet run to evil, they hasten to shed blood.]"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 16,
    "text": "Though I said to myself, “See, I have greatly increased my wisdom beyond all who were before me in Jerusalem, and my mind has broad experience of wisdom and knowledge,”"
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 16,
    "text": "W How beautiful you are, my lover— handsome indeed! Verdant indeed is our couch;"
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 16,
    "text": "The Wicked Reject Immortality and Righteousness Alike - It was the wicked who with hands and words invited death, considered it a friend, and pined for it, and made a covenant with it, Because they deserve to be allied with it."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 16,
    "text": "Wash yourselves clean! Put away your misdeeds from before my eyes; cease doing evil;"
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 16,
    "text": "I will pronounce my sentence against them for all their wickedness in forsaking me, In burning incense to other gods, in bowing down to the works of their hands."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 16,
    "text": "For these things I weep—My eyes! My eyes! They stream with tears! How far from me is anyone to comfort, anyone to restore my life. My children are desolate; the enemy has prevailed.”"
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 16,
    "text": "to us, our kings, rulers, priests, and prophets, and our ancestors."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 16,
    "text": "The wheels and their construction sparkled like yellow topaz, and all four of them looked the same: their construction seemed as though one wheel was inside the other."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 16,
    "text": "So the steward continued to take away the food and wine they were to receive, and gave them vegetables."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 16,
    "text": "Before our very eyes has not food been cut off? And from the house of our God, joy and gladness?"
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 16,
    "text": "As you drank upon my holy mountain, so will all the nations drink continually. Yes, they will drink and swallow, and will become as though they had not been."
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 16,
    "text": "Seized with great fear of the LORD, the men offered sacrifice to the LORD and made vows."
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 16,
    "text": "Make yourself bald, cut off your hair, for the children whom you cherish; Make yourself bald as a vulture, for they are taken from you into exile."
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 16,
    "text": "Therefore he makes sacrifices to his net, and burns incense to his fishing net; For thanks to them his portion is rich, and his meal lavish."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 16,
    "text": "A day of trumpet blasts and battle cries against fortified cities, against lofty battlements."
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 16,
    "text": "Therefore, thus says the LORD: I return to Jerusalem in mercy; my house will be rebuilt there—oracle of the LORD of hosts— and a measuring line will be stretched over Jerusalem."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 16,
    "text": "Jacob the father of Joseph, the husband of Mary. Of her was born Jesus who is called the Messiah."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 16,
    "text": "As he passed by the Sea of Galilee, he saw Simon and his brother Andrew casting their nets into the sea; they were fishermen."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 16,
    "text": "and he will turn many of the children of Israel to the Lord their God."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 16,
    "text": "From his fullness we have all received, grace in place of grace,"
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 16,
    "text": "“My brothers, the scripture had to be fulfilled which the holy Spirit spoke beforehand through the mouth of David, concerning Judas, who was the guide for those who arrested Jesus."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 16,
    "text": "For I am not ashamed of the gospel. It is the power of God for the salvation of everyone who believes: for Jew first, and then Greek."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 16,
    "text": "(I baptized the household of Stephanas also; beyond that I do not know whether I baptized anyone else.)"
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 16,
    "text": "namely, to go by way of you to Macedonia, and then to come to you again on my return from Macedonia, and have you send me on my way to Judea."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 16,
    "text": "to reveal his Son to me, so that I might proclaim him to the Gentiles, I did not immediately consult flesh and blood,"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 16,
    "text": "do not cease giving thanks for you, remembering you in my prayers,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 16,
    "text": "The latter act out of love, aware that I am here for the defense of the gospel;"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 16,
    "text": "For in him were created all things in heaven and on earth, the visible and the invisible, whether thrones or dominions or principalities or powers; all things were created through him and for him."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 16,
    "text": "But for that reason I was mercifully treated, so that in me, as the foremost, Christ Jesus might display all his patience as an example for those who would come to believe in him for everlasting life."
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 16,
    "text": "May the Lord grant mercy to the family of Onesiphorus because he often gave me new heart and was not ashamed of my chains."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 16,
    "text": "They claim to know God, but by their deeds they deny him. They are vile and disobedient and unqualified for any good deed."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 16,
    "text": "no longer as a slave but more than a slave, a brother, beloved especially to me, but even more so to you, as a man and in the Lord."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 16,
    "text": "Do not be deceived, my beloved brothers:"
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 16,
    "text": "for it is written, “Be holy because I [am] holy.”"
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 16,
    "text": "We did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we had been eyewitnesses of his majesty."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 16,
    "text": "These people are complainers, disgruntled ones who live by their desires; their mouths utter bombast as they fawn over people to gain advantage."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 16,
    "text": "In his right hand he held seven stars. A sharp two-edged sword came out of his mouth, and his face shone like the sun at its brightest."
  }
]