[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 18,
    "text": "So Noah came out, together with his sons and his wife and his sons’ wives;"
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 18,
    "text": "But on that day I will make an exception of the land of Goshen, where my people are, and no swarms of flies will be there, so that you may know that I the LORD am in the midst of the land."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 18,
    "text": "He next brought forward the ram of the burnt offering, and Aaron and his sons laid their hands on its head."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 18,
    "text": "But I have taken the Levites in place of all the firstborn Israelites;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 18,
    "text": "Remember then the LORD, your God, for he is the one who gives you the power to get wealth, by fulfilling, as he has now done, the covenant he swore to your ancestors."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 18,
    "text": "Then the LORD directed Joshua: Stretch out the javelin in your hand toward Ai, for I will deliver it into your power. Joshua stretched out the javelin in his hand toward the city,"
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 18,
    "text": "Then he said to Zebah and Zalmunna, “What about the men you killed at Tabor?” “They were all like you,” they replied. “They appeared to be princes.”"
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 18,
    "text": "On that day you will cry out because of the king whom you have chosen, but the LORD will not answer you on that day.”"
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 18,
    "text": "Benaiah, son of Jehoiada, was in command of the Cherethites and the Pelethites; and David’s sons were priests."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 18,
    "text": "the LORD said to him: In wishing to build a house for my name, you did well."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 18,
    "text": "He walked in the way of the kings of Israel as the house of Ahab had done, since the daughter of Ahab was his wife; and he did what was evil in the LORD’s sight."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 18,
    "text": "Ishmerai, Izliah, and Jobab were the sons of Elpaal."
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 18,
    "text": "Huram had his servants send him ships and his own servants, expert seamen; they went with Solomon’s servants to Ophir, and obtained there four hundred and fifty talents of gold and brought it to King Solomon."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 18,
    "text": "Since the favoring hand of our God was over us, they sent to us a well-instructed man, one of the descendants of Mahli, son of Levi, son of Israel, namely Sherebiah, with his sons and kinsmen, eighteen men."
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 18,
    "text": "Ezra read from the book of the law of God day after day, from the first day to the last. They kept the feast for seven days, and the solemn assembly on the eighth day, as was required."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 18,
    "text": "Then Raguel told his servants to fill in the grave before dawn."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 18,
    "text": "For there has not risen among us in recent generations, nor does there exist today, any tribe, or clan, or district, or city of ours that worships gods made by hands, as happened in former days."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 18,
    "text": "He did this to lift the yoke from Israel, for it was obvious that the kingdom of the Greeks was subjecting them to slavery."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 18,
    "text": "He said, “They trust in weapons and acts of daring, but we trust in almighty God, who can by a mere nod destroy not only those who attack us but even the whole world.”"
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 18,
    "text": "Yet if one tears him from his place, it will disown him: “I have never seen you!”"
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 18,
    "text": "With me are riches and honor, wealth that endures, and righteousness."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 18,
    "text": "great delight in love of her, and unfailing riches in the works of her hands; And that in associating with her there is prudence, and fair renown in sharing her discourses, I went about seeking to take her for my own."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 18,
    "text": "Before a stranger do nothing that should be kept secret, for you do not know what it will produce later on."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 18,
    "text": "Here am I and the children whom the LORD has given me: we are signs and portents in Israel from the LORD of hosts, who dwells on Mount Zion."
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 18,
    "text": "The Prophet’s Grief over the People’s Suffering - My joy is gone, grief is upon me, my heart is sick."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 18,
    "text": "Therefore I in turn will act furiously: my eye will not spare, nor will I take pity. Even if they cry out in a loud voice for me to hear, I shall not listen to them."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 18,
    "text": "As he spoke to me, I fell forward unconscious; he touched me and made me stand up."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 18,
    "text": "Three Oracles: Judah and the Nations. The word of the LORD of hosts came to me:"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 18,
    "text": "When Jesus saw a crowd around him, he gave orders to cross to the other side."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 18,
    "text": "Do you have eyes and not see, ears and not hear? And do you not remember,"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 18,
    "text": "Take care, then, how you hear. To anyone who has, more will be given, and from the one who has not, even what he seems to have will be taken away.” Jesus and His Family."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 18,
    "text": "I testify on my behalf and so does the Father who sent me.”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 18,
    "text": "When Simon saw that the Spirit was conferred by the laying on of the apostles’ hands, he offered them money"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 18,
    "text": "I consider that the sufferings of this present time are as nothing compared with the glory to be revealed for us."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 18,
    "text": "With him we have sent the brother who is praised in all the churches for his preaching of the gospel."
  }
]