[
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 24,
    "text": "Pharaoh said, “I will let you go to sacrifice to the LORD, your God, in the wilderness, provided that you do not go too far away. Pray for me.”"
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 24,
    "text": "Moses had the sons of Aaron also come forward, and he put some of the blood on the lobes of their right ears, on the thumbs of their right hands, and on the big toes of their right feet. The rest of the blood he splashed on all the sides of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 24,
    "text": "This is the rule for the Levites. Everyone twenty-five years old or more shall join the personnel in the service of the tent of meeting."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 24,
    "text": "When Israel finished killing all the inhabitants of Ai in the open, who had pursued them into the wilderness, and all of them to the last man fell by the sword, then all Israel returned and put to the sword those inside the city."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 24,
    "text": "Gideon went on to say, “Let me make a request of you. Give me, each of you, a ring from his spoils.” (Since they were Ishmaelites, the enemy had gold rings.)"
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 24,
    "text": "the covenant that you kept toward your servant, David my father, what you promised him; your mouth has spoken and your hand has fulfilled this very day."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 24,
    "text": "Joram rested with his ancestors; he was buried with his ancestors in the City of David, and his son Ahaziah succeeded him as king. Reign of Ahaziah of Judah."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 24,
    "text": "Hananiah, Elam, Anthothijah,"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 24,
    "text": "Next I selected twelve of the priestly leaders along with Sherebiah, Hashabiah, and ten of their kinsmen,"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 24,
    "text": "“Therefore, my brothers, let us set an example for our kindred. Their lives depend on us, and the defense of the sanctuary, the temple, and the altar rests with us."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 24,
    "text": "But if war is first made on Rome, or any of its allies in any of their dominions,"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 24,
    "text": "With the Almighty as their ally, they killed more than nine thousand of the enemy, wounded and disabled the greater part of Nicanor’s army, and put all of them to flight."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 24,
    "text": "When there were no deeps I was brought forth, when there were no fountains or springs of water;"
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 24,
    "text": "He shall be strong and powerful, bring about fearful ruin, and succeed in his undertaking. He shall destroy powerful peoples;"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 24,
    "text": "Suddenly a violent storm came up on the sea, so that the boat was being swamped by waves; but he was asleep."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 24,
    "text": "Looking up he replied, “I see people looking like trees and walking.”"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 24,
    "text": "They came and woke him saying, “Master, master, we are perishing!” He awakened, rebuked the wind and the waves, and they subsided and there was a calm."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 24,
    "text": "That is why I told you that you will die in your sins. For if you do not believe that I AM, you will die in your sins.”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 24,
    "text": "Simon said in reply, “Pray for me to the Lord, that nothing of what you have said may come upon me.”"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 24,
    "text": "For in hope we were saved. Now hope that sees for itself is not hope. For who hopes for what one sees?"
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 24,
    "text": "So give proof before the churches of your love and of our boasting about you to them."
  }
]