[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 11,
    "text": "Shem lived five hundred years after he begot Arpachshad, and he had other sons and daughters."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 11,
    "text": "and shall always be loathsome to you. Their meat you shall not eat, and their carcasses you shall loathe."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 11,
    "text": "“Why do you treat your servant so badly?” Moses asked the LORD. “Why are you so displeased with me that you burden me with all this people?"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 11,
    "text": "No, the land into which you are crossing to take possession is a land of mountains and valleys that drinks in rain from the heavens,"
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 11,
    "text": "He also struck down with the sword every person there, carrying out the ban, till none was left alive. Hazor itself he burned."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 11,
    "text": "So Jephthah went with the elders of Gilead, and the army made him their leader and commander. Jephthah gave all his orders in the presence of the LORD in Mizpah."
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 11,
    "text": "The next day, Saul arranged his troops in three companies and invaded the camp during the dawn watch. They slaughtered Ammonites until the day had gotten hot; by then the survivors were so scattered that no two of them were left together."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 11,
    "text": "Uriah answered David, “The ark and Israel and Judah are staying in tents, and my lord Joab and my lord’s servants are encamped in the open field. Can I go home to eat and to drink and to sleep with my wife? As the LORD lives and as you live, I will do no such thing.”"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 11,
    "text": "So the LORD said to Solomon: Since this is what you want, and you have not kept my covenant and the statutes which I enjoined on you, I will surely tear the kingdom away from you and give it to your servant."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 11,
    "text": "And the guards, with drawn weapons, lined up from the southern to the northern limit of the enclosure, surrounding the altar and the temple on the king’s behalf."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 11,
    "text": "Here is the list of David’s warriors: Ishbaal, the son of Hachamoni, chief of the Three. He brandished his spear over three hundred, whom he had slain in a single encounter."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 11,
    "text": "Then he strengthened the fortifications and put commanders in them, along with supplies of food, oil, and wine."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 11,
    "text": "Seraiah, son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the ruler of the house of God,"
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 11,
    "text": "with the fish gall in his hand and blew into his eyes. Holding him firmly, he said, “Courage, father.” Then he applied the medicine to his eyes, and it made them sting."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 11,
    "text": "But now their sin has caught up with them, by which they will bring the wrath of their God upon them when they do wrong; so that my lord will not be repulsed and fail, but death will overtake them."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 11,
    "text": "He was criticizing Alexander, however, because he coveted his kingdom."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 11,
    "text": "Hurling themselves upon the enemy like lions, they laid low eleven thousand foot soldiers and sixteen hundred cavalry, and put all the rest to flight."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 11,
    "text": "For he knows the worthless and sees iniquity; will he then ignore it?"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 11,
    "text": "Through the blessing of the upright the city is exalted, but through the mouth of the wicked it is overthrown."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 11,
    "text": "Those near and far were equally afflicted:"
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 11,
    "text": "One may work and struggle and drive, and fall short all the same."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 11,
    "text": "On that day, The Lord shall again take it in hand to reclaim the remnant of his people that is left from Assyria and Egypt, Pathros, Ethiopia, and Elam, Shinar, Hamath, and the isles of the sea."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 11,
    "text": "Therefore, thus says the LORD: See, I am bringing upon them a disaster they cannot escape. Though they cry out to me, I will not listen to them."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 11,
    "text": "The city shall not be a pot for you, nor shall you be meat within it. At the borders of Israel I will judge you,"
  },
  {
    "book": "Hosea",
    "chapter": 11,
    "verse": 11,
    "text": "Out of Egypt they shall come trembling, like birds, like doves, from the land of Assyria; And I will resettle them in their homes, oracle of the LORD."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 11,
    "text": "So it was broken on that day. The merchants of the flock, who were watching me, understood that this was the word of the LORD."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 11,
    "text": "Amen, I say to you, among those born of women there has been none greater than John the Baptist; yet the least in the kingdom of heaven is greater than he."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 11,
    "text": "He entered Jerusalem and went into the temple area. He looked around at everything and, since it was already late, went out to Bethany with the Twelve. Jesus Curses a Fig Tree."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 11,
    "text": "What father among you would hand his son a snake when he asks for a fish?"
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 11,
    "text": "He said this, and then told them, “Our friend Lazarus is asleep, but I am going to awaken him.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 11,
    "text": "Just then three men appeared at the house where we were, who had been sent to me from Caesarea."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 11,
    "text": "The Gentiles’ Salvation. Hence I ask, did they stumble so as to fall? Of course not! But through their transgression salvation has come to the Gentiles, so as to make them jealous."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 11,
    "text": "Woman is not independent of man or man of woman in the Lord."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 11,
    "text": "And why? Because I do not love you? God knows I do!"
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 11,
    "text": "By faith he received power to generate, even though he was past the normal age—and Sarah herself was sterile—for he thought that the one who had made the promise was trustworthy."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 11,
    "text": "But after the three and a half days, a breath of life from God entered them. When they stood on their feet, great fear fell on those who saw them."
  }
]