[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 20,
    "text": "Then God said: Let the water teem with an abundance of living creatures, and on the earth let birds fly beneath the dome of the sky."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 20,
    "text": "Therefore God dealt well with the midwives; and the people multiplied and grew very numerous."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 20,
    "text": "Count of the Twelve Tribes. Of the descendants of Reuben, the firstborn of Israel, registered individually by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 20,
    "text": "I said to you, “You have come to the hill country of the Amorites, which the LORD, our God, is giving us."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 20,
    "text": "As Moses had commanded, they gave Hebron to Caleb, who then drove the three sons of Anak away from there."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 20,
    "text": "But she said to them, “Do not call me Naomi [‘Sweet']. Call me Mara [‘Bitter'], for the Almighty has made my life very bitter."
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 20,
    "text": "Hannah Bears a Son. She conceived and, at the end of her pregnancy, bore a son whom she named Samuel. “Because I asked the LORD for him.”"
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 20,
    "text": "Do not report it in Gath, as good news in Ashkelon's streets, Lest Philistine women rejoice, lest the women of the uncircumcised exult!"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 20,
    "text": "Now, my lord king, all Israel is looking to you to declare to them who is to sit upon the throne of my lord the king after him."
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 20,
    "text": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 20,
    "text": "All my property was confiscated; I was left with nothing. All that I had was taken to the king's palace, except for my wife Anna and my son Tobiah."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 20,
    "text": "Thus, when the decree that the king will issue is published throughout his realm, vast as it is, all wives will honor their husbands, from the greatest to the least.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 20,
    "text": "Robbery of the Temple. After Antiochus had defeated Egypt in the one hundred and forty-third year, he returned and went up against Israel and against Jerusalem with a strong force."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 20,
    "text": "Many years later, when it so pleased God, Nehemiah, commissioned by the king of Persia, sent the descendants of the priests who had hidden the fire to look for it."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 20,
    "text": "Job's Reaction. Then Job arose and tore his cloak and cut off his hair. He fell to the ground and worshiped."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 20,
    "text": "Wisdom in Person Gives a Warning - Wisdom cries aloud in the street, in the open squares she raises her voice;"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 20,
    "text": "But if you refuse and resist, you shall be eaten by the sword: for the mouth of the LORD has spoken!"
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 20,
    "text": "Look, O LORD, at the anguish I suffer! My stomach churns, And my heart recoils within me: How bitter I am! Outside the sword bereaves— indoors, there is death."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 20,
    "text": "Even today evils cling to us, the curse the LORD pronounced to Moses, his servant, at the time he led our ancestors out of the land of Egypt to give us a land flowing with milk and honey."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 20,
    "text": "Wherever the spirit would go, they went. And they were raised up together with the living creatures, for the spirit of the living creatures was in the wheels."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 20,
    "text": "In any question of wisdom or understanding which the king put to them, he found them ten times better than any of the magicians and enchanters in his kingdom."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 20,
    "text": "Even the animals in the wild cry out to you; For the streams of water have run dry, and fire has devoured the wilderness pastures."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 20,
    "text": "The exiles of this Israelite army will possess the Canaanite land as far as Zarephath, and the exiles of Jerusalem who are in Sepharad will possess the cities of the Negeb."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 20,
    "text": "Such was his intention when, behold, the angel of the Lord appeared to him in a dream and said, “Joseph, son of David, do not be afraid to take Mary your wife into your home. For it is through the holy Spirit that this child has been conceived in her."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 20,
    "text": "Then he called them. So they left their father Zebedee in the boat along with the hired men and followed him."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 20,
    "text": "But now you will be speechless and unable to talk until the day these things take place, because you did not believe my words, which will be fulfilled at their proper time.”"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 20,
    "text": "he admitted and did not deny it, but admitted, “I am not the Messiah.”"
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 20,
    "text": "For it is written in the Book of Psalms: ‘Let his encampment become desolate, and may no one dwell in it.' And: ‘May another take his office.'"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 20,
    "text": "Ever since the creation of the world, his invisible attributes of eternal power and divinity have been able to be understood and perceived in what he has made. As a result, they have no excuse;"
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 20,
    "text": "Where is the wise one? Where is the scribe? Where is the debater of this age? Has not God made the wisdom of the world foolish?"
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 20,
    "text": "For however many are the promises of God, their Yes is in him; therefore, the Amen from us also goes through him to God for glory."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 20,
    "text": "(As to what I am writing to you, behold, before God, I am not lying.)"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 20,
    "text": "which he worked in Christ, raising him from the dead and seating him at his right hand in the heavens,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 20,
    "text": "My eager expectation and hope is that I shall not be put to shame in any way, but that with all boldness, now as always, Christ will be magnified in my body, whether by life or by death."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 20,
    "text": "and through him to reconcile all things for him, making peace by the blood of his cross [through him], whether those on earth or those in heaven."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 20,
    "text": "among them Hymenaeus and Alexander, whom I have handed over to Satan to be taught not to blaspheme."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 20,
    "text": "Yes, brother, may I profit from you in the Lord. Refresh my heart in Christ."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 20,
    "text": "for the wrath of a man does not accomplish the righteousness of God."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 20,
    "text": "He was known before the foundation of the world but revealed in the final time for you,"
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 20,
    "text": "Know this first of all, that there is no prophecy of scripture that is a matter of personal interpretation,"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 20,
    "text": "But you, beloved, build yourselves up in your most holy faith; pray in the holy Spirit."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 20,
    "text": "This is the secret meaning of the seven stars you saw in my right hand, and of the seven gold lampstands: the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches."
  }
]