[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 13,
    "text": "Cain said to the LORD: “My punishment is too great to bear."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 13,
    "text": "But he said, “If you please, my Lord, send someone else!”"
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 13,
    "text": "For the Community. If the whole community of Israel errs inadvertently and without even being aware of it violates any of the LORD’s prohibitions, and thus are guilty,"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 13,
    "text": "After cleansing the altar of its ashes, they shall spread a purple cloth over it."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 13,
    "text": "He proclaimed to you his covenant, which he commanded you to keep: the ten words, which he wrote on two stone tablets."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 13,
    "text": "About forty thousand troops, equipped for battle, crossed over before the LORD to the plains of Jericho for war."
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 13,
    "text": "So Sisera called out all nine hundred of his iron chariots and all his forces from Harosheth-ha-goiim to the Wadi Kishon."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 13,
    "text": "Boaz took Ruth. When they came together as husband and wife, the LORD enabled her to conceive and she bore a son."
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 13,
    "text": "When he arrived, Eli was sitting in his chair beside the gate, watching the road, for he was troubled at heart about the ark of God. The man, however, went into the city to announce his news; then the whole city cried out."
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 13,
    "text": "the son of Geber in Ramoth-gilead, having charge of the villages of Jair, son of Manasseh, in Gilead; and of the district of Argob in Bashan—sixty large walled cities with gates barred with bronze;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 13,
    "text": "he told Gehazi, “Say to her, ‘You have troubled yourself greatly for us; what can we do for you? Can we say a good word for you to the king or to the commander of the army?’” She replied, “I am living among my own people.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 13,
    "text": "The sons of Kenaz were Othniel and Seraiah. The sons of Othniel were Hathath and Meonothai;"
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 13,
    "text": "four hundred pomegranates in double rows on both pieces of netting that covered the two nodes of the capitals on top of the columns."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 13,
    "text": "Now let it be known to the king that if this city is rebuilt and its walls completed, they will no longer pay taxes, tributes, or tolls; eventually the throne will be harmed."
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 13,
    "text": "for I had said to the nobles, the magistrates, and the rest of the people: “Our work is scattered and extensive, and we are widely separated from one another along the wall;"
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 13,
    "text": "Therefore, son, love your kindred. Do not act arrogantly toward any of them, the sons and daughters of your people, by refusing to take a wife for yourself from among them. For in arrogance there is ruin and great instability. In idleness there is loss and dire poverty, for idleness is the mother of famine."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 13,
    "text": "The Lord heard their cry and saw their distress. The people continued fasting for many days throughout Judea and before the sanctuary of the Lord Almighty in Jerusalem."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 13,
    "text": "he had this reply brought to her: “Do not imagine that you are safe in the king’s palace, you alone of all the Jews."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 13,
    "text": "they came out of their camp for battle. The men with Judas blew the trumpet, and"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 13,
    "text": "The craze for Hellenism and the adoption of foreign customs reached such a pitch, through the outrageous wickedness of Jason, the renegade and would-be high priest,"
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 13,
    "text": "In my thoughts during visions of the night, when deep sleep falls on mortals,"
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 13,
    "text": "Hold fast to instruction, never let it go; keep it, for it is your life."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 13,
    "text": "Better is a poor but wise youth than an old but foolish king who no longer knows caution;"
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 13,
    "text": "Your branches are a grove of pomegranates, with fruits of choicest yield: Henna with spikenard,"
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 13,
    "text": "Having become perfect in a short while, he reached the fullness of a long career;"
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 13,
    "text": "Those who hold her fast will attain glory, and they shall abide in the blessing of the LORD."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 13,
    "text": "See! like storm clouds he advances, like a whirlwind, his chariots; Swifter than eagles, his horses: “Woe to us! we are ruined.”"
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 13,
    "text": "Except for the sins of her prophets and the crimes of her priests, Who poured out in her midst the blood of the just."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 13,
    "text": "and did not acknowledge his statutes; In the ways of God’s commandments they did not walk, nor did they tread the disciplined paths of his justice."
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 13,
    "text": "The LORD said: Thus the Israelites shall eat their food, unclean, among the nations where I drive them."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 13,
    "text": "Let his mind be changed from a human one; let the mind of a beast be given him, till seven years pass over him."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 13,
    "text": "On the mountaintops they offer sacrifice and on the hills they burn incense, Beneath oak and poplar and terebinth, because of their pleasant shade. Therefore your daughters prostitute themselves, and your daughters-in-law commit adultery."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 13,
    "text": "Wield the sickle, for the harvest is ripe; Come and tread, for the wine press is full; The vats overflow, for their crimes are numerous."
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 13,
    "text": "The one who forms mountains and creates winds, and declares to mortals their thoughts; Who makes dawn into darkness and strides upon the heights of the earth, the LORD, the God of hosts, is his name!"
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 13,
    "text": "Arise and thresh, O daughter Zion; your horn I will make iron And your hoofs I will make bronze, that you may crush many peoples; You shall devote their spoils to the LORD, their riches to the Lord of the whole earth."
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 13,
    "text": "He said to me, “Do you not know what these are?” I answered, “No, my lord.”"
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 13,
    "text": "He left Nazareth and went to live in Capernaum by the sea, in the region of Zebulun and Naphtali,"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 13,
    "text": "Jesus said to them, “Do you not understand this parable? Then how will you understand any of the parables?"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 13,
    "text": "When the devil had finished every temptation, he departed from him for a time."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 13,
    "text": "Jesus answered and said to her, “Everyone who drinks this water will be thirsty again;"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 13,
    "text": "Observing the boldness of Peter and John and perceiving them to be uneducated, ordinary men, they were amazed, and they recognized them as the companions of Jesus."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 13,
    "text": "Inheritance Through Faith. It was not through the law that the promise was made to Abraham and his descendants that he would inherit the world, but through the righteousness that comes from faith."
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 13,
    "text": "when slandered, we respond gently. We have become like the world’s rubbish, the scum of all, to this very moment."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 13,
    "text": "Since, then, we have the same spirit of faith, according to what is written, “I believed, therefore I spoke,” we too believe and therefore speak,"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 13,
    "text": "you know that it was because of a physical illness that I originally preached the gospel to you,"
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 13,
    "text": "until we all attain to the unity of faith and knowledge of the Son of God, to mature manhood, to the extent of the full stature of Christ,"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 13,
    "text": "I have the strength for everything through him who empowers me."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 13,
    "text": "For I can testify that he works very hard for you and for those in Laodicea and those in Hierapolis."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 13,
    "text": "Hope for the Christian Dead. We do not want you to be unaware, brothers, about those who have fallen asleep, so that you may not grieve like the rest, who have no hope."
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 13,
    "text": "Until I arrive, attend to the reading, exhortation, and teaching."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 13,
    "text": "When you come, bring the cloak I left with Carpus in Troas, the papyrus rolls, and especially the parchments."
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 13,
    "text": "No creature is concealed from him, but everything is naked and exposed to the eyes of him to whom we must render an account."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 13,
    "text": "Come now, you who say, “Today or tomorrow we shall go into such and such a town, spend a year there doing business, and make a profit”—"
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 13,
    "text": "But rejoice to the extent that you share in the sufferings of Christ, so that when his glory is revealed you may also rejoice exultantly."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 13,
    "text": "This is how we know that we remain in him and he in us, that he has given us of his Spirit."
  }
]