[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 20,
    "text": "Then Pharaoh gave his men orders concerning Abram, and they sent him away, with his wife and all that belonged to him."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 20,
    "text": "You shall eat nothing leavened; wherever you dwell you may eat only unleavened bread."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 20,
    "text": "After the LORD, your God, has enlarged your territory, as he promised you, and you think, “I will eat meat,” as it is your desire to eat meat, you may eat it freely;"
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 20,
    "text": "the king of Shimron, one; the king of Achshaph, one;"
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 20,
    "text": "“Do not fear,” Samuel answered them. “You have indeed committed all this evil! Yet do not turn from the LORD, but serve him with your whole heart."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 20,
    "text": "Rising from the ground, David washed and anointed himself, and changed his clothes. Then he went to the house of the LORD and worshiped. He returned to his own house and asked for food; they set it before him, and he ate."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 20,
    "text": "When all Israel heard that Jeroboam had returned, they summoned him to an assembly and made him king over all Israel. None remained loyal to the house of David except the tribe of Judah alone. Divine Approval."
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 20,
    "text": "The rest of the acts of Joash, with all that he did, are recorded in the book of the chronicles of the kings of Judah."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 20,
    "text": "Men from Manasseh also deserted to David when he came with the Philistines to battle against Saul. However, he did not help the Philistines, for their lords took counsel and sent him home, saying, “At the cost of our heads he will desert to his master Saul.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 20,
    "text": "for Sallu, Kallai; for Amok, Eber;"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 20,
    "text": "So now bless the Lord on earth and give thanks to God. Look, I am ascending to the one who sent me. Write down all that has happened to you.” And he ascended."
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 20,
    "text": "Holofernes, charmed by her, drank a great quantity of wine, more than he had ever drunk on any day since he was born."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 20,
    "text": "“Arius, king of the Spartans, sends greetings to Onias the high priest."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 20,
    "text": "Meanwhile, Maccabeus divided his army into cohorts, with a commander over each cohort, and went in pursuit of Timothy, who had a force of a hundred and twenty thousand foot soldiers and twenty-five hundred cavalry."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 20,
    "text": "He silences the trusted adviser, takes discretion from the elders."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 20,
    "text": "Deceit is in the heart of those who plot evil, but those who counsel peace have joy."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 20,
    "text": "Inhabited cities shall be in ruins, the land a desolate place. Then you shall know that I am the LORD."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 20,
    "text": "A bruised reed he will not break, a smoldering wick he will not quench, until he brings justice to victory."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 20,
    "text": "Now there were seven brothers. The first married a woman and died, leaving no descendants."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 20,
    "text": "But God said to him, ‘You fool, this night your life will be demanded of you; and the things you have prepared, to whom will they belong?'"
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 20,
    "text": "Now there were some Greeks among those who had come up to worship at the feast."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 20,
    "text": "Herod's Death. He had long been very angry with the people of Tyre and Sidon, who now came to him in a body. After winning over Blastus, the king's chamberlain, they sued for peace because their country was supplied with food from the king's territory."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 20,
    "text": "Rather, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals upon his head.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 20,
    "text": "But as it is, there are many parts, yet one body."
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 20,
    "text": "For I fear that when I come I may find you not such as I wish, and that you may find me not as you wish; that there may be rivalry, jealousy, fury, selfishness, slander, gossip, conceit, and disorder."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 20,
    "text": "for they could not bear to hear the command: “If even an animal touches the mountain, it shall be stoned.”"
  }
]