[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 6,
    "text": "When Seth was one hundred and five years old, he begot Enosh."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 6,
    "text": "That very day Pharaoh gave the taskmasters of the people and their foremen this order:"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 6,
    "text": "and make reparation to the LORD for the wrong committed: a female animal from the flock, a ewe lamb or a she-goat, as a purification offering. Thus the priest shall make atonement on the individual’s behalf for the wrong."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 6,
    "text": "Tell the Israelites: If a man or a woman commits any offense against another person, thus breaking faith with the LORD, and thereby becomes guilty,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 6,
    "text": "The Decalogue. I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery."
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 6,
    "text": "Now the Israelites wandered forty years in the wilderness, until all the warriors among the people that came forth from Egypt died off because they had not listened to the voice of the LORD. For the LORD swore that he would not let them see the land he had sworn to their ancestors to give us, a land flowing with milk and honey."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 6,
    "text": "In the days of Shamgar, son of Anath, in the days of Jael, caravans ceased: Those who traveled the roads now traveled by roundabout paths."
  },
  {
    "book": "1Samuel",
    "chapter": 5,
    "verse": 6,
    "text": "The Ark Is Carried About. Now the hand of the LORD weighed heavily on the people of Ashdod, ravaging them and afflicting the city and its vicinity with tumors."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 6,
    "text": "Then the king and his men went to Jerusalem against the Jebusites who inhabited the land. They told David, “You shall not enter here: the blind and the lame will drive you away!” which was their way of saying, “David shall not enter here.”"
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 6,
    "text": "Solomon’s Riches: Chariots and Horses. Solomon had forty thousand stalls for horses for chariots and twelve thousand horsemen."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 6,
    "text": "He brought the king of Israel the letter, which read: “With this letter I am sending my servant Naaman to you, that you may cure him of his leprosy.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 6,
    "text": "whose son was Beerah, whom Tilgath-pileser, the king of Assyria, took into exile; he was a prince of the Reubenites."
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 6,
    "text": "King Solomon and the entire community of Israel, gathered for the occasion before the ark, sacrificed sheep and oxen too many to number or count."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 6,
    "text": "A copy of the letter which Tattenai, governor of West-of-Euphrates, along with Shethar-bozenai and their fellow officials from West-of-Euphrates, sent to King Darius;"
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 6,
    "text": "I was extremely angry when I heard the reasons for their complaint."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 6,
    "text": "“Yes,” he replied, “I have been there many times. I know the place well and am acquainted with all the routes. I have often traveled to Media; I used to stay with our kinsman Gabael, who lives at Rages in Media. It is a good two days’ journey from Ecbatana to Rages, for Rages is situated in the mountains, but Ecbatana is in the middle of the plain.”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 6,
    "text": "“These people are descendants of the Chaldeans."
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 6,
    "text": "During the drinking of the wine, the king said to Esther, “Whatever you ask for shall be granted, and whatever request you make shall be honored, even if it is for half my kingdom.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 6,
    "text": "Then he crossed over to the Ammonites, where he found a strong army and a large body of people with Timothy as their leader."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 6,
    "text": "For his part, Jason continued the merciless slaughter of his fellow citizens, not realizing that triumph over one’s own kindred is the greatest calamity; he thought he was winning a victory over his enemies, not over his own people."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 6,
    "text": "For not from dust does mischief come, nor from the soil does trouble sprout."
  },
  {
    "book": "Psalms",
    "chapter": 5,
    "verse": 6,
    "text": "the arrogant cannot stand before your eyes. You hate all who do evil;"
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 6,
    "text": "Her paths ramble, you know not where, lest you see before you the road to life."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 6,
    "text": "Despite many dreams, futilities, and a multitude of words, fear God!"
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 6,
    "text": "I opened for my lover— but my lover had turned and gone! At his leaving, my soul sank. I sought him, but I did not find him; I called out after him, but he did not answer me."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 6,
    "text": "We, then, have strayed from the way of truth, and the light of righteousness did not shine for us, and the sun did not rise for us."
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 6,
    "text": "Do not say, “His mercy is great; my many sins he will forgive.” For mercy and anger alike are with him; his wrath comes to rest on the wicked."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 6,
    "text": "Yes, I will make it a ruin: it shall not be pruned or hoed, but will be overgrown with thorns and briers; I will command the clouds not to rain upon it."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 6,
    "text": "Therefore, lions from the forest slay them, wolves of the desert ravage them, Leopards keep watch round their cities: all who come out are torn to pieces, For their crimes are many, their rebellions numerous."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 6,
    "text": "We extended a hand to Egypt and Assyria, to satisfy our need of bread."
  },
  {
    "book": "Baruch",
    "chapter": 5,
    "verse": 6,
    "text": "Led away on foot by their enemies they left you: but God will bring them back to you carried high in glory as on royal thrones."
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 6,
    "text": "But it rebelled against my ordinances more wickedly than the nations, and against my statutes more than the foreign lands around it; they rejected my ordinances and did not walk in my statutes."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 6,
    "text": "his face became pale; his thoughts terrified him, his hip joints shook, and his knees knocked."
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 6,
    "text": "With their flocks and herds they will go to seek the LORD, but will not find him; he has withdrawn from them."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 6,
    "text": "Seek the LORD, that you may live, lest he flare up against the house of Joseph like a fire that shall consume the house of Israel, with no one to quench it."
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 6,
    "text": "The remnant of Jacob shall be in the midst of many peoples, Like dew coming from the LORD, like showers on the grass, Which wait for no one, delay for no human being."
  },
  {
    "book": "Zechariah",
    "chapter": 5,
    "verse": 6,
    "text": "I said, “What is it?” And he answered, “This is the basket that is coming.” And he said, “This is their guilt in all the land.”"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 6,
    "text": "Blessed are they who hunger and thirst for righteousness, for they will be satisfied."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 6,
    "text": "Catching sight of Jesus from a distance, he ran up and prostrated himself before him,"
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 6,
    "text": "When they had done this, they caught a great number of fish and their nets were tearing."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 6,
    "text": "When Jesus saw him lying there and knew that he had been ill for a long time, he said to him, “Do you want to be well?”"
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 6,
    "text": "The young men came and wrapped him up, then carried him out and buried him."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 6,
    "text": "For Christ, while we were still helpless, yet died at the appointed time for the ungodly."
  },
  {
    "book": "1Corinthians",
    "chapter": 5,
    "verse": 6,
    "text": "Your boasting is not appropriate. Do you not know that a little yeast leavens all the dough?"
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 6,
    "text": "So we are always courageous, although we know that while we are at home in the body we are away from the Lord,"
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 6,
    "text": "For in Christ Jesus, neither circumcision nor uncircumcision counts for anything, but only faith working through love. Be Not Misled."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 6,
    "text": "Duty to Live in the Light. Let no one deceive you with empty arguments, for because of these things the wrath of God is coming upon the disobedient."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 6,
    "text": "Therefore, let us not sleep as the rest do, but let us stay alert and sober."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 6,
    "text": "But the one who is self-indulgent is dead while she lives."
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 6,
    "text": "just as he says in another place: “You are a priest forever according to the order of Melchizedek.”"
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 6,
    "text": "You have condemned; you have murdered the righteous one; he offers you no resistance."
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 6,
    "text": "So humble yourselves under the mighty hand of God, that he may exalt you in due time."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 6,
    "text": "This is the one who came through water and blood, Jesus Christ, not by water alone, but by water and blood. The Spirit is the one that testifies, and the Spirit is truth."
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 6,
    "text": "Then I saw standing in the midst of the throne and the four living creatures and the elders a Lamb that seemed to have been slain. He had seven horns and seven eyes; these are the [seven] spirits of God sent out into the whole world."
  }
]