[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 15,
    "text": "When Pharaoh’s officials saw her they praised her to Pharaoh, and the woman was taken into Pharaoh’s house."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 15,
    "text": "For seven days you must eat unleavened bread. From the very first day you will have your houses clear of all leaven. For whoever eats leavened bread from the first day to the seventh will be cut off from Israel."
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 15,
    "text": "So Miriam was confined outside the camp for seven days, and the people did not start out again until she was brought back."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 15,
    "text": "Profane and Sacred Slaughter. However, in any of your communities you may slaughter and eat meat freely, according to the blessing that the LORD, your God, has given you; the unclean as well as the clean may eat it, as they do the gazelle or the deer."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 15,
    "text": "the king of Libnah, one; the king of Adullam, one;"
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 15,
    "text": "Abdon, son of Hillel, the Pirathonite, died and was buried in Pirathon in the land of Ephraim in the mountain region of the Amalekites."
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 15,
    "text": "But if you do not listen to the voice of the LORD and if you rebel against the LORD’s command, the hand of the LORD will be against you and your king."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 15,
    "text": "Then Nathan returned to his house. The LORD struck the child that the wife of Uriah had borne to David, and it became desperately ill."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 15,
    "text": "The king did not listen to the people, for this turn of events was from the LORD: he fulfilled the word the LORD had spoken through Ahijah the Shilonite to Jeroboam, son of Nebat."
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 15,
    "text": "Instead, they were given to the workers, and with them they repaired the house of the LORD."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 15,
    "text": "These Gadites were army commanders, the lesser over hundreds and the greater over thousands."
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 15,
    "text": "The acts of Rehoboam, first and last, are recorded in the history of Shemaiah the prophet and of Iddo the seer (his family record). There were wars between Rehoboam and Jeroboam all their days."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 15,
    "text": "for Harim, Adna; for Meremoth, Helkai;"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 15,
    "text": "I am Raphael, one of the seven angels who stand and serve before the Glory of the Lord.”"
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 15,
    "text": "So she proceeded to put on her festive garments and all her finery. Meanwhile her servant went ahead and spread out on the ground opposite Holofernes the fleece Bagoas had furnished for her daily use in reclining while eating."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 15,
    "text": "For we have the help of Heaven for our support, and we have been saved from our enemies, and our enemies have been humbled."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 15,
    "text": "But Judas and his men invoked the aid of the great Sovereign of the world, who, in the days of Joshua, overthrew Jericho without battering rams or siege engines; then they furiously stormed the walls."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 15,
    "text": "He holds back the waters and there is drought; he sends them forth and they overwhelm the land."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 15,
    "text": "The way of fools is right in their own eyes, but those who listen to advice are the wise."
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 15,
    "text": "But after uprooting them, I will have compassion on them again and bring them back, each to their heritage, each to their land."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 15,
    "text": "Then they shall know that I am the LORD, when I disperse them among the nations and scatter them throughout the lands."
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 15,
    "text": "Ephraim has aroused bitter anger, so his Lord shall cast his bloodguilt upon him and repay him for his scorn."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 15,
    "text": "When Jesus realized this, he withdrew from that place. Many [people] followed him, and he cured them all,"
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 15,
    "text": "Knowing their hypocrisy he said to them, “Why are you testing me? Bring me a denarius to look at.”"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 15,
    "text": "Then he said to the crowd, “Take care to guard against all greed, for though one may be rich, one’s life does not consist of possessions.”"
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 15,
    "text": "“Fear no more, O daughter Zion; see, your king comes, seated upon an ass’s colt.”"
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 15,
    "text": "They told her, “You are out of your mind,” but she insisted that it was so. But they kept saying, “It is his angel.”"
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 15,
    "text": "Rejoice with those who rejoice, weep with those who weep."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 15,
    "text": "If a foot should say, “Because I am not a hand I do not belong to the body,” it does not for this reason belong any less to the body."
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 15,
    "text": "I will most gladly spend and be utterly spent for your sakes. If I love you more, am I to be loved less?"
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 15,
    "text": "See to it that no one be deprived of the grace of God, that no bitter root spring up and cause trouble, through which many may become defiled,"
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 15,
    "text": "The serpent, however, spewed a torrent of water out of his mouth after the woman to sweep her away with the current."
  }
]