[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 11,
    "text": "When he was about to enter Egypt, he said to his wife Sarai: “I know that you are a beautiful woman."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 11,
    "text": "This is how you are to eat it: with your loins girt, sandals on your feet and your staff in hand, you will eat it in a hurry. It is the LORD’s Passover."
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 11,
    "text": "he said to Moses, “Ah, my lord! Please do not charge us with the sin that we have foolishly committed!"
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 11,
    "text": "then to the place which the LORD, your God, chooses as the dwelling place for his name you shall bring all that I command you: your burnt offerings and sacrifices, your tithes and personal contributions, and every special offering you have vowed to the LORD."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 11,
    "text": "the king of Jarmuth, one; the king of Lachish, one;"
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 11,
    "text": "Elon. After him Elon the Zebulunite judged Israel; he judged Israel for ten years."
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 11,
    "text": "The LORD sent Jerubbaal, Barak, Jephthah, and Samuel; he delivered you from the power of your enemies on every side, so that you could live in security."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 11,
    "text": "Thus says the LORD: I will bring evil upon you out of your own house. I will take your wives before your very eyes, and will give them to your neighbor: he shall lie with your wives in broad daylight."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 11,
    "text": "My father put a heavy yoke on you, but I will make it heavier. My father beat you with whips, but I will beat you with scorpions.’”"
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 11,
    "text": "When they noticed that there was a large amount of silver in the chest, the royal scribe would come up with the high priest, and they would gather up and weigh all the silver that was in the house of the LORD."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 11,
    "text": "Mishmannah fourth, Jeremiah fifth,"
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 11,
    "text": "Whenever the king visited the house of the LORD, the attendants would carry them, and then return them to the guardroom."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 11,
    "text": "Joiada the father of Johanan, and Johanan the father of Jaddua."
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 11,
    "text": "Raphael’s Identity. “I shall now tell you the whole truth and conceal nothing at all from you. I have already said to you, ‘A king’s secret should be kept secret, but one must declare the works of God with due honor.’"
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 11,
    "text": "And he said to Bagoas, the eunuch in charge of his personal affairs, “Go and persuade the Hebrew woman in your care to come and to eat and drink with us."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 11,
    "text": "We, on our part, have unceasingly remembered you in the sacrifices and prayers that we offer on our feasts and other appropriate days, as it is right and proper to remember brothers."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 11,
    "text": "After a hard fight, Judas and his companions, with God’s help, were victorious. The defeated nomads begged Judas to give pledges of friendship, and they promised to supply the Jews with livestock and to be of service to them in any other way."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 11,
    "text": "Does not the ear judge words as the mouth tastes food?"
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 11,
    "text": "Those who till their own land have food in plenty, but those who engage in idle pursuits lack sense."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 12,
    "verse": 11,
    "text": "The sayings of the wise are like goads; like fixed spikes are the collected sayings given by one shepherd."
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 11,
    "text": "They have made it a mournful waste, desolate before me, Desolate, the whole land, because no one takes it to heart."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 11,
    "text": "Say, I am a sign for you: just as I have done, so it shall be done to them; into exile, as captives they shall go."
  },
  {
    "book": "Daniel",
    "chapter": 12,
    "verse": 11,
    "text": "From the time that the daily sacrifice is abolished and the desolating abomination is set up, there shall be one thousand two hundred and ninety days."
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 11,
    "text": "I spoke to the prophets, I granted many visions, and through the prophets I told parables."
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 11,
    "text": "Catalogue of Mourners. On that day the mourning in Jerusalem will be as great as the mourning for Hadadrimmon in the plain of Megiddo."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 11,
    "text": "He said to them, “Which one of you who has a sheep that falls into a pit on the sabbath will not take hold of it and lift it out?"
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 11,
    "text": "by the Lord has this been done, and it is wonderful in our eyes’?”"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 11,
    "text": "When they take you before synagogues and before rulers and authorities, do not worry about how or what your defense will be or about what you are to say."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 11,
    "text": "because many of the Jews were turning away and believing in Jesus because of him. The Entry into Jerusalem."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 11,
    "text": "Then Peter recovered his senses and said, “Now I know for certain that [the] Lord sent his angel and rescued me from the hand of Herod and from all that the Jewish people had been expecting.”"
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 11,
    "text": "Do not grow slack in zeal, be fervent in spirit, serve the Lord."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 11,
    "text": "But one and the same Spirit produces all of these, distributing them individually to each person as he wishes. One Body, Many Parts."
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 11,
    "text": "I have been foolish. You compelled me, for I ought to have been commended by you. For I am in no way inferior to these “superapostles,” even though I am nothing."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 11,
    "text": "At the time, all discipline seems a cause not for joy but for pain, yet later it brings the peaceful fruit of righteousness to those who are trained by it."
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 11,
    "text": "They conquered him by the blood of the Lamb and by the word of their testimony; love for life did not deter them from death."
  }
]