[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 29,
    "text": "God also said: See, I give you every seed-bearing plant on all the earth and every tree that has seed-bearing fruit on it to be your food;"
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 29,
    "text": "those enrolled from the tribe of Issachar were fifty-four thousand four hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 29,
    "text": "But I said to you, “Have no dread or fear of them."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 29,
    "text": "Ephraim did not drive out the Canaanites living in Gezer, and so the Canaanites lived among them in Gezer."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 29,
    "text": "the king swore, “As the LORD lives, who has redeemed my life from all distress,"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 29,
    "text": "These were their generations: Nebaioth, the firstborn of Ishmael, then Kedar, Adbeel, Mibsam,"
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 29,
    "text": "Attack and Occupation. Two years later, the king sent the Mysian commander to the cities of Judah, and he came to Jerusalem with a strong force."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 29,
    "text": "Plant your people in your holy place, as Moses said.”"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 29,
    "text": "Because they hated knowledge, and the fear of the LORD they did not choose."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 29,
    "text": "Judgment on the Sacred Groves - You shall be ashamed of the terebinths which you desired, and blush on account of the gardens which you chose."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 29,
    "text": "The Cure of Simon’s Mother-in-Law. On leaving the synagogue he entered the house of Simon and Andrew with James and John."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 29,
    "text": "But she was greatly troubled at what was said and pondered what sort of greeting this might be."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 29,
    "text": "John the Baptist’s Testimony to Jesus. The next day he saw Jesus coming toward him and said, “Behold, the Lamb of God, who takes away the sin of the world."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 29,
    "text": "They are filled with every form of wickedness, evil, greed, and malice; full of envy, murder, rivalry, treachery, and spite. They are gossips"
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 29,
    "text": "so that no human being might boast before God."
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 29,
    "text": "For to you has been granted, for the sake of Christ, not only to believe in him but also to suffer for him."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 29,
    "text": "For this I labor and struggle, in accord with the exercise of his power working within me."
  }
]