[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 23,
    "text": "Serug lived two hundred years after he begot Nahor, and he had other sons and daughters."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 23,
    "text": "All other winged insects that have four legs are loathsome for you."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 23,
    "text": "The LORD answered Moses: Is this beyond the LORD’s reach? You shall see now whether or not what I have said to you takes place."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 23,
    "text": "the LORD will dispossess all these nations before you, and you will dispossess nations greater and mightier than yourselves."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 23,
    "text": "Thus Joshua took the whole land, just as the LORD had said to Moses. Joshua gave it to Israel as their heritage, apportioning it among the tribes. And the land had rest from war."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 23,
    "text": "Now, then, it was the LORD, the God of Israel, who dispossessed the Amorites for his people, Israel. And you are going to dispossess them?"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 23,
    "text": "He told David: “The men had the advantage over us and came out into the open against us, but we pushed them back to the entrance of the city gate."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 23,
    "text": "God raised up against Solomon another adversary, Rezon, the son of Eliada, who had fled from his lord, Hadadezer, king of Zobah,"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 23,
    "text": "He likewise slew the Egyptian, a huge man five cubits tall. The Egyptian carried a spear that was like a weaver’s beam, but Benaiah came against him with a staff; he wrested the spear from the Egyptian’s hand, and killed him with that spear."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 23,
    "text": "He acted prudently, distributing his various sons throughout all the districts of Judah and Benjamin, in all the fortified cities; and he gave them generous provisions and sought an abundance of wives for them."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 23,
    "text": "for they had been appointed by royal decree, and there was a fixed schedule for the singers assigning them their daily duties."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 23,
    "text": "You are not only beautiful in appearance, but you are also eloquent. If you do as you have said, your God will be my God; you will live in the palace of King Nebuchadnezzar and be renowned throughout the whole earth.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 23,
    "text": "On hearing this, Jonathan ordered the siege to continue. He selected some elders and priests of Israel and put himself at risk."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 23,
    "text": "Now that our father has taken his place among the gods, we wish the subjects of our kingdom to be undisturbed in conducting their own affairs."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 23,
    "text": "The desire of the just ends only in good; the expectation of the wicked is wrath."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 23,
    "text": "But you have mercy on all, because you can do all things; and you overlook sins for the sake of repentance."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 23,
    "text": "None shall be spared among them, for I will bring disaster upon the men of Anathoth, the year of their punishment."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 23,
    "text": "The glory of the LORD rose up from the middle of the city and came to rest on the mountain east of the city."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 23,
    "text": "And as for you, Capernaum: ‘Will you be exalted to heaven? You will go down to the netherworld.’ For if the mighty deeds done in your midst had been done in Sodom, it would have remained until this day."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 23,
    "text": "Amen, I say to you, whoever says to this mountain, ‘Be lifted up and thrown into the sea,’ and does not doubt in his heart but believes that what he says will happen, it shall be done for him."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 23,
    "text": "Whoever is not with me is against me, and whoever does not gather with me scatters. The Return of the Unclean Spirit."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 23,
    "text": "Jesus said to her, “Your brother will rise.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 23,
    "text": "When he arrived and saw the grace of God, he rejoiced and encouraged them all to remain faithful to the Lord in firmness of heart,"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 23,
    "text": "And they also, if they do not remain in unbelief, will be grafted in, for God is able to graft them in again."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 23,
    "text": "Tradition of the Institution. For I received from the Lord what I also handed on to you, that the Lord Jesus, on the night he was handed over, took bread,"
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 23,
    "text": "Are they ministers of Christ? (I am talking like an insane person.) I am still more, with far greater labors, far more imprisonments, far worse beatings, and numerous brushes with death."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 23,
    "text": "By faith Moses was hidden by his parents for three months after his birth, because they saw that he was a beautiful child, and they were not afraid of the king’s edict."
  }
]