[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 18,
    "text": "When Peleg was thirty years old, he begot Reu."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 18,
    "text": "the barn owl, the horned owl, the osprey,"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 18,
    "text": "To the people, however, you shall say: “Sanctify yourselves for tomorrow, when you shall have meat to eat. For in the hearing of the LORD you have cried, ‘If only we had meat for food! Oh, how well off we were in Egypt!’ Therefore the LORD will give you meat to eat,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 18,
    "text": "Need for Fidelity. Therefore, take these words of mine into your heart and soul. Bind them on your arm as a sign, and let them be as a pendant on your forehead."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 18,
    "text": "Joshua waged war against all these kings for a long time."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 18,
    "text": "Then they went through the wilderness, and bypassing the land of Edom and the land of Moab, they arrived east of the land of Moab and encamped across the Arnon. Thus they did not enter the territory of Moab, for the Arnon is the boundary of Moab."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 18,
    "text": "Then Joab sent David a report of all the details of the battle,"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 18,
    "text": "They left Midian and came to Paran; they gathered men from Paran and came to Egypt, to Pharaoh, king of Egypt; he gave Hadad a house, appointed him rations, and assigned him land."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 18,
    "text": "Thereupon all the people of the land went to the temple of Baal and demolished it. They shattered its altars and images completely, and slew Mattan, the priest of Baal, before the altars. Jehoiada the priest appointed a detachment for the house of the LORD,"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 18,
    "text": "Thereupon the Three broke through the encampment of the Philistines, drew water from the cistern by the gate of Bethlehem, and carried it back to David. But David refused to drink it. Instead, he poured it out to the LORD,"
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 18,
    "text": "Rehoboam’s Family. Rehoboam married Mahalath, daughter of Jerimoth, son of David and of Abihail, daughter of Eliab, son of Jesse."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 18,
    "text": "The total of the Levites in the holy city was two hundred and eighty-four."
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 18,
    "text": "Ahiqar and his nephew Nadin were also on hand to rejoice with Tobit. Tobiah’s wedding feast was celebrated with joy for seven days, and many gifts were given to him."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 18,
    "text": "Then I will come and let you know, so that you may march out with all your forces, and not one of them will be able to withstand you."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 18,
    "text": "But three days later King Ptolemy himself died, and his troops in the strongholds were killed by the inhabitants of the strongholds."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 18,
    "text": "Whatever had to be referred to the king I called to his attention, and the things that were acceptable he has granted."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 18,
    "text": "And you shall be secure, because there is hope; you shall look round you and lie down in safety;"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 18,
    "text": "The wicked make empty profits, but those who sow justice have a sure reward."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 18,
    "text": "Or newly created, wrathful, unknown beasts breathing forth fiery breath, Or pouring out roaring smoke, or flashing terrible sparks from their eyes."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 18,
    "text": "The Plot Against Jeremiah. I knew it because the LORD informed me: at that time you showed me their doings."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 18,
    "text": "They will enter it and remove all its atrocities and abominations."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 18,
    "text": "For John came neither eating nor drinking, and they said, ‘He is possessed by a demon.’"
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 18,
    "text": "The chief priests and the scribes came to hear of it and were seeking a way to put him to death, yet they feared him because the whole crowd was astonished at his teaching."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 18,
    "text": "And if Satan is divided against himself, how will his kingdom stand? For you say that it is by Beelzebul that I drive out demons."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 18,
    "text": "Now Bethany was near Jerusalem, only about two miles away."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 18,
    "text": "When they heard this, they stopped objecting and glorified God, saying, “God has then granted life-giving repentance to the Gentiles too.” The Church at Antioch."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 18,
    "text": "do not boast against the branches. If you do boast, consider that you do not support the root; the root supports you."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 18,
    "text": "First of all, I hear that when you meet as a church there are divisions among you, and to a degree I believe it;"
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 18,
    "text": "Since many boast according to the flesh, I too will boast."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 18,
    "text": "of whom it was said, “Through Isaac descendants shall bear your name.”"
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 18,
    "text": "The nations raged, but your wrath has come, and the time for the dead to be judged, and to recompense your servants, the prophets, and the holy ones and those who fear your name, the small and the great alike, and to destroy those who destroy the earth.”"
  }
]