[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Thus the heavens and the earth and all their array were completed."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Birth and Adoption of Moses. Now a man of the house of Levi married a Levite woman,"
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Grain Offerings. When anyone brings a grain offering to the LORD, the offering must consist of bran flour. The offerer shall pour oil on it and put frankincense over it,"
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Arrangement of the Tribes. The LORD said to Moses and Aaron:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Northward Along Edom. Then we turned and proceeded into the wilderness on the Red Sea road, as the LORD had told me, and circled around the highlands of Seir for a long time."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Spies Saved by Rahab. Then Joshua, son of Nun, secretly sent out two spies from Shittim, saying, “Go, reconnoiter the land and Jericho.” When the two reached Jericho, they went into the house of a prostitute named Rahab, where they lodged."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Infidelities of the Israelites. A messenger of the LORD went up from Gilgal to Bochim and said, I brought you up from Egypt and led you into the land which I promised on oath to your ancestors. I said, I will never break my covenant with you,"
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - The Meeting. Naomi had a powerful relative named Boaz, through the clan of her husband Elimelech."
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - And Hannah prayed: “My heart exults in the LORD, my horn is exalted by my God. I have swallowed up my enemies; I rejoice in your victory."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - David Is Anointed King. After this, David inquired of the LORD, “Shall I go up into one of the cities of Judah?” The LORD replied to him: Go up. Then David asked, “Where shall I go?” He replied: To Hebron."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - David’s Last Instructions and Death. When the time of David’s death drew near, he gave these instructions to Solomon his son:"
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 1,
    "text": "VI. Elisha Succeeds Elijah Chapter 2 - Elijah’s Journey. When the LORD was about to take Elijah up to heaven in a whirlwind, he and Elisha were on their way from Gilgal."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - These were the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Solomon conscripted seventy thousand men to carry stones and eighty thousand to cut the stones in the mountains, and over these he placed three thousand six hundred overseers."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - A Census of the Returned Exiles. These are the inhabitants of the province who returned from the captivity of the exiles, whom Nebuchadnezzar, king of Babylon, had carried away to Babylon, and who came back to Jerusalem and Judah, to their various cities"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Appointment by the King. In the month Nisan of the twentieth year of King Artaxerxes, when the wine was in my charge, I took some and offered it to the king. Because I had never before been sad in his presence,"
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Thus under King Esarhaddon I returned to my home, and my wife Anna and my son Tobiah were restored to me. Then on our festival of Pentecost, the holy feast of Weeks, a fine dinner was prepared for me, and I reclined to eat."
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Revenge Planned Against the Western Nations. In the eighteenth year, on the twenty-second day of the first month, there was a discussion in the palace of Nebuchadnezzar, king of the Assyrians, about taking revenge on all the land, as he had threatened."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - The Search for a New Queen. After this, when King Ahasuerus’ wrath had cooled, he thought over what Vashti had done and what had been decreed against her."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Mattathias and His Sons. In those days Mattathias, son of John, son of Simeon, a priest of the family of Joarib, left Jerusalem and settled in Modein."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - In the records it will be found that Jeremiah the prophet ordered the deportees to take some of the fire with them as indicated,"
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - The Second Interview. One day, when the sons of God came to present themselves before the LORD, the satan also came with them."
  },
  {
    "book": "Psalms",
    "chapter": 2,
    "verse": 1,
    "text": "Psalm 2 A Psalm for a Royal Coronation - Why do the nations protest and the peoples conspire in vain?"
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 The Blessings of Wisdom - My son, if you receive my words and treasure my commands,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Study of Pleasure-seeking. I said in my heart, “Come, now, let me try you with pleasure and the enjoyment of good things.” See, this too was vanity."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - W I am a flower of Sharon, a lily of the valleys."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - For, not thinking rightly, they said among themselves: “Brief and troubled is our lifetime; there is no remedy for our dying, nor is anyone known to have come back from Hades."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 Trust in God - My child, when you come to serve the Lord, prepare yourself for trials."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - This is what Isaiah, son of Amoz, saw concerning Judah and Jerusalem."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Infidelity of Israel. The word of the LORD came to me:"
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 The Lord’s Wrath and Zion’s Ruin - How the Lord in his wrath has abhorred daughter Zion, Casting down from heaven to earth the glory of Israel, Not remembering his footstool on the day of his wrath!"
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - “So the LORD carried out the warning he had uttered against us: against our judges, who governed Israel, against our kings and princes, and against the people of Israel and Judah."
  },
  {
    "book": "Ezekiel",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Eating of the Scroll. The voice said to me: Son of man, stand up! I wish to speak to you."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Nebuchadnezzar’s Dream. In the second year of his reign, King Nebuchadnezzar had a dream which left his spirit no rest and robbed him of his sleep."
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - The number of the Israelites will be like the sand of the sea, which can be neither measured nor counted. Instead of being told, “You are Not-My-People,” They will be called, “Children of the living God.”"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 1,
    "text": "II. The Day of the Lord Chapter 2 The Day Approaches - Blow the horn in Zion, sound the alarm on my holy mountain! Let all the inhabitants of the land tremble, for the day of the LORD is coming! Yes, it approaches,"
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 Moab - Thus says the LORD: For three crimes of Moab, and now four— I will not take it back— Because he burned to ashes the bones of Edom’s king,"
  },
  {
    "book": "Jonah",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Jonah’s Prayer. But the LORD sent a great fish to swallow Jonah, and he remained in the belly of the fish three days and three nights."
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Ah! you plotters of iniquity, who work out evil on your beds! In the morning light you carry it out for it lies within your power."
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - At this moment on the mountains the footsteps of one bearing good news, of one announcing peace! Celebrate your feasts, Judah, fulfill your vows! For never again will destroyers invade you; they are completely cut off."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - I will stand at my guard post, and station myself upon the rampart; I will keep watch to see what he will say to me, and what answer he will give to my complaint."
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Gather, gather yourselves together, O nation without shame!"
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Assurance of God’s Presence. On the twenty-first day of the seventh month, the word of the LORD came through Haggai the prophet:"
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Second Vision: The Four Horns and the Four Smiths. I raised my eyes and looked and there were four horns."
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - And now, priests, this commandment is for you: If you do not listen,"
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - The Visit of the Magi. When Jesus was born in Bethlehem of Judea, in the days of King Herod, behold, magi from the east arrived in Jerusalem,"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - The Healing of a Paralytic. When Jesus returned to Capernaum after some days, it became known that he was at home."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - The Birth of Jesus. In those days a decree went out from Caesar Augustus that the whole world should be enrolled."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - The Wedding at Cana. On the third day there was a wedding in Cana in Galilee, and the mother of Jesus was there."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - The Coming of the Spirit. When the time for Pentecost was fulfilled, they were all in one place together."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - God’s Just Judgment. Therefore, you are without excuse, every one of you who passes judgment. For by the standard by which you judge another you condemn yourself, since you, the judge, do the very same things."
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - When I came to you, brothers, proclaiming the mystery of God, I did not come with sublimity of words or of wisdom."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - For I decided not to come to you again in painful circumstances."
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - The Council of Jerusalem. Then after fourteen years I again went up to Jerusalem with Barnabas, taking Titus along also."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Generosity of God’s Plan. You were dead in your transgressions and sins"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Plea for Unity and Humility. If there is any encouragement in Christ, any solace in love, any participation in the Spirit, any compassion and mercy,"
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - For I want you to know how great a struggle I am having for you and for those in Laodicea and all who have not seen me face to face,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 1,
    "text": "II. Previous Relations with the Thessalonians Chapter 2 - Paul’s Ministry Among Them. For you yourselves know, brothers, that our reception among you was not without effect."
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 1,
    "text": "II. Warning Against Deception Concerning the Parousia Chapter 2 - Christ and the Lawless One. We ask you, brothers, with regard to the coming of our Lord Jesus Christ and our assembling with him,"
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 1,
    "text": "III. Problems of Discipline Chapter 2 - Prayer and Conduct. First of all, then, I ask that supplications, prayers, petitions, and thanksgivings be offered for everyone,"
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Timothy’s Conduct. So you, my child, be strong in the grace that is in Christ Jesus."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 1,
    "text": "III. Teaching the Christian Life Chapter 2 - Christian Behavior. As for yourself, you must say what is consistent with sound doctrine, namely,"
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Exhortation to Faithfulness. Therefore, we must attend all the more to what we have heard, so that we may not be carried away."
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Sin of Partiality. My brothers, show no partiality as you adhere to the faith in our glorious Lord Jesus Christ."
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - God’s House and People. Rid yourselves of all malice and all deceit, insincerity, envy, and all slander;"
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 1,
    "text": "III. Condemnation of the False Teachers Chapter 2 - False Teachers. There were also false prophets among the people, just as there will be false teachers among you, who will introduce destructive heresies and even deny the Master who ransomed them, bringing swift destruction on themselves."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - Christ and His Commandments. My children, I am writing this to you so that you may not commit sin. But if anyone does sin, we have an Advocate with the Father, Jesus Christ the righteous one."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 1,
    "text": "Chapter 2 - To Ephesus. “To the angel of the church in Ephesus, write this: “‘The one who holds the seven stars in his right hand and walks in the midst of the seven gold lampstands says this:"
  }
]