[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 19,
    "text": "Of all living creatures you shall bring two of every kind into the ark, one male and one female, to keep them alive along with you."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 19,
    "text": "The sons of Merari: Mahli and Mushi. These are the clans of Levi in their genealogical order."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 19,
    "text": "The priest who offers the purification offering shall eat of it; it shall be eaten in a sacred place, in the court of the tent of meeting."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 19,
    "text": "After the nazirite has shaved off the dedicated hair, the priest shall take a boiled shoulder of the ram, as well as one unleavened cake from the basket and one unleavened wafer, and shall put them in the hands of the nazirite."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 19,
    "text": "driving all your enemies out of your way, as the LORD has promised."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 19,
    "text": "All silver and gold, and the articles of bronze or iron, are holy to the LORD. They shall be put in the treasury of the LORD.”"
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 19,
    "text": "So Gideon went off and prepared a young goat and an ephah of flour in the form of unleavened cakes. Putting the meat in a basket and the broth in a pot, he brought them out to him under the terebinth and presented them."
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 19,
    "text": "Penalty for Irreverence. The descendants of Jeconiah did not join in the celebration with the inhabitants of Beth-shemesh when they saw the ark of the LORD, and seventy of them were struck down. The people mourned over this great calamity which the LORD had inflicted upon them."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 19,
    "text": "and distributed among all the people, the entire multitude of Israel, to every man and every woman, one loaf of bread, one piece of meat, and one raisin cake. Then all the people returned to their homes."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 19,
    "text": "In the innermost part of the house he set up the inner sanctuary to house the ark of the LORD’s covenant."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 19,
    "text": "Then Elisha said to them: “This is the wrong road, and this is the wrong city. Follow me! I will take you to the man you want.” And he led them to Samaria."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 19,
    "text": "son of Elkanah, son of Jeroham, son of Eliel, son of Toah,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 19,
    "text": "Regard kindly the prayer and petition of your servant, LORD, my God, and listen to the cry of supplication which I, your servant, utter before you."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 19,
    "text": "The Passover. The returned exiles kept the Passover on the fourteenth day of the first month."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 19,
    "text": "They would praise his good deeds in my presence and relate to him whatever I said; and Tobiah sent letters trying to intimidate me."
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 19,
    "text": "“Lord, God of heaven, look at their arrogance! Have mercy on our people in their abject state, and look with favor this day on the faces of those who are consecrated to you.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 19,
    "text": "And so Judas planned to destroy them, and assembled the people to besiege them."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 19,
    "text": "But preferring a glorious death to a life of defilement, he went forward of his own accord to the instrument of torture,"
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 19,
    "text": "The caravans of Tema search, the companies of Sheba have hopes;"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 19,
    "text": "The false witness who utters lies, and the one who sows discord among kindred."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 19,
    "text": "and incorruptibility makes one close to God;"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 19,
    "text": "As though plowing and sowing, draw close to her; then wait for her bountiful crops. For in cultivating her you will work but little, and soon you will eat her fruit."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 19,
    "text": "See, I bring evil upon this people, the fruit of their own schemes, Because they did not pay attention to my words, because they rejected my law."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 19,
    "text": "They are like any timber in the temple; their hearts, it is said, are eaten away. Though crawling creatures from the ground consume them and their garments, they do not feel it."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 19,
    "text": "Then the king returned to his palace for the night; he refused to eat and he dismissed the entertainers. Since sleep was impossible for him,"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 19,
    "text": "Treasure in Heaven. “Do not store up for yourselves treasures on earth, where moth and decay destroy, and thieves break in and steal."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 19,
    "text": "Herodias harbored a grudge against him and wanted to kill him but was unable to do so."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 19,
    "text": "Everyone in the crowd sought to touch him because power came forth from him and healed them all. Sermon on the Plain."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 19,
    "text": "When they had rowed about three or four miles, they saw Jesus walking on the sea and coming near the boat, and they began to be afraid."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 19,
    "text": "I am speaking in human terms because of the weakness of your nature. For just as you presented the parts of your bodies as slaves to impurity and to lawlessness for lawlessness, so now present them as slaves to righteousness for sanctification."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 19,
    "text": "Do you not know that your body is a temple of the holy Spirit within you, whom you have from God, and that you are not your own?"
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 19,
    "text": "and also for me, that speech may be given me to open my mouth, to make known with boldness the mystery of the gospel"
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 19,
    "text": "thus accumulating as treasure a good foundation for the future, so as to win the life that is true life."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 19,
    "text": "This we have as an anchor of the soul, sure and firm, which reaches into the interior behind the veil,"
  }
]