[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 5,
    "text": "God called the light “day,” and the darkness he called “night.” Evening came, and morning followed—the first day."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 5,
    "text": "The total number of Jacob’s direct descendants was seventy. Joseph was already in Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 5,
    "text": "The bull shall then be slaughtered before the LORD, and Aaron’s sons, the priests, shall offer its blood by splashing it on all the sides of the altar which is at the entrance of the tent of meeting."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 5,
    "text": "These are the names of those who are to assist you: from Reuben: Elizur, son of Shedeur;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 5,
    "text": "Beyond the Jordan, in the land of Moab, Moses undertook to explain this law:"
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 5,
    "text": "No one can withstand you as long as you live. As I was with Moses, I will be with you: I will not leave you nor forsake you."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 5,
    "text": "They came upon Adonibezek in Bezek and fought against him. When they struck down the Canaanites and Perizzites,"
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 5,
    "text": "both Mahlon and Chilion died also, and the woman was left with neither her two boys nor her husband."
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 5,
    "text": "but he would give a double portion to Hannah because he loved her, though the LORD had closed her womb."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 5,
    "text": "Then David said to the youth who was reporting to him, “How do you know that Saul and his son Jonathan are dead?”"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 5,
    "text": "Adonijah’s Ambition. Adonijah, son of Haggith, boasted, “I shall be king!” and he provided himself with chariots, horses, and a retinue of fifty to go before him."
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 5,
    "text": "The messengers then returned to Ahaziah, who asked them, “Why have you returned?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 5,
    "text": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 5,
    "text": "the bronze altar made by Bezalel, son of Uri, son of Hur, he put in front of the tabernacle of the LORD. There Solomon and the assembly sought out the LORD,"
  },
  {
    "book": "Ezra",
    "chapter": 1,
    "verse": 5,
    "text": "Then the heads of ancestral houses of Judah and Benjamin and the priests and Levites—everyone, that is, whose spirit had been stirred up by God—prepared to go up to build the house of the LORD in Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 1,
    "verse": 5,
    "text": "I prayed: “LORD, God of heaven, great and awesome God, you preserve your covenant of mercy with those who love you and keep your commandments."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 5,
    "text": "All my kindred, as well as the house of Naphtali, my ancestor, used to offer sacrifice on every hilltop in Galilee to the calf that Jeroboam, king of Israel, had made in Dan."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 5,
    "text": "At that time King Nebuchadnezzar waged war against King Arphaxad in the vast plain that borders Ragau."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 5,
    "text": "At the end of this time the king gave a feast of seven days in the garden court of the royal palace for all the people, great and small, who were in the royal precinct of Susa."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 5,
    "text": "But after all this he took to his bed, realizing that he was going to die."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 5,
    "text": "hear your prayers, and be reconciled to you, and never forsake you in time of adversity."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 5,
    "text": "And when each feast had run its course, Job would send for them and sanctify them, rising early and offering sacrifices for every one of them. For Job said, “It may be that my children have sinned and cursed God in their hearts.” Job did this habitually."
  },
  {
    "book": "Psalms",
    "chapter": 1,
    "verse": 5,
    "text": "Therefore the wicked will not arise at the judgment, nor will sinners in the assembly of the just."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 5,
    "text": "The wise by hearing them will advance in learning, the intelligent will gain sound guidance,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 5,
    "text": "The sun rises and the sun sets; then it presses on to the place where it rises."
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 5,
    "text": "Love’s Boast - W I am black and beautiful, Daughters of Jerusalem— Like the tents of Qedar, like the curtains of Solomon."
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 5,
    "text": "For the holy spirit of discipline flees deceit and withdraws from senseless counsels and is rebuked when unrighteousness occurs."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 5,
    "text": "Why would you yet be struck, that you continue to rebel? The whole head is sick, the whole heart faint."
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 5,
    "text": "Before I formed you in the womb I knew you, before you were born I dedicated you, a prophet to the nations I appointed you."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 5,
    "text": "Her foes have come out on top, her enemies are secure; Because the LORD has afflicted her for her many rebellions. Her children have gone away, captive before the foe."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 5,
    "text": "They wept, fasted, and prayed before the Lord,"
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 5,
    "text": "From within it figures in the likeness of four living creatures appeared. This is what they looked like:"
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 5,
    "text": "The king allotted them a daily portion of food and wine from the royal table. After three years’ training they were to enter the king’s service."
  },
  {
    "book": "Hosea",
    "chapter": 1,
    "verse": 5,
    "text": "on that day I will break the bow of Israel in the valley of Jezreel."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 5,
    "text": "Wake up, you drunkards, and weep; wail, all you wine drinkers, Over the new wine, taken away from your mouths."
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 5,
    "text": "I will break the barred gate of Damascus; From the Valley of Aven I will cut off the one enthroned, And the sceptered ruler from Beth-eden; the people of Aram shall be exiled to Kir, says the LORD."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 5,
    "text": "If thieves came to you, robbers by night —how you have been destroyed!— would they not steal merely till they had enough? If grape pickers came to you, would they not leave some gleanings?"
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 5,
    "text": "Then the sailors were afraid and each one cried to his god. To lighten the ship for themselves, they threw its cargo into the sea. Meanwhile, Jonah had gone down into the hold of the ship, and lay there fast asleep."
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 5,
    "text": "All this is for the crime of Jacob, for the sins of the house of Israel. What is the crime of Jacob? Is it not Samaria? And what is the sin of the house of Judah? Is it not Jerusalem?"
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 5,
    "text": "The mountains quake before him, and the hills dissolve; The earth is laid waste before him, the world and all who dwell in it."
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 5,
    "text": "God’s Response - Look over the nations and see! Be utterly amazed! For a work is being done in your days that you would not believe, were it told."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 5,
    "text": "And those who bow down on the roofs to the host of heaven, And those who bow down to the LORD but swear by Milcom;"
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 5,
    "text": "Now thus says the LORD of hosts: Reflect on your experience!"
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 5,
    "text": "Your ancestors, where are they? And the prophets, can they live forever?"
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 5,
    "text": "Your own eyes will see it, and you will say, “Great is the LORD, even beyond the territory of Israel.”"
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 5,
    "text": "Salmon the father of Boaz, whose mother was Rahab. Boaz became the father of Obed, whose mother was Ruth. Obed became the father of Jesse,"
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 5,
    "text": "People of the whole Judean countryside and all the inhabitants of Jerusalem were going out to him and were being baptized by him in the Jordan River as they acknowledged their sins."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 5,
    "text": "II. The Infancy Narrative - Announcement of the Birth of John. In the days of Herod, King of Judea, there was a priest named Zechariah of the priestly division of Abijah; his wife was from the daughters of Aaron, and her name was Elizabeth."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 5,
    "text": "the light shines in the darkness, and the darkness has not overcome it."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 5,
    "text": "for John baptized with water, but in a few days you will be baptized with the holy Spirit.”"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 5,
    "text": "Through him we have received the grace of apostleship, to bring about the obedience of faith, for the sake of his name, among all the Gentiles,"
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 5,
    "text": "that in him you were enriched in every way, with all discourse and all knowledge,"
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 5,
    "text": "For as Christ’s sufferings overflow to us, so through Christ does our encouragement also overflow."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 5,
    "text": "to whom be glory forever and ever. Amen."
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 5,
    "text": "he destined us for adoption to himself through Jesus Christ, in accord with the favor of his will,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 5,
    "text": "because of your partnership for the gospel from the first day until now."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 5,
    "text": "because of the hope reserved for you in heaven. Of this you have already heard through the word of truth, the gospel,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 1,
    "verse": 5,
    "text": "For our gospel did not come to you in word alone, but also in power and in the holy Spirit and [with] much conviction. You know what sort of people we were [among] you for your sake."
  },
  {
    "book": "2Thessalonians",
    "chapter": 1,
    "verse": 5,
    "text": "This is evidence of the just judgment of God, so that you may be considered worthy of the kingdom of God for which you are suffering."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 5,
    "text": "The aim of this instruction is love from a pure heart, a good conscience, and a sincere faith."
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 5,
    "text": "as I recall your sincere faith that first lived in your grandmother Lois and in your mother Eunice and that I am confident lives also in you."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 5,
    "text": "II. Pastoral Charge - Titus in Crete. For this reason I left you in Crete so that you might set right what remains to be done and appoint presbyters in every town, as I directed you,"
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 5,
    "text": "as I hear of the love and the faith you have in the Lord Jesus and for all the holy ones,"
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 5,
    "text": "For to which of the angels did God ever say: “You are my son; this day I have begotten you”? Or again: “I will be a father to him, and he shall be a son to me”?"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 5,
    "text": "But if any of you lacks wisdom, he should ask God who gives to all generously and ungrudgingly, and he will be given it."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 5,
    "text": "who by the power of God are safeguarded through faith, to a salvation that is ready to be revealed in the final time."
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 5,
    "text": "For this very reason, make every effort to supplement your faith with virtue, virtue with knowledge,"
  },
  {
    "book": "1John",
    "chapter": 1,
    "verse": 5,
    "text": "II. God As Light - God Is Light. Now this is the message that we have heard from him and proclaim to you: God is light, and in him there is no darkness at all."
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 5,
    "text": "But now, Lady, I ask you, not as though I were writing a new commandment but the one we have had from the beginning: let us love one another."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 5,
    "text": "Beloved, you are faithful in all you do for the brothers, especially for strangers;"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 5,
    "text": "The False Teachers. I wish to remind you, although you know all things, that [the] Lord who once saved a people from the land of Egypt later destroyed those who did not believe."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 5,
    "text": "and from Jesus Christ, the faithful witness, the firstborn of the dead and ruler of the kings of the earth. To him who loves us and has freed us from our sins by his blood,"
  }
]