[
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 28,
    "text": "When the LORD spoke to Moses in the land of Egypt"
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 28,
    "text": "Early the next morning the townspeople found that the altar of Baal had been dismantled, the asherah beside it cut down, and the fattened bull offered on the altar that was built."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 28,
    "text": "He overlaid the cherubim with gold."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 28,
    "text": "Then the king asked her, “What is your trouble?” She replied: “This woman said to me, ‘Give up your son that we may eat him today; then tomorrow we will eat my son.’"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 28,
    "text": "son of Jahath, son of Gershon, son of Levi."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 28,
    "text": "“If there is famine in the land or pestilence; or if blight comes, or mildew, or locusts swarm, or caterpillars; when their enemies besiege them at any of their gates; whatever plague or sickness there may be;"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 28,
    "text": "When the king heard this he was enraged, and he called together all his Friends, the officers of his army, and the commanders of the cavalry."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 28,
    "text": "and I will leave to the young a noble example of how to die willingly and nobly for the revered and holy laws.” He spoke thus, and went immediately to the instrument of torture."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 28,
    "text": "Come, now, give me your attention; surely I will not lie to your face."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 28,
    "text": "Or can a man walk on live coals, and his feet not be scorched?"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 28,
    "text": "Thus at last you will find rest in her, and she will become your joy."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 28,
    "text": "Arch-rebels are they all, dealers in slander, bronze and iron, all of them, destroyers they are."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 28,
    "text": "women ritually unclean or at childbirth handle their sacrifices. From such things, know that they are not gods; do not fear them."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 28,
    "text": "A savior and deliverer, working signs and wonders in heaven and on earth, who saved Daniel from the lions’ power.”"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 28,
    "text": "Why are you anxious about clothes? Learn from the way the wild flowers grow. They do not work or spin."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 28,
    "text": "He brought in the head on a platter and gave it to the girl. The girl in turn gave it to her mother."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 28,
    "text": "bless those who curse you, pray for those who mistreat you."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 28,
    "text": "So they said to him, “What can we do to accomplish the works of God?”"
  }
]