[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 8,
    "text": "But Noah found favor with the LORD."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 8,
    "text": "and I will bring you into the land which I swore to give to Abraham, Isaac, and Jacob. I will give it to you as your own possession—I, the LORD!"
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 8,
    "text": "A priest shall then take from the grain offering a handful of bran flour and oil, together with all the frankincense that is on it, and this he shall burn on the altar as a token of the offering, a sweet aroma to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 8,
    "text": "As long as they are nazirites they are holy to the LORD."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 8,
    "text": "Bind them on your arm as a sign and let them be as a pendant on your forehead."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 8,
    "text": "When Joshua spoke to the people, the seven priests who carried the ram’s horns before the LORD marched and blew their horns, and the ark of the covenant of the LORD followed them."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 8,
    "text": "the LORD sent a prophet to the Israelites who said to them: Thus says the LORD, the God of Israel: I am the one who brought you up from Egypt; I brought you out of the house of slavery."
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 8,
    "text": "You shall next take the ark of the LORD and place it on the cart, putting the golden articles that you are offering as reparation for your guilt in a box beside it. Start it on its way, and let it go."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 8,
    "text": "David was angry because the LORD’s wrath had broken out against Uzzah. Therefore that place has been called Perez-uzzah even to this day."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 8,
    "text": "The entrance to the middle story was on the south side of the house; stairs led up to the middle story and from the middle story to the third."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 8,
    "text": "The Aramean Ambush. When the king of Aram was waging war on Israel, he would make plans with his servants: “I will bivouac at such and such a place.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 8,
    "text": "whose son was Elkanah, whose son was Ebiasaph, whose son was Assir,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 8,
    "text": "the LORD said to him: In wishing to build a house for my name, you did well."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 8,
    "text": "I also issue this decree concerning your dealing with these elders of the Jews in the rebuilding of that house of God: Let these men be repaid for their expenses, in full and without delay from the royal revenue, deriving from the taxes of West-of-Euphrates, so that the work not be interrupted."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 8,
    "text": "I sent him this answer: “Nothing of what you report is happening; rather, it is the invention of your own mind.”"
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 8,
    "text": "You will not die until you are destroyed together with them."
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 8,
    "text": "there should be brought the royal robe the king wore and the horse the king rode with the royal crest placed on its head."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 8,
    "text": "When the king heard this news, he was astonished and very much shaken. Sick with grief because his designs had failed, he took to his bed."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 8,
    "text": "Following upon a vote of the citizens of Ptolemais, a decree was issued ordering the neighboring Greek cities to adopt the same measures, obliging the Jews to partake of the sacrifices"
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 8,
    "text": "Oh, that I might have my request, and that God would grant what I long for:"
  },
  {
    "book": "Psalms",
    "chapter": 6,
    "verse": 8,
    "text": "My eyes are dimmed with sorrow, worn out because of all my foes."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 8,
    "text": "She procures her food in the summer, stores up her provisions in the harvest."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 8,
    "text": "What profit have the wise compared to fools, or what profit have the lowly in knowing how to conduct themselves in life?"
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 8,
    "text": "Sixty are the queens, eighty the concubines, and young women without number—"
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 8,
    "text": "but for those in power a rigorous scrutiny impends."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 8,
    "text": "For there are friends when it suits them, but they will not be around in time of trouble."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 8,
    "text": "Then I heard the voice of the Lord saying, “Whom shall I send? Who will go for us?” “Here I am,” I said; “send me!”"
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 8,
    "text": "Be warned, Jerusalem, or I will be estranged from you, And I will turn you into a wilderness, a land where no one dwells."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 8,
    "text": "People bring gold, as though for a girl fond of dressing up,"
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 8,
    "text": "But I will spare some of you from the sword to live as refugees among the nations when you are scattered to foreign lands."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 8,
    "text": "All the ministers of the kingdom, the prefects, satraps, counselors, and governors agree that the following prohibition ought to be put in force by royal decree: for thirty days, whoever makes a petition to anyone, divine or human, except to you, O king, shall be thrown into a den of lions."
  },
  {
    "book": "Hosea",
    "chapter": 6,
    "verse": 8,
    "text": "Gilead is a city of evildoers, tracked with blood."
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 8,
    "text": "The Lord GOD has sworn by his very self— an oracle of the LORD, the God of hosts: I abhor the pride of Jacob, I hate his strongholds, and I will hand over the city with everything in it;"
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 8,
    "text": "You have been told, O mortal, what is good, and what the LORD requires of you: Only to do justice and to love goodness, and to walk humbly with your God."
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 8,
    "text": "Then he cried out to me and said, “See, those who go forth to the land of the north provide rest for my spirit in the land of the north.”"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 8,
    "text": "Do not be like them. Your Father knows what you need before you ask him."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 8,
    "text": "He instructed them to take nothing for the journey but a walking stick—no food, no sack, no money in their belts."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 8,
    "text": "But he realized their intentions and said to the man with the withered hand, “Come up and stand before us.” And he rose and stood there."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 8,
    "text": "One of his disciples, Andrew, the brother of Simon Peter, said to him,"
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 8,
    "text": "Accusation Against Stephen. Now Stephen, filled with grace and power, was working great wonders and signs among the people."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 8,
    "text": "If, then, we have died with Christ, we believe that we shall also live with him."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 8,
    "text": "Instead, you inflict injustice and cheat, and this to brothers."
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 8,
    "text": "through glory and dishonor, insult and praise. We are treated as deceivers and yet are truthful;"
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 8,
    "text": "because the one who sows for his flesh will reap corruption from the flesh, but the one who sows for the spirit will reap eternal life from the spirit."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 8,
    "text": "knowing that each will be requited from the Lord for whatever good he does, whether he is slave or free."
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 8,
    "text": "If we have food and clothing, we shall be content with that."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 8,
    "text": "But if it produces thorns and thistles, it is rejected; it will soon be cursed and finally burned."
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 8,
    "text": "I looked, and there was a pale green horse. Its rider was named Death, and Hades accompanied him. They were given authority over a quarter of the earth, to kill with sword, famine, and plague, and by means of the beasts of the earth."
  }
]