[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 21,
    "text": "When Enoch was sixty-five years old, he begot Methuselah."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 21,
    "text": "and said to them, “The LORD look upon you and judge! You have made us offensive to Pharaoh and his servants, putting a sword into their hands to kill us.”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 21,
    "text": "When someone does wrong and commits sacrilege against the LORD by deceiving a neighbor about a deposit or a pledge or a stolen article, or by otherwise retaining a neighbor’s goods unjustly;"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 21,
    "text": "so shall the priest adjure the woman with this imprecation—“may the LORD make you a curse and malediction among your people by causing your uterus to fall and your belly to swell!"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 21,
    "text": "You shall not covet your neighbor’s wife. You shall not desire your neighbor’s house or field, his male or female slave, his ox or donkey, or anything that belongs to your neighbor."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 21,
    "text": "The Wadi Kishon swept them away; the wadi overwhelmed them, the Wadi Kishon. Trample down the strong!"
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 21,
    "text": "The Philistines abandoned their gods there, and David and his men carried them away."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 21,
    "text": "When Hiram had heard the words of Solomon, he was overjoyed, and said, “Blessed be the LORD this day, who has given David a wise son over this numerous people.”"
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 21,
    "text": "So Gehazi hurried after Naaman. Seeing that someone was running after him, Naaman alighted from his chariot to wait for him. He asked, “Is everything all right?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 21,
    "text": "Along with one hundred thousand persons they also captured their livestock: fifty thousand camels, two hundred fifty thousand sheep, and two thousand donkeys."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 21,
    "text": "Tobit reassured her: “Do not worry! Our son will leave in good health and come back to us in good health. Your own eyes will see the day when he returns to you safe and sound. So, do not worry; do not fear for them, my sister."
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 21,
    "text": "But if they are not a guilty nation, then let my lord keep his distance; otherwise their Lord and God will shield them, and we will be mocked in the eyes of all the earth.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 21,
    "text": "Simon went into Galilee and fought many battles with the Gentiles. They were crushed before him,"
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 21,
    "text": "Antiochus carried off eighteen hundred talents from the temple and hurried back to Antioch, thinking in his arrogance that he could make the land navigable and the sea passable on foot, so carried away was he with pride."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 21,
    "text": "From the scourge of the tongue you shall be hidden, and you shall not fear approaching ruin."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 21,
    "text": "Indeed, the ways of each person are plain to the LORD’s sight; all their paths he surveys;"
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 21,
    "text": "Well-aimed bolts of lightning will go forth and from the clouds will leap to the mark as from a well-drawn bow;"
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 21,
    "text": "Ah! Those who are wise in their own eyes, prudent in their own view!"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 21,
    "text": "Pay attention to this, you foolish and senseless people, Who have eyes and do not see, who have ears and do not hear."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 21,
    "text": "Bring us back to you, LORD, that we may return: renew our days as of old."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 21,
    "text": "he was cast out from human society and his heart was made like that of a beast; he lived with wild asses, and ate grass like an ox; his body was bathed with the dew of heaven, until he learned that the Most High God is sovereign over human kingship and sets over it whom he will."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 21,
    "text": "I hate, I despise your feasts, I take no pleasure in your solemnities."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 21,
    "text": "“You have heard that it was said to your ancestors, ‘You shall not kill; and whoever kills will be liable to judgment.’"
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 21,
    "text": "When Jesus had crossed again [in the boat] to the other side, a large crowd gathered around him, and he stayed close to the sea."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 21,
    "text": "Then the scribes and Pharisees began to ask themselves, “Who is this who speaks blasphemies? Who but God alone can forgive sins?”"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 21,
    "text": "For just as the Father raises the dead and gives life, so also does the Son give life to whomever he wishes."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 21,
    "text": "When they heard this, they went to the temple early in the morning and taught. When the high priest and his companions arrived, they convened the Sanhedrin, the full senate of the Israelites, and sent to the jail to have them brought in."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 21,
    "text": "so that, as sin reigned in death, grace also might reign through justification for eternal life through Jesus Christ our Lord."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 21,
    "text": "For our sake he made him to be sin who did not know sin, so that we might become the righteousness of God in him."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 21,
    "text": "occasions of envy, drinking bouts, orgies, and the like. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 21,
    "text": "Wives and Husbands. Be subordinate to one another out of reverence for Christ."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 21,
    "text": "Test everything; retain what is good."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 21,
    "text": "I charge you before God and Christ Jesus and the elect angels to keep these rules without prejudice, doing nothing out of favoritism."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 21,
    "text": "Children, be on your guard against idols."
  }
]