[
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 26,
    "text": "the hangings of the court, the curtain at the entrance of the court enclosing both the tabernacle and the altar, and the ropes—whatever pertained to their maintenance."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 26,
    "text": "But the LORD was angry with me on your account and would not hear me. The LORD said to me, Enough! Speak to me no more of this."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 26,
    "text": "During their delay Ehud escaped and, passing the sculptured stones, took refuge in Seirah."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 26,
    "text": "Joab then left David and sent messengers after Abner to bring him back from the cistern of Sirah; but David did not know."
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 26,
    "text": "The woman whose son was alive, because she was stirred with compassion for her son, said to the king, “Please, my lord, give her the living baby—do not kill it!” But the other said, “It shall be neither mine nor yours. Cut it in two!”"
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 26,
    "text": "When he saw that the battle was going against him, the king of Moab took seven hundred swordsmen to break through to the king of Edom, but he failed."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 26,
    "text": "to a point opposite the Water Gate on the east, and the projecting tower."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 26,
    "text": "His fame reached the king, and the Gentiles talked about the battles of Judas."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 26,
    "text": "Then two other young men, remarkably strong, strikingly handsome, and splendidly attired, appeared before him. Standing on each side of him, they flogged him unceasingly, inflicting innumerable blows."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 26,
    "text": "I have no peace nor ease; I have no rest, for trouble has come!"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 26,
    "text": "For the LORD will be your confidence, and will keep your foot from the snare."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 26,
    "text": "Her gates will lament and mourn, as the city sits desolate on the ground."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 26,
    "text": "It is good to hope in silence for the LORD’s deliverance."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 26,
    "text": "In it were born the giants, renowned at the first, huge in stature, skilled in war."
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 26,
    "text": "And I will make your tongue stick to the roof of your mouth so that you will be mute, no longer one who rebukes them for being a rebellious house."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 26,
    "text": "“Blessed are you, and praiseworthy, O Lord, the God of our ancestors, and glorious forever is your name."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 26,
    "text": "And if Satan has risen up against himself and is divided, he cannot stand; that is the end of him."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 26,
    "text": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 26,
    "text": "So they came to John and said to him, “Rabbi, the one who was with you across the Jordan, to whom you testified, here he is baptizing and everyone is coming to him.”"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 26,
    "text": "For you first, God raised up his servant and sent him to bless you by turning each of you from your evil ways.”"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 26,
    "text": "through the forbearance of God—to prove his righteousness in the present time, that he might be righteous and justify the one who has faith in Jesus."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 26,
    "text": "For through faith you are all children of God in Christ Jesus."
  }
]