[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 22,
    "text": "Then take a bunch of hyssop, and dipping it in the blood that is in the basin, apply some of this blood to the lintel and the two doorposts. And none of you shall go outdoors until morning."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 22,
    "text": "You may eat it as you would the gazelle or the deer: the unclean and the clean eating it together."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 22,
    "text": "the king of Kedesh, one; the king of Jokneam, at Carmel, one;"
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 22,
    "text": "For the sake of his own great name the LORD will not abandon his people, since the LORD has decided to make you his people."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 22,
    "text": "He replied: “While the child was living, I fasted and wept, thinking, ‘Who knows? The LORD may grant me the child's life.'"
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 22,
    "text": "However, the word of God came to Shemaiah, a man of God:"
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 22,
    "text": "Jozacar, son of Shimeath, and Jehozabad, son of Shomer, were the officials who struck and killed him. He was buried with his ancestors in the City of David, and his son Amaziah succeeded him as king."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 22,
    "text": "They helped David by taking charge of his troops, for they were all warriors and became commanders of his army."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 22,
    "text": "In the time of Eliashib, Joiada, Johanan, and Jaddua, the heads of ancestral houses of the priests were written down in the Book of Chronicles, up until the reign of Darius the Persian."
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 22,
    "text": "They kept blessing God and singing his praises, and they continued to give thanks for these marvelous works that God had done, because an angel of God appeared to them."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 22,
    "text": "Now that we have learned this, kindly write to us about your welfare."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 22,
    "text": "But when Judas' first cohort appeared, the enemy was overwhelmed with fear and terror at the manifestation of the all-seeing One. Scattering in every direction, they rushed away in such headlong flight that in many cases they wounded one another, pierced by the points of their own swords."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 22,
    "text": "He uncovers deep things from the darkness, brings the gloom into the light."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 22,
    "text": "Lying lips are an abomination to the LORD, but those who are truthful, his delight."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 22,
    "text": "Son of man, what is this proverb you have in the land of Israel: “The days drag on, and every vision fails”?"
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 22,
    "text": "Then they brought to him a demoniac who was blind and mute. He cured the mute person so that he could speak and see."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 22,
    "text": "And the seven left no descendants. Last of all the woman also died."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 22,
    "text": "Dependence on God. He said to [his] disciples, “Therefore I tell you, do not worry about your life and what you will eat, or about your body and what you will wear."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 22,
    "text": "Philip went and told Andrew; then Andrew and Philip went and told Jesus."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 22,
    "text": "The assembled crowd cried out, “This is the voice of a god, not of a man.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 22,
    "text": "Indeed, the parts of the body that seem to be weaker are all the more necessary,"
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 22,
    "text": "No, you have approached Mount Zion and the city of the living God, the heavenly Jerusalem, and countless angels in festal gathering,"
  }
]