[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 17,
    "text": "Bring out with you every living thing that is with you—all creatures, be they birds or animals or crawling things that crawl on the earth—and let them abound on the earth, and be fertile and multiply on it."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 17,
    "text": "For if you do not let my people go, I will send swarms of flies upon you and your servants and your people and your houses. The houses of the Egyptians and the very ground on which they stand will be filled with swarms of flies."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 17,
    "text": "The bull, however, with its hide and flesh and dung he burned in the fire outside the camp, as the LORD had commanded Moses to do."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 17,
    "text": "Indeed, all the firstborn among the Israelites, human being and beast alike, belong to me; I consecrated them to myself on the day I killed all the firstborn in the land of Egypt."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 17,
    "text": "Otherwise, you might say in your heart, “It is my own power and the strength of my own hand that has got me this wealth.”"
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 17,
    "text": "not a soldier remained in Ai or Bethel. They abandoned the city, leaving it open, as they pursued Israel."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 17,
    "text": "He also demolished the tower of Penuel and killed the people of the city."
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 17,
    "text": "He will also tithe your flocks. As for you, you will become his slaves."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 17,
    "text": "Zadok, son of Ahitub, and Ahimelech, son of Abiathar, were priests. Shavsha was scribe."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 17,
    "text": "When David my father wished to build a house for the name of the LORD, the God of Israel,"
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 17,
    "text": "He was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 17,
    "text": "Zebadiah, Meshullam, Hizki, Heber,"
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 17,
    "text": "Glories of the Court. In those times Solomon went to Ezion-geber and to Elath on the seashore of the land of Edom."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 17,
    "text": "with a command for Iddo, the leader in the place Casiphia, instructing them what to say to Iddo and his kinsmen, and to the temple servants in Casiphia, in order to procure for us ministers for the house of our God."
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 17,
    "text": "So the entire assembly of the returned exiles made booths and dwelt in them. Now the Israelites had done nothing of this sort from the days of Jeshua, son of Nun, until this occasion; therefore there was very great joy."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 17,
    "text": "Blessed are you, for you have shown mercy toward two only children. Grant them, Master, mercy and protection, and bring their lives to fulfillment with happiness and mercy.”"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 17,
    "text": "“So while we wait for the salvation that comes from him, let us call upon him to help us, and he will hear our cry if it pleases him."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 17,
    "text": "In each and every province and in each and every city, wherever the king’s order arrived, there was merriment and joy, banqueting and feasting for the Jews. And many of the peoples of the land identified themselves as Jews, for fear of the Jews fell upon them."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 17,
    "text": "Treaty with the Romans. So Judas chose Eupolemus, son of John, son of Accos, and Jason, son of Eleazar, and sent them to Rome to establish friendship and alliance with them."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 17,
    "text": "They were to keep before their eyes the lawless outrage perpetrated by the Gentiles against the holy place and the affliction of the humiliated city, as well as the subversion of their ancestral way of life."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 17,
    "text": "About a heap of stones his roots are entwined; among the rocks he takes hold."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 17,
    "text": "Those who love me I also love, and those who seek me find me."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 17,
    "text": "and I saw all the work of God: No mortal can find out the work that is done under the sun. However much mortals may toil in searching, no one finds it out; and even if the wise claim to know, they are unable to find it out."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 17,
    "text": "Wisdom Is a Gift of God - Reflecting on these things, and considering in my heart That immortality lies in kinship with Wisdom,"
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 17,
    "text": "Do not take counsel with simpletons, for they cannot keep a confidence."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 17,
    "text": "I will trust in the LORD, who is hiding his face from the house of Jacob; yes, I will wait for him."
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 17,
    "text": "Yes, I will send against you poisonous snakes. Against them no charm will work when they bite you—oracle of the LORD."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 17,
    "text": "He said: Do you see, son of man? Are the abominable things the house of Judah has done here so slight that they should also fill the land with violence, provoking me again and again? Now they are putting the branch to my nose!"
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 17,
    "text": "When he came near where I was standing, I fell prostrate in terror. But he said to me, “Understand, O son of man, that the vision refers to the end time.”"
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 17,
    "text": "Let none of you plot evil against another in your heart, nor love a false oath. For all these things I hate—oracle of the LORD."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 17,
    "text": "to fulfill what had been said by Isaiah the prophet: “He took away our infirmities and bore our diseases.” The Would-be Followers of Jesus."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 17,
    "text": "When he became aware of this he said to them, “Why do you conclude that it is because you have no bread? Do you not yet understand or comprehend? Are your hearts hardened?"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 17,
    "text": "For there is nothing hidden that will not become visible, and nothing secret that will not be known and come to light."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 17,
    "text": "Even in your law it is written that the testimony of two men can be verified."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 17,
    "text": "Then they laid hands on them and they received the holy Spirit."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 17,
    "text": "and if children, then heirs, heirs of God and joint heirs with Christ, if only we suffer with him so that we may also be glorified with him. Destiny of Glory."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 17,
    "text": "for he not only welcomed our appeal but, since he is very concerned, he has gone to you of his own accord."
  }
]