[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 17,
    "text": "The flood continued upon the earth for forty days. As the waters increased, they lifted the ark, so that it rose above the earth."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 17,
    "text": "Thus says the LORD: This is how you will know that I am the LORD. With the staff here in my hand, I will strike the water in the Nile and it will be changed into blood."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 17,
    "text": "But what is left over of the meat of the sacrifice on the third day must be burned in the fire."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 17,
    "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Nahshon, son of Amminadab."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 17,
    "text": "If you say to yourselves, “These nations are more numerous than we. How can we dispossess them?”"
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 17,
    "text": "Then he had the clans of Judah come forward, and the clan of Zerah was designated. He had the clan of Zerah come forward by families, and Zabdi was designated."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 17,
    "text": "“Watch me and follow my lead,” he told them. “I shall go to the edge of the camp, and as I do, you must do also."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 17,
    "text": "Then he used to return to Ramah, for that was his home. There, too, he judged Israel and built an altar to the LORD."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 17,
    "text": "In accordance with all these words and this whole vision Nathan spoke to David."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 17,
    "text": "There were meshes made like netting and braid made like chains for the capitals on top of the columns, seven for each capital."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 17,
    "text": "The king had put in charge of the gate the officer upon whose arm he leaned; but the people trampled him to death at the gate, just as the man of God had predicted when the messenger came down to him."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 17,
    "text": "The sons of Ulam: Bedan. These were the sons of Gilead, the son of Machir, the son of Manasseh."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 17,
    "text": "As for you, if you walk before me as David your father did, doing all that I have commanded you and keeping my statutes and ordinances,"
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 17,
    "text": "Therefore, you must use this money with all diligence to buy bulls, rams, lambs, and the grain offerings and libations proper to these, and offer them on the altar of the house of your God in Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 17,
    "text": "descendants of Azgad, two thousand three hundred and twenty-two;"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 17,
    "text": "“Take courage, my daughter! May the Lord of heaven grant you joy in place of your grief! Courage, my daughter!” Then she left."
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 17,
    "text": "So the Ammonites moved camp, together with five thousand Assyrians. They encamped in the valley and held the water supply and the springs of the Israelites."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 17,
    "text": "“The flesh of your faithful, and their blood they have spilled all around about Jerusalem, and no one was left to bury them.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 17,
    "text": "Only wait, and you will see how his great power will torment you and your descendants.”"
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 17,
    "text": "What are human beings, that you make much of them, or pay them any heed?"
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 17,
    "text": "His malice turns back upon his head; his violence falls on his own skull."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 17,
    "text": "I have sprinkled my bed with myrrh, with aloes, and with cinnamon."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 17,
    "text": "Be not wicked to excess, and be not foolish. Why should you die before your time?”"
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 17,
    "text": "For he gave me sound knowledge of what exists, that I might know the structure of the universe and the force of its elements,"
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 17,
    "text": "More and more, humble your pride; what awaits mortals is worms."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 17,
    "text": "The LORD shall bring upon you and your people and your father’s house such days as have not come since Ephraim seceded from Judah (the king of Assyria)."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 17,
    "text": "Do you not see what they are doing in the cities of Judah, in the streets of Jerusalem?"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 17,
    "text": "All their hands will hang limp, and all their knees turn to water."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 17,
    "text": "“These four great beasts stand for four kings which shall arise on the earth."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 17,
    "text": "Therefore thus says the LORD: Your wife shall become a prostitute in the city, and your sons and daughters shall fall by the sword. Your land shall be parcelled out by measuring line, and you yourself shall die in an unclean land; and Israel shall be exiled from its land.”"
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 17,
    "text": "They will lick the dust like a snake, like crawling things on the ground; They will come quaking from their strongholds; they will tremble in fear of you, the LORD, our God."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 17,
    "text": "Just so, every good tree bears good fruit, and a rotten tree bears bad fruit."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 17,
    "text": "When he got home away from the crowd his disciples questioned him about the parable."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 17,
    "text": "This report about him spread through the whole of Judea and in all the surrounding region. The Messengers from John the Baptist."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 17,
    "text": "Whoever chooses to do his will shall know whether my teaching is from God or whether I speak on my own."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 17,
    "text": "“When the time drew near for the fulfillment of the promise that God pledged to Abraham, the people had increased and become very numerous in Egypt,"
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 17,
    "text": "So now it is no longer I who do it, but sin that dwells in me."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 17,
    "text": "Only, everyone should live as the Lord has assigned, just as God called each one. I give this order in all the churches."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 17,
    "text": "For it is testified: “You are a priest forever according to the order of Melchizedek.”"
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 17,
    "text": "For the Lamb who is in the center of the throne will shepherd them and lead them to springs of life-giving water, and God will wipe away every tear from their eyes.”"
  }
]