[
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 38,
    "text": "which the LORD enjoined on Moses at Mount Sinai at the time when he commanded the Israelites in the wilderness of Sinai to bring their offerings to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 38,
    "text": "one gold cup of ten shekels’ weight filled with incense;"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 38,
    "text": "He made ten bronze basins, each four cubits in diameter with a capacity of forty baths, one basin atop each of the ten stands."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 38,
    "text": "The sons of Jether were Jephunneh, Pispa, and Ara."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 38,
    "text": "descendants of Senaah, three thousand nine hundred and thirty."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 38,
    "text": "Take revenge on this man and his army, and let them fall by the sword. Remember their blasphemies, and do not let them continue.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 38,
    "text": "Through me and my brothers, may there be an end to the wrath of the Almighty that has justly fallen on our whole nation.”"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 38,
    "text": "she stood behind him at his feet weeping and began to bathe his feet with her tears. Then she wiped them with her hair, kissed them, and anointed them with the ointment."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 38,
    "text": "Whoever believes in me, as scripture says: ‘Rivers of living water will flow from within him.’”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 38,
    "text": "It was he who, in the assembly in the desert, was with the angel who spoke to him on Mount Sinai and with our ancestors, and he received living utterances to hand on to us."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 38,
    "text": "So then, the one who marries his virgin does well; the one who does not marry her will do better."
  }
]