[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 31,
    "text": "These are the descendants of Shem, according to their clans, according to their languages, by their lands, by their nations."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 31,
    "text": "Moses said, “Please, do not leave us; you know where we can camp in the wilderness, and you can serve as our guide."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 31,
    "text": "Joshua next passed on with all Israel from Libnah to Lachish, where they set up a camp during the attack."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 31,
    "text": "But Jehu was not careful to walk in the law of the LORD, the God of Israel, with all his heart, since he did not desist from the sins which Jeroboam had caused Israel to commit."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 31,
    "text": "of the descendants of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 31,
    "text": "We will not marry our daughters to the local inhabitants, and we will not accept their daughters for our sons."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 31,
    "text": "Let Jerusalem and her territory, her tithes and her tolls, be sacred and free from tax."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 31,
    "text": "Twenty thousand five hundred of their foot soldiers and six hundred cavalry were slain."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 31,
    "text": "The mouth of the just yields wisdom, but the perverse tongue will be cut off."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 31,
    "text": "Madmenah is in flight, the inhabitants of Gebim seek refuge."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 31,
    "text": "So do not be afraid; you are worth more than many sparrows."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 31,
    "text": "But many that are first will be last, and [the] last will be first.”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 31,
    "text": "A priest happened to be going down that road, but when he saw him, he passed by on the opposite side."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 31,
    "text": "The Jews again picked up rocks to stone him."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 31,
    "text": "‘Cornelius, your prayer has been heard and your almsgiving remembered before God."
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 31,
    "text": "So whether you eat or drink, or whatever you do, do everything for the glory of God."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 31,
    "text": "It is a fearful thing to fall into the hands of the living God."
  }
]