[
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 31,
    "text": "Moses said to Aaron and his sons, “Boil the meat at the entrance of the tent of meeting, and there eat it with the bread that is in the basket of the ordination offering, in keeping with the command I have received: ‘Aaron and his sons shall eat of it.'"
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 31,
    "text": "of unhewn stones on which no iron tool had been used, just as Moses, the servant of the LORD, had commanded the Israelites, as recorded in the book of the law. On this altar they sacrificed burnt offerings to the LORD and made communion sacrifices."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 31,
    "text": "His concubine who lived in Shechem also bore him a son, whom he named Abimelech."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 31,
    "text": "“If someone sins in some way against a neighbor and is required to take an oath sanctioned by a curse, and comes and takes the oath before your altar in this house,"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 31,
    "text": "Gedor, Ahio, Zecher, and Mikloth."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 31,
    "text": "Arrival in Jerusalem. We set out from the river of Ahava on the twelfth day of the first month to go to Jerusalem. The hand of our God remained over us, and he protected us from enemies and robbers along the way."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 31,
    "text": "But now, since you are a devout woman, pray for us that the Lord may send rain to fill up our cisterns. Then we will no longer be fainting from thirst.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 31,
    "text": "“Moreover, concerning the wrongs that King Demetrius is doing to them, we have written to him thus: ‘Why have you made your yoke heavy upon our friends and allies the Jews?"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 31,
    "text": "They collected the enemies' weapons and carefully stored them in strategic places; the rest of the spoils they carried to Jerusalem."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 31,
    "text": "Playing over the whole of his earth, having my delight with human beings."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 31,
    "text": "The demons pleaded with him, “If you drive us out, send us into the herd of swine.”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 31,
    "text": "The First Prediction of the Passion. He began to teach them that the Son of Man must suffer greatly and be rejected by the elders, the chief priests, and the scribes, and be killed, and rise after three days."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 31,
    "text": "And they pleaded with him not to order them to depart to the abyss."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 31,
    "text": "Jesus then said to those Jews who believed in him, “If you remain in my word, you will truly be my disciples,"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 31,
    "text": "He replied, “How can I, unless someone instructs me?” So he invited Philip to get in and sit with him."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 31,
    "text": "What then shall we say to this? If God is for us, who can be against us?"
  }
]