[
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 32,
    "text": "So on that day Gideon was called Jerubbaal, because of the words, “Let Baal take action against him, since he dismantled his altar.”"
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 32,
    "text": "The two doors were of pine, with carved figures of cherubim, palm trees, and open flowers. The doors were overlaid with gold, and the cherubim and the palm trees were also covered with beaten gold."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 32,
    "text": "Meanwhile, Elisha was sitting in his house in conference with the elders. The king had sent one of his courtiers; but before the messenger reached him, Elisha said to the elders: “Do you know that this murderer is sending someone to cut off my head? When the messenger comes, see that you close the door and hold it fast against him. His master's footsteps are echoing behind him.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 32,
    "text": "son of Mahli, son of Mushi, son of Merari, son of Levi."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 32,
    "text": "“To the foreigners, likewise, who are not of your people Israel, but who come from a distant land for the sake of your great name, your mighty hand and outstretched arm, and come in prayer to this house,"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 32,
    "text": "Battle of Beth-zechariah. Then Judas marched away from the citadel and moved his camp to Beth-zechariah, opposite the king's camp."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 32,
    "text": "But those who commit adultery have no sense; those who do it destroy themselves."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 32,
    "text": "If you wish, my son, you can be wise; if you apply yourself, you can be shrewd."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 32,
    "text": "The priests take some of the clothing from their gods and put it on their wives and children."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 32,
    "text": "All these things the pagans seek. Your heavenly Father knows that you need them all."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 32,
    "text": "So they went off in the boat by themselves to a deserted place."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 32,
    "text": "For if you love those who love you, what credit is that to you? Even sinners love those who love them."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 32,
    "text": "So Jesus said to them, “Amen, amen, I say to you, it was not Moses who gave the bread from heaven; my Father gives you the true bread from heaven."
  }
]