[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 29,
    "text": "Death of the Firstborn. And so at midnight the LORD struck down every firstborn in the land of Egypt, from the firstborn of Pharaoh sitting on his throne to the firstborn of the prisoner in the dungeon, as well as all the firstborn of the animals."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 29,
    "text": "Warning Against Abominable Practices. When the LORD, your God, cuts down from before you the nations you are going in to dispossess, and you have dispossessed them and are settled in their land,"
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 29,
    "text": "So David assembled the rest of the soldiers, went to Rabbah, fought against it, and captured it."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 29,
    "text": "And he put one in Bethel, the other in Dan."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 29,
    "text": "and Zadok, a young warrior, with twenty-two princes of his father's house."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 29,
    "text": "from Beth-gilgal, and from the plains of Geba and Azmaveth (for the singers had built themselves settlements about Jerusalem)."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 29,
    "text": "But because Jonathan and his men were watching the campfires burning, they did not know until the morning what had happened."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 29,
    "text": "Then they set out from there and hastened on to Scythopolis, seventy-five miles from Jerusalem."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 29,
    "text": "How can anyone enter a strong man's house and steal his property, unless he first ties up the strong man? Then he can plunder his house."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 29,
    "text": "Jesus replied, “The first is this: ‘Hear, O Israel! The Lord our God is Lord alone!"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 29,
    "text": "As for you, do not seek what you are to eat and what you are to drink, and do not worry anymore."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 29,
    "text": "The crowd there heard it and said it was thunder; but others said, “An angel has spoken to him.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 29,
    "text": "Are all apostles? Are all prophets? Are all teachers? Do all work mighty deeds?"
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 29,
    "text": "For our God is a consuming fire."
  }
]