[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 13,
    "text": "Evening came, and morning followed—the third day."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 13,
    "text": "So the Egyptians reduced the Israelites to cruel slavery,"
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 13,
    "text": "but the inner organs and the shanks shall be washed with water. The priest shall then offer all of it, burning it on the altar. It is a burnt offering, a sweet-smelling oblation to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 13,
    "text": "from Asher: Pagiel, son of Ochran;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 13,
    "text": "Provide wise, discerning, and reputable persons for each of your tribes, that I may appoint them as your leaders.”"
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 13,
    "text": "“Remember what Moses, the servant of the LORD, commanded you when he said, ‘The LORD, your God, is about to give you rest; he will give you this land.’"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 13,
    "text": "Othniel captured it, the son of Caleb’s younger brother Kenaz; so Caleb gave him his daughter Achsah in marriage."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 13,
    "text": "would you wait for them and deprive yourselves of husbands until those sons grew up? No, my daughters, my lot is too bitter for you, because the LORD has extended his hand against me.”"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 13,
    "text": "for Hannah was praying silently; though her lips were moving, her voice could not be heard. Eli, thinking she was drunk,"
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 13,
    "text": "David said to the youth who had reported to him, “Where are you from?” He replied, “I am the son of a resident alien, an Amalekite.”"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 13,
    "text": "Go, visit King David, and say to him, ‘Did you not, my lord king, swear to your handmaid: Your son Solomon shall be king after me; it is he who shall sit upon my throne? Why, then, has Adonijah become king?’"
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 13,
    "text": "The king sent a third captain with his company of fifty men. When the third captain had climbed the hill, he fell to his knees before Elijah, pleading with him. He said, “Man of God, let my life and the lives of these fifty men, your servants, count for something in your sight!"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 13,
    "text": "Canaan became the father of Sidon, his firstborn, and Heth,"
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 13,
    "text": "Solomon’s Wealth. Solomon returned to Jerusalem from the high place at Gibeon, from before the tent of meeting, and became king over Israel."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 13,
    "text": "the Most High granted me favor and status with Shalmaneser, so that I became purchasing agent for all his needs."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 13,
    "text": "Defeat of Arphaxad. In the seventeenth year he mustered his forces against King Arphaxad and was victorious in his campaign. He routed the whole force of Arphaxad, his entire cavalry, and all his chariots,"
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 13,
    "text": "He conferred with the sages who understood the times, because the king’s business was conducted in general consultation with lawyers and jurists."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 13,
    "text": "some from among the people promptly went to the king, and he authorized them to introduce the ordinances of the Gentiles."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 13,
    "text": "When their leader arrived in Persia with his seemingly irresistible army, they were cut to pieces in the temple of the goddess Nanea through a deceitful stratagem employed by Nanea’s priests."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 13,
    "text": "The First Trial. One day, while his sons and daughters were eating and drinking wine in the house of their eldest brother,"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 13,
    "text": "All kinds of precious wealth shall we gain, we shall fill our houses with booty;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 13,
    "text": "and I applied my mind to search and investigate in wisdom all things that are done under the sun. A bad business God has given to human beings to be busied with."
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 13,
    "text": "My lover is to me a sachet of myrrh; between my breasts he lies."
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 13,
    "text": "Because God did not make death, nor does he rejoice in the destruction of the living."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 13,
    "text": "Trample my courts no more! To bring offerings is useless; incense is an abomination to me. New moon and sabbath, calling assemblies— festive convocations with wickedness— these I cannot bear."
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 13,
    "text": "A second time the word of the LORD came to me: What do you see? I replied, “I see a boiling kettle whose mouth is tipped away from the north.”"
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 13,
    "text": "From on high he hurled fire down into my very bones; He spread out a net for my feet, and turned me back. He has left me desolate, in misery all day long."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 13,
    "text": "Pray for us to the LORD, our God, for we have sinned against the LORD, our God. Even to this day the wrath of the LORD and his anger have not turned away from us."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 13,
    "text": "And the appearance of the living creatures seemed like burning coals of fire. Something indeed like torches moved back and forth among the living creatures. The fire gleamed intensely, and from it lightning flashed."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 13,
    "text": "Then see how we look in comparison with the other young men who eat from the royal table, and treat your servants according to what you see.”"
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 13,
    "text": "Cry Out to the Lord - Gird yourselves and lament, you priests! wail, ministers of the altar! Come, spend the night in sackcloth, ministers of my God! For the grain offering and the libation are withheld from the house of your God."
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 13,
    "text": "Ammon - Thus says the LORD: For three crimes of the Ammonites, and now four— I will not take it back— Because they ripped open pregnant women in Gilead, in order to extend their territory,"
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 13,
    "text": "Do not enter the gate of my people on the day of their calamity; Do not gloat—especially you—over his misfortune on the day of his calamity; Do not lay hands upon his possessions on the day of his calamity!"
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 13,
    "text": "Still the men rowed hard to return to dry land, but they could not, for the sea grew more and more stormy."
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 13,
    "text": "Harness steeds to the chariots, inhabitants of Lachish; You are the beginning of sin for daughter Zion, For in you were found the crimes of Israel."
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 13,
    "text": "Now I will break his yoke off of you, and tear off your bonds."
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 13,
    "text": "Your eyes are too pure to look upon wickedness, and the sight of evil you cannot endure. Why, then, do you gaze on the faithless in silence while the wicked devour those more just than themselves?"
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 13,
    "text": "Their wealth shall be given to plunder and their houses to devastation; They will build houses, but not dwell in them; They will plant vineyards, but not drink their wine."
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 13,
    "text": "Then Haggai, the messenger of the LORD, proclaimed to the people as the message of the LORD: I am with you!—oracle of the LORD."
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 13,
    "text": "To the angel who spoke with me, the LORD replied favorably, with comforting words."
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 13,
    "text": "You say, “See what a burden this is!” and you exasperate me, says the LORD of hosts; You bring in what is mutilated, or lame, or sick; you bring it as an offering! Will I accept it from your hands? says the LORD."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 13,
    "text": "Zerubbabel the father of Abiud. Abiud became the father of Eliakim, Eliakim the father of Azor,"
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 13,
    "text": "and he remained in the desert for forty days, tempted by Satan. He was among wild beasts, and the angels ministered to him."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 13,
    "text": "But the angel said to him, “Do not be afraid, Zechariah, because your prayer has been heard. Your wife Elizabeth will bear you a son, and you shall name him John."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 13,
    "text": "who were born not by natural generation nor by human choice nor by a man’s decision but of God."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 13,
    "text": "The First Community in Jerusalem. When they entered the city they went to the upper room where they were staying, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James son of Alphaeus, Simon the Zealot, and Judas son of James."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 13,
    "text": "I do not want you to be unaware, brothers, that I often planned to come to you, though I was prevented until now, that I might harvest some fruit among you, too, as among the rest of the Gentiles."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 13,
    "text": "Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?"
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 13,
    "text": "For we write you nothing but what you can read and understand, and I hope that you will understand completely,"
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 13,
    "text": "For you heard of my former way of life in Judaism, how I persecuted the church of God beyond measure and tried to destroy it,"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 13,
    "text": "In him you also, who have heard the word of truth, the gospel of your salvation, and have believed in him, were sealed with the promised holy Spirit,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 13,
    "text": "so that my imprisonment has become well known in Christ throughout the whole praetorium and to all the rest,"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 13,
    "text": "He delivered us from the power of darkness and transferred us to the kingdom of his beloved Son,"
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 13,
    "text": "I was once a blasphemer and a persecutor and an arrogant man, but I have been mercifully treated because I acted out of ignorance in my unbelief."
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 13,
    "text": "Take as your norm the sound words that you heard from me, in the faith and love that are in Christ Jesus."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 13,
    "text": "That testimony is true. Therefore, admonish them sharply, so that they may be sound in the faith,"
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 13,
    "text": "I should have liked to retain him for myself, so that he might serve me on your behalf in my imprisonment for the gospel,"
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 13,
    "text": "But to which of the angels has he ever said: “Sit at my right hand until I make your enemies your footstool”?"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 13,
    "text": "No one experiencing temptation should say, “I am being tempted by God”; for God is not subject to temptation to evil, and he himself tempts no one."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 13,
    "text": "Obedience. Therefore, gird up the loins of your mind, live soberly, and set your hopes completely on the grace to be brought to you at the revelation of Jesus Christ."
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 13,
    "text": "I think it right, as long as I am in this “tent,” to stir you up by a reminder,"
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 13,
    "text": "The children of your chosen sister send you greetings."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 13,
    "text": "I have much to write to you, but I do not wish to write with pen and ink."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 13,
    "text": "They are like wild waves of the sea, foaming up their shameless deeds, wandering stars for whom the gloom of darkness has been reserved forever."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 13,
    "text": "and in the midst of the lampstands one like a son of man, wearing an ankle-length robe, with a gold sash around his chest."
  }
]