[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 14,
    "text": "Then God said: Let there be lights in the dome of the sky, to separate day from night. Let them mark the seasons, the days and the years,"
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 14,
    "text": "making life bitter for them with hard labor, at mortar and brick and all kinds of field work—cruelly oppressed in all their labor."
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 14,
    "text": "If a person offers a bird as a burnt offering to the LORD, the offering brought must be a turtledove or a pigeon."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 14,
    "text": "from Gad: Eliasaph, son of Reuel;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 14,
    "text": "You answered me, “What you have proposed is good.”"
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 14,
    "text": "Your wives, your children, and your livestock may remain in the land Moses gave you here beyond the Jordan. But all the warriors among you must cross over armed, ahead of your kindred, and you must help them"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 14,
    "text": "When she came to him, she induced him to ask her father for some land. Then, as she alighted from the donkey, Caleb asked her, “What do you want?”"
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 14,
    "text": "Again they wept aloud; then Orpah kissed her mother-in-law good-bye, but Ruth clung to her."
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 14,
    "text": "said to her, “How long will you make a drunken spectacle of yourself? Sober up from your wine!”"
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 14,
    "text": "David said to him, “How is it that you were not afraid to put forth your hand to desecrate the LORD’s anointed?”"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 14,
    "text": "And while you are still there speaking to the king, I will come in after you and confirm your words.”"
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 14,
    "text": "Already fire has come down from heaven, consuming the first two captains with their companies of fifty men. But now, let my life count for something in your sight!”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 14,
    "text": "and the Jebusites, the Amorites, the Girgashites,"
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 14,
    "text": "Solomon amassed chariots and horses: he had one thousand four hundred chariots and twelve thousand horses; these he allocated among the chariot cities and to the king’s service in Jerusalem."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 14,
    "text": "Until he died, I would go to Media to buy goods for him there. I also deposited pouches of silver worth ten talents in trust with my kinsman Gabael, son of Gabri, who lived at Rages, in the land of Media."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 14,
    "text": "and took possession of his cities. He pressed on to Ecbatana, took its towers, sacked its marketplaces, and turned its glory into shame."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 14,
    "text": "He summoned Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven Persian and Median officials who were in the king’s personal service and held first rank in the realm,"
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 14,
    "text": "Thereupon they built a gymnasium in Jerusalem according to the Gentile custom."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 14,
    "text": "On the pretext of marrying the goddess, Antiochus with his Friends had come to the place to get its great treasures as a dowry."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 14,
    "text": "a messenger came to Job and said, “The oxen were plowing and the donkeys grazing beside them,"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 14,
    "text": "Cast in your lot with us, we shall all have one purse!”"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 14,
    "text": "I have seen all things that are done under the sun, and behold, all is vanity and a chase after wind."
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 14,
    "text": "My lover is to me a cluster of henna from the vineyards of En-gedi."
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 14,
    "text": "For he fashioned all things that they might have being, and the creatures of the world are wholesome; There is not a destructive drug among them nor any domain of Hades on earth,"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 14,
    "text": "Your new moons and festivals I detest; they weigh me down, I tire of the load."
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 14,
    "text": "The LORD said to me, And from the north evil will pour out over all who dwell in the land."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 14,
    "text": "The yoke of my rebellions is bound together, fastened by his hand. His yoke is upon my neck; he has made my strength fail. The Lord has delivered me into the grip of those I cannot resist."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 14,
    "text": "On the feast day and during the days of assembly, read aloud in the house of the LORD this scroll that we send you:"
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 14,
    "text": "The creatures darting back and forth flashed like lightning."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 14,
    "text": "He agreed to this request, and tested them for ten days;"
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 14,
    "text": "Proclaim a holy fast! Call an assembly! Gather the elders, all who dwell in the land, To the house of the LORD, your God, and cry out to the LORD!"
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 14,
    "text": "I will kindle a fire upon the wall of Rabbah, and it will devour its strongholds Amid war cries on the day of battle, amid stormwind on the day of tempest."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 14,
    "text": "Do not stand at the crossroads to cut down his survivors; Do not hand over his fugitives on the day of distress!"
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 14,
    "text": "Then they cried to the LORD: “Please, O LORD, do not let us perish for taking this man’s life; do not charge us with shedding innocent blood, for you, LORD, have accomplished what you desired.”"
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 14,
    "text": "Therefore you must give back the dowry to Moresheth-gath; The houses of Achzib are a dry stream bed to the kings of Israel."
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 14,
    "text": "The LORD has commanded regarding you: no descendant will again bear your name; From the house of your gods I will abolish the carved and the molten image; I will make your grave a dung heap."
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 14,
    "text": "You have made mortals like the fish in the sea, like creeping things without a leader."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 14,
    "text": "Near is the great day of the LORD, near and very swiftly coming. The sound of the day of the LORD! Piercing— there a warrior shrieks!"
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 14,
    "text": "And so the LORD stirred up the spirit of the governor of Judah, Zerubbabel, son of Shealtiel, and the spirit of the high priest Joshua, son of Jehozadak, and the spirit of all the remnant of the people, so that they came to do the work in the house of the LORD of hosts, their God,"
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 14,
    "text": "Oracular Response. The angel who spoke with me then said to me, Proclaim: Thus says the LORD of hosts: I am jealous for Jerusalem and for Zion intensely jealous."
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 14,
    "text": "Cursed is the cheat who has in his flock an intact male, and vows it, but sacrifices to the LORD a defective one instead; For a great king am I, says the LORD of hosts, and my name is feared among the nations."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 14,
    "text": "Azor the father of Zadok. Zadok became the father of Achim, Achim the father of Eliud,"
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 14,
    "text": "II. The Mystery of Jesus - The Beginning of the Galilean Ministry. After John had been arrested, Jesus came to Galilee proclaiming the gospel of God:"
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 14,
    "text": "And you will have joy and gladness, and many will rejoice at his birth,"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 14,
    "text": "And the Word became flesh and made his dwelling among us, and we saw his glory, the glory as of the Father’s only Son, full of grace and truth."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 14,
    "text": "All these devoted themselves with one accord to prayer, together with some women, and Mary the mother of Jesus, and his brothers."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 14,
    "text": "To Greeks and non-Greeks alike, to the wise and the ignorant, I am under obligation;"
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 14,
    "text": "I give thanks [to God] that I baptized none of you except Crispus and Gaius,"
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 14,
    "text": "as you have come to understand us partially, that we are your boast as you also are ours, on the day of [our] Lord Jesus."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 14,
    "text": "and progressed in Judaism beyond many of my contemporaries among my race, since I was even more a zealot for my ancestral traditions."
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 14,
    "text": "which is the first installment of our inheritance toward redemption as God’s possession, to the praise of his glory. II. Unity of the Church in Christ - The Church as Christ’s Body."
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 14,
    "text": "and so that the majority of the brothers, having taken encouragement in the Lord from my imprisonment, dare more than ever to proclaim the word fearlessly."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 14,
    "text": "in whom we have redemption, the forgiveness of sins."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 14,
    "text": "Indeed, the grace of our Lord has been abundant, along with the faith and love that are in Christ Jesus."
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 14,
    "text": "Guard this rich trust with the help of the holy Spirit that dwells within us."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 14,
    "text": "instead of paying attention to Jewish myths and regulations of people who have repudiated the truth."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 14,
    "text": "but I did not want to do anything without your consent, so that the good you do might not be forced but voluntary."
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 14,
    "text": "Are they not all ministering spirits sent to serve, for the sake of those who are to inherit salvation?"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 14,
    "text": "Rather, each person is tempted when he is lured and enticed by his own desire."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 14,
    "text": "Like obedient children, do not act in compliance with the desires of your former ignorance"
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 14,
    "text": "since I know that I will soon have to put it aside, as indeed our Lord Jesus Christ has shown me."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 14,
    "text": "Instead, I hope to see you soon, when we can talk face to face."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 14,
    "text": "Enoch, of the seventh generation from Adam, prophesied also about them when he said, “Behold, the Lord has come with his countless holy ones"
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 14,
    "text": "The hair of his head was as white as white wool or as snow, and his eyes were like a fiery flame."
  }
]