[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 29,
    "text": "Ophir, Havilah and Jobab. All these were descendants of Joktan."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 29,
    "text": "Moses replied, “You are right! I will never see your face again.”"
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 29,
    "text": "Hobab as Guide. Moses said to Hobab, son of Reuel the Midianite, Moses’ father-in-law, “We are setting out for the place concerning which the LORD has said, ‘I will give it to you.’ Come with us, and we will be generous toward you, for the LORD has promised prosperity to Israel.”"
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 29,
    "text": "Joshua then passed on with all Israel from Makkedah to Libnah, and attacked it,"
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 29,
    "text": "A chariot imported from Egypt cost six hundred shekels of silver, a horse one hundred and fifty shekels; they were exported at these rates to all the Hittite and Aramean kings."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 29,
    "text": "Death of Jehu of Israel. However, Jehu did not desist from the sins which Jeroboam, son of Nebat, had caused Israel to commit, the golden calves at Bethel and at Dan."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 29,
    "text": "of the descendants of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth;"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 29,
    "text": "Provisions of the Pact. The rest of the people, priests, Levites, gatekeepers, singers, temple servants, and all others who have separated themselves from the local inhabitants in favor of the law of God, with their wives, their sons, their daughters, all who are of the age of discretion,"
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 29,
    "text": "“I now free you and exempt all the Jews from the tribute, the salt tax, and the crown levies."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 29,
    "text": "In the midst of the fierce battle, there appeared to the enemy five majestic men from the heavens riding on golden-bridled horses, leading the Jews."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 29,
    "text": "The LORD is a stronghold to those who walk honestly, downfall for evildoers."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 29,
    "text": "He has crossed the ravine, at Geba he has camped for the night. Ramah trembles, Gibeah of Saul has fled."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 29,
    "text": "Are not two sparrows sold for a small coin? Yet not one of them falls to the ground without your Father’s knowledge."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 29,
    "text": "Jesus said, “Amen, I say to you, there is no one who has given up house or brothers or sisters or mother or father or children or lands for my sake and for the sake of the gospel"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 29,
    "text": "The Parable of the Good Samaritan. But because he wished to justify himself, he said to Jesus, “And who is my neighbor?”"
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 29,
    "text": "My Father, who has given them to me, is greater than all, and no one can take them out of the Father’s hand."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 29,
    "text": "And that is why I came without objection when sent for. May I ask, then, why you summoned me?”"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 29,
    "text": "I mean not your own conscience, but the other’s. For why should my freedom be determined by someone else’s conscience?"
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 29,
    "text": "Do you not think that a much worse punishment is due the one who has contempt for the Son of God, considers unclean the covenant-blood by which he was consecrated, and insults the spirit of grace?"
  }
]