[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 36,
    "text": "Indeed the LORD had made the Egyptians so well-disposed toward the people that they let them have whatever they asked for. And so they despoiled the Egyptians."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 36,
    "text": "Of the Danites, set in battle array: twenty-eight thousand six hundred."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 36,
    "text": "and his kinsmen Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David, the man of God. Ezra the scribe was at their head."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 36,
    "text": "for making the walls of Jerusalem still higher, and for erecting a high barrier between the citadel and the city, to separate it from the city and isolate it, so that its garrison could neither buy nor sell."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 36,
    "text": "After Esdris and his men had been fighting for a long time and were weary, Judas called upon the Lord to show himself their ally and leader in the battle."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 36,
    "text": "I tell you, on the day of judgment people will render an account for every careless word they speak."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 36,
    "text": "David himself, inspired by the holy Spirit, said: ‘The Lord said to my lord, “Sit at my right hand until I place your enemies under your feet.”’"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 36,
    "text": "and be like servants who await their master’s return from a wedding, ready to open immediately when he comes and knocks."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 36,
    "text": "While you have the light, believe in the light, so that you may become children of the light.” Unbelief and Belief Among the Jews. After he had said this, Jesus left and hid from them."
  }
]