[
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 29,
    "text": "Then Moses and Aaron went and gathered all the elders of the Israelites."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 29,
    "text": "The wrongdoer shall lay a hand on the head of the purification offering, and the purification offering shall be slaughtered at the place of the burnt offerings."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 29,
    "text": "The Merarites, too, you shall enroll by clans and ancestral houses,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 29,
    "text": "Yet when you seek the LORD, your God, from there, you shall indeed find him if you search after him with all your heart and soul."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 29,
    "text": "He said to Gehazi, “Get ready for a journey. Take my staff with you and be off; if you meet anyone, give no greeting, and if anyone greets you, do not answer. Lay my staff upon the boy.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 29,
    "text": "Bilhah, Ezem, Tolad,"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 29,
    "text": "They came into Idumea and camped at Beth-zur, and Judas met them with ten thousand men."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 29,
    "text": "Menelaus left his brother Lysimachus as his deputy in the high priesthood, while Sostratus left Crates, commander of the Cypriots."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 29,
    "text": "Do not be haughty in your speech, or lazy and slack in your deeds."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 29,
    "text": "At the shout of rider and archer each city takes to flight; They shrink into the thickets, they scale the rocks: All the cities are abandoned, no one lives in them."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 29,
    "text": "For the one who has brought disaster upon you will, in saving you, bring you eternal joy.”"
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 29,
    "text": "You shall be cast out from human society, and shall dwell with wild beasts; you shall be given grass to eat like an ox, and seven years shall pass over you, until you learn that the Most High is sovereign over human kingship and gives it to whom he will.”"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 29,
    "text": "And when the grain is ripe, he wields the sickle at once, for the harvest has come.”"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 29,
    "text": "They rose up, drove him out of the town, and led him to the brow of the hill on which their town had been built, to hurl him down headlong."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 29,
    "text": "“Come see a man who told me everything I have done. Could he possibly be the Messiah?”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 29,
    "text": "And now, Lord, take note of their threats, and enable your servants to speak your word with all boldness,"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 29,
    "text": "But just as then the child of the flesh persecuted the child of the spirit, it is the same now."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 29,
    "text": "No foul language should come out of your mouths, but only such as is good for needed edification, that it may impart grace to those who hear."
  }
]