[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 16,
    "text": "Abram fared well on her account, and he acquired sheep, oxen, male and female servants, male and female donkeys, and camels."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 16,
    "text": "On the first day you will hold a sacred assembly, and likewise on the seventh. On these days no sort of work shall be done, except to prepare the food that everyone needs."
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 16,
    "text": "After that the people set out from Hazeroth and encamped in the wilderness of Paran."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 16,
    "text": "Only, you shall not eat of the blood, but must pour it out on the ground like water."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 16,
    "text": "the king of Makkedah, one; the king of Bethel, one;"
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 16,
    "text": "Now then, stand ready to witness the great marvel the LORD is about to accomplish before your eyes."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 16,
    "text": "David pleaded with God on behalf of the child. He kept a total fast, and spent the night lying on the ground clothed in sackcloth."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 16,
    "text": "When all Israel saw that the king did not listen to them, the people answered the king: “What share have we in David? We have no heritage in the son of Jesse. To your tents, Israel! Now look to your own house, David.” So Israel went off to their tents."
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 16,
    "text": "Moreover, no reckoning was asked of those who were provided with the funds to give to the workers, because they held positions of trust."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 16,
    "text": "It was they who crossed over the Jordan in the first month, when it was overflowing both its banks, and chased away all who were in the valleys to the east and to the west."
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 16,
    "text": "Rehoboam rested with his ancestors; he was buried in the City of David. His son Abijah succeeded him as king."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 16,
    "text": "for Iddo, Zechariah; for Ginnethon, Meshullam;"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 16,
    "text": "Greatly shaken, the two of them fell prostrate in fear."
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 16,
    "text": "Then Judith came in and reclined. The heart of Holofernes was in rapture over her and his passion was aroused. He was burning with the desire to possess her, for he had been biding his time to seduce her from the day he saw her."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 16,
    "text": "So we have chosen Numenius, son of Antiochus, and Antipater, son of Jason, and we have sent them to the Romans to renew with them the friendship and alliance of earlier times."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 16,
    "text": "Capturing the city by the will of God, they inflicted such indescribable slaughter on it that the adjacent pool, which was about a quarter of a mile wide, seemed to be filled with the blood that flowed into it."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 16,
    "text": "With him are strength and prudence; the misled and the misleaders are his."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 16,
    "text": "Fools immediately show their anger, but the shrewd conceal contempt."
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 16,
    "text": "And if they truly learn my people’s custom of swearing by my name, “As the LORD lives,” just as they taught my people to swear by Baal, then they shall be built up in the midst of my people."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 16,
    "text": "But I will let a few of them escape the sword, starvation, and plague, so that they may recount all their abominations among the nations to which they go. Thus they may know that I am the LORD."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 16,
    "text": "but he warned them not to make him known."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 16,
    "text": "They brought one to him and he said to them, “Whose image and inscription is this?” They replied to him, “Caesar’s.”"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 16,
    "text": "Parable of the Rich Fool. Then he told them a parable. “There was a rich man whose land produced a bountiful harvest."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 16,
    "text": "His disciples did not understand this at first, but when Jesus had been glorified they remembered that these things were written about him and that they had done this for him."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 16,
    "text": "But Peter continued to knock, and when they opened it, they saw him and were astounded."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 16,
    "text": "Have the same regard for one another; do not be haughty but associate with the lowly; do not be wise in your own estimation."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 16,
    "text": "Or if an ear should say, “Because I am not an eye I do not belong to the body,” it does not for this reason belong any less to the body."
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 16,
    "text": "But granted that I myself did not burden you, yet I was crafty and got the better of you by deceit."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 16,
    "text": "that no one be an immoral or profane person like Esau, who sold his birthright for a single meal."
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 16,
    "text": "But the earth helped the woman and opened its mouth and swallowed the flood that the dragon spewed out of its mouth."
  }
]