[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 19,
    "text": "So the LORD God formed out of the ground all the wild animals and all the birds of the air, and he brought them to the man to see what he would call them; whatever the man called each living creature was then its name."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 19,
    "text": "They answered, “An Egyptian delivered us from the shepherds. He even drew water for us and watered the flock!”"
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 19,
    "text": "and the enrollment of his company is forty thousand five hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 19,
    "text": "As you come opposite the Ammonites, do not show hostility or come in conflict with them, for I will not give you possession of any land of the Ammonites, since I have given it to the descendants of Lot as their possession."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 19,
    "text": "Should any of them pass outside the doors of your house, their blood will be on their own heads, and we will be guiltless. But if anyone in your house is harmed, their blood will be on our heads."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 19,
    "text": "But when the judge died, they would again do worse than their ancestors, following other gods, serving and bowing down to them, relinquishing none of their evil practices or stubborn ways."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 19,
    "text": "So her mother-in-law said to her, “Where did you glean today? Where did you go to work? May the one who took notice of you be blessed!” Then she told her mother-in-law with whom she had worked. “The man at whose place I worked today is named Boaz,” she said."
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 19,
    "text": "His mother used to make a little garment for him, which she would bring him each time she went up with her husband to offer the customary sacrifice."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 19,
    "text": "set out after Abner, turning neither right nor left in his pursuit."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 19,
    "text": "Then Bathsheba went to King Solomon to speak to him for Adonijah, and the king stood up to meet her and paid her homage. Then he sat down upon his throne, and a throne was provided for the king's mother, who sat at his right."
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 19,
    "text": "The inhabitants of the city complained to Elisha, “The site of the city is fine indeed, as my lord can see, but the water is bad and the land sterile.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 19,
    "text": "When Azubah died, Caleb married Ephrath, who bore him Hur."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 19,
    "text": "descendants of Hashum, two hundred and twenty-three;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 19,
    "text": "When they heard about this, Sanballat the Horonite, Tobiah the Ammonite official, and Geshem the Arab mocked and ridiculed us. “What are you doing?” they asked. “Are you rebelling against the king?”"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 19,
    "text": "Then he and all his forces set out on their expedition in advance of King Nebuchadnezzar, to overrun all the lands of the western region with their chariots, cavalry, and picked infantry."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 19,
    "text": "As was said, from the time the virgins had been brought together, and while Mordecai was passing his time at the king's gate,"
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 19,
    "text": "But Mattathias answered in a loud voice: “Although all the Gentiles in the king's realm obey him, so that they forsake the religion of their ancestors and consent to the king's orders,"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 19,
    "text": "II. Compiler's Preface - This is the story of Judas Maccabeus and his brothers, of the purification of the great temple, the dedication of the altar,"
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 19,
    "text": "None who enter there come back, or gain the paths of life."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 19,
    "text": "And who knows whether that one will be wise or a fool? Yet that one will take control of all the fruits of my toil and wisdom under the sun. This also is vanity."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 19,
    "text": "With violence and torture let us put him to the test that we may have proof of his gentleness and try his patience."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 19,
    "text": "People will go into caves in the rocks and into holes in the earth, At the terror of the LORD and the splendor of his majesty, as he rises to overawe the earth."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 19,
    "text": "Your own wickedness chastises you, your own infidelities punish you. Know then, and see, how evil and bitter is your forsaking the LORD, your God, And your showing no fear of me, oracle of the Lord, the GOD of hosts."
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 19,
    "text": "Rise up! Wail in the night, at the start of every watch; Pour out your heart like water before the Lord; Lift up your hands to him for the lives of your children, Who collapse from hunger at the corner of every street."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 19,
    "text": "“Not on the just deeds of our ancestors and our kings do we base our plea for mercy in your sight, LORD, our God."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 19,
    "text": "During the night the mystery was revealed to Daniel in a vision, and he blessed the God of heaven:"
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 19,
    "text": "I will remove from her mouth the names of the Baals; they shall no longer be mentioned by their name."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 19,
    "text": "In response the LORD said to his people: I am sending you grain, new wine, and oil, and you will be satisfied by them; Never again will I make you a disgrace among the nations."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 19,
    "text": "Ah! you who say to wood, “Awake!” to silent stone, “Arise!” Can any such thing give oracles? It is only overlaid with gold and silver, there is no breath in it at all."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 19,
    "text": "Is there still seed in the storehouse? Have the vine, the fig, the pomegranate, and the olive tree still not borne fruit? From this day, I will bless you. Future Hope."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 19,
    "text": "The Return from Egypt. When Herod had died, behold, the angel of the Lord appeared in a dream to Joseph in Egypt"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 19,
    "text": "Jesus answered them, “Can the wedding guests fast while the bridegroom is with them? As long as they have the bridegroom with them they cannot fast."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 19,
    "text": "And Mary kept all these things, reflecting on them in her heart."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 19,
    "text": "Jesus answered and said to them, “Destroy this temple and in three days I will raise it up.”"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 19,
    "text": "And I will work wonders in the heavens above and signs on the earth below: blood, fire, and a cloud of smoke."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 19,
    "text": "and if you are confident that you are a guide for the blind and a light for those in darkness,"
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 19,
    "text": "For through the law I died to the law, that I might live for God. I have been crucified with Christ;"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 19,
    "text": "So then you are no longer strangers and sojourners, but you are fellow citizens with the holy ones and members of the household of God,"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 19,
    "text": "IV. Travel Plans of Paul and His Assistants - Timothy and Paul. I hope, in the Lord Jesus, to send Timothy to you soon, so that I too may be heartened by hearing news of you."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 19,
    "text": "and not holding closely to the head, from whom the whole body, supported and held together by its ligaments and bonds, achieves the growth that comes from God."
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 19,
    "text": "For what is our hope or joy or crown to boast of in the presence of our Lord Jesus at his coming if not you yourselves?"
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 19,
    "text": "Nevertheless, God's solid foundation stands, bearing this inscription, “The Lord knows those who are his”; and, “Let everyone who calls upon the name of the Lord avoid evil.”"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 19,
    "text": "You believe that God is one. You do well. Even the demons believe that and tremble."
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 19,
    "text": "For whenever anyone bears the pain of unjust suffering because of consciousness of God, that is a grace."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 19,
    "text": "They promise them freedom, though they themselves are slaves of corruption, for a person is a slave of whatever overcomes him."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 19,
    "text": "They went out from us, but they were not really of our number; if they had been, they would have remained with us. Their desertion shows that none of them was of our number."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 19,
    "text": "“I know your works, your love, faith, service, and endurance, and that your last works are greater than the first."
  }
]