[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 8,
    "text": "Cain said to his brother Abel, “Let us go out in the field.” When they were in the field, Cain attacked his brother Abel and killed him."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 8,
    "text": "If they do not believe you or pay attention to the message of the first sign, they should believe the message of the second sign."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 8,
    "text": "He shall remove all the fat of the bull of the purification offering: the fat that covers the inner organs, and all the fat that adheres to them,"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 8,
    "text": "Over these they shall spread a scarlet cloth and cover it with a covering of yellow-orange skin, and put the poles in place."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 8,
    "text": "Or what great nation has statutes and ordinances that are as just as this whole law which I am setting before you today?"
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 8,
    "text": "The twelve Israelites did as Joshua had commanded: they took up twelve stones from the Jordan riverbed as the LORD had said to Joshua, one for each of the tribes of the Israelites. They carried them along to the camp site, and there they placed them."
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 8,
    "text": "But Barak answered her, “If you come with me, I will go; if you do not come with me, I will not go.”"
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 8,
    "text": "So the other redeemer, in saying to Boaz, “Acquire it for yourself,” drew off his sandal."
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 8,
    "text": "Woe to us! Who can deliver us from the power of these mighty gods? These are the gods who struck the Egyptians with various plagues in the desert."
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 8,
    "text": "The Murder Avenged. They brought the head of Ishbaal to David in Hebron and said to the king: “This is the head of Ishbaal, son of your enemy Saul, who sought your life. Thus has the LORD this day avenged my lord the king on Saul and his posterity.”"
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 8,
    "text": "Their names were: the son of Hur in the hill country of Ephraim;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 8,
    "text": "Elisha Raises the Shunammite’s Son. One day Elisha came to Shunem, where there was a woman of influence, who pressed him to dine with her. Afterward, whenever he passed by, he would stop there to dine."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 8,
    "text": "Koz became the father of Anub and Zobebah, as well as of the clans of Aharhel, son of Harum."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 8,
    "text": "He made ten tables and had them set in the nave, five to the right and five to the left; and he made a hundred golden bowls."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 8,
    "text": "Then Rehum, the governor, and Shimshai, the scribe, wrote the following letter against Jerusalem to King Artaxerxes:"
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 8,
    "text": "I made an inspection, then addressed these words to the nobles, the magistrates, and the rest of the people: “Do not fear them! Keep in mind the LORD, who is great and to be feared, and fight for your kindred, your sons and daughters, your wives and your homes.”"
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 8,
    "text": "Give in proportion to what you own. If you have great wealth, give alms out of your abundance; if you have but little, do not be afraid to give alms even of that little."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 8,
    "text": "The Israelites carried out the orders given them by Joakim, the high priest, and the senate of the whole people of Israel, in session in Jerusalem."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 8,
    "text": "He also gave him a copy of the written decree for their destruction that had been promulgated in Susa, to show and explain to Esther. Hathach was to instruct her to go to the king and to plead and intercede with him on behalf of her people."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 8,
    "text": "Judas said to the men with him: “Do not fear their numbers or dread their attack."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 8,
    "text": "in an interview, he promised the king three hundred and sixty talents of silver, as well as eighty talents from another source of income."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 8,
    "text": "As I see it, those who plow mischief and sow trouble will reap them."
  },
  {
    "book": "Psalms",
    "chapter": 4,
    "verse": 8,
    "text": "But you have given my heart more joy than they have when grain and wine abound."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 8,
    "text": "Extol her, and she will exalt you; she will bring you honors if you embrace her;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 8,
    "text": "those all alone with no companion, with neither child nor sibling—with no end to all their toil, and no satisfaction from riches. For whom do I toil and deprive myself of good things? This also is vanity and a bad business."
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 8,
    "text": "With me from Lebanon, my bride! With me from Lebanon, come! Descend from the peak of Amana, from the peak of Senir and Hermon, From the lairs of lions, from the leopards’ heights."
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 8,
    "text": "For the age that is honorable comes not with the passing of time, nor can it be measured in terms of years."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 8,
    "text": "Give a hearing to the poor, and return their greeting with deference;"
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 8,
    "text": "So put on sackcloth, mourn and wail: “The blazing anger of the LORD has not turned away from us.”"
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 8,
    "text": "Now their appearance is blacker than soot, they go unrecognized in the streets; Their skin has shrunk on their bones, and become dry as wood."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 8,
    "text": "You forgot the eternal God who nourished you, and you grieved Jerusalem who nurtured you."
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 8,
    "text": "See, I bind you with ropes so that you cannot turn from one side to the other until you have completed the days of your siege."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 8,
    "text": "It was large and strong, with its top touching the heavens, and it could be seen to the ends of the earth."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 8,
    "text": "They feed on the sin of my people, and are greedy for their iniquity."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 8,
    "text": "I will sell your sons and daughters to the Judahites who will sell them to the Sabeans, a distant nation. The LORD has spoken!"
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 8,
    "text": "Two or three cities staggered to another to drink water but were not satisfied; Yet you did not return to me— oracle of the LORD."
  },
  {
    "book": "Jonah",
    "chapter": 4,
    "verse": 8,
    "text": "And when the sun arose, God provided a scorching east wind; and the sun beat upon Jonah’s head till he became faint. Then he wished for death, saying, “It is better for me to die than to live.”"
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 8,
    "text": "And you, O tower of the flock, hill of daughter Zion! To you it shall come: the former dominion shall be restored, the reign of daughter Jerusalem."
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 8,
    "text": "Then the word of the LORD came to me:"
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 8,
    "text": "Then the devil took him up to a very high mountain, and showed him all the kingdoms of the world in their magnificence,"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 8,
    "text": "And some seed fell on rich soil and produced fruit. It came up and grew and yielded thirty, sixty, and a hundredfold.”"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 8,
    "text": "Jesus said to him in reply, “It is written: ‘You shall worship the Lord, your God, and him alone shall you serve.’”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 8,
    "text": "His disciples had gone into the town to buy food."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 8,
    "text": "Then Peter, filled with the holy Spirit, answered them, “Leaders of the people and elders:"
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 8,
    "text": "Blessed is the man whose sin the Lord does not record.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 8,
    "text": "You are already satisfied; you have already grown rich; you have become kings without us! Indeed, I wish that you had become kings, so that we also might become kings with you."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 8,
    "text": "We are afflicted in every way, but not constrained; perplexed, but not driven to despair;"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 8,
    "text": "At a time when you did not know God, you became slaves to things that by nature are not gods;"
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 8,
    "text": "Therefore, it says: “He ascended on high and took prisoners captive; he gave gifts to men.”"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 8,
    "text": "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is gracious, if there is any excellence and if there is anything worthy of praise, think about these things."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 8,
    "text": "I am sending him to you for this very purpose, so that you may know about us and that he may encourage your hearts,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 8,
    "text": "Therefore, whoever disregards this, disregards not a human being but God, who [also] gives his holy Spirit to you."
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 8,
    "text": "for, while physical training is of limited value, devotion is valuable in every respect, since it holds a promise of life both for the present and for the future."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 8,
    "text": "From now on the crown of righteousness awaits me, which the Lord, the just judge, will award to me on that day, and not only to me, but to all who have longed for his appearance."
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 8,
    "text": "Now if Joshua had given them rest, he would not have spoken afterwards of another day."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 8,
    "text": "Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you of two minds."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 8,
    "text": "Above all, let your love for one another be intense, because love covers a multitude of sins."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 8,
    "text": "Whoever is without love does not know God, for God is love."
  },
  {
    "book": "Revelation",
    "chapter": 4,
    "verse": 8,
    "text": "The four living creatures, each of them with six wings, were covered with eyes inside and out. Day and night they do not stop exclaiming: “Holy, holy, holy is the Lord God almighty, who was, and who is, and who is to come.”"
  }
]