[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 18,
    "text": "The waters swelled and increased greatly on the earth, but the ark floated on the surface of the waters."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 18,
    "text": "The fish in the Nile will die, and the Nile itself will stink so that the Egyptians will be unable to drink water from the Nile."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 18,
    "text": "If indeed any of the flesh of the communion sacrifice is eaten on the third day, it shall not be accepted; it will not be reckoned to the credit of the one offering it. Rather it becomes a desecrated meat. Anyone who eats of it shall bear the penalty."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 18,
    "text": "On the second day Nethanel, son of Zuar, tribal leader of Issachar, made his offering."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 18,
    "text": "do not be afraid of them. Rather, remember clearly what the LORD, your God, did to Pharaoh and to all Egypt:"
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 18,
    "text": "Finally he had that family come forward one by one, and Achan, son of Carmi, son of Zabdi, son of Zerah of the tribe of Judah, was designated."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 18,
    "text": "When I and those with me blow horns, you too must blow horns all around the camp and cry out, ‘For the LORD and for Gideon!’”"
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 18,
    "text": "David’s Thanksgiving. Then King David went in and sat in the LORD’s presence and said, “Who am I, Lord GOD, and what is my house, that you should have brought me so far?"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 18,
    "text": "He also cast pomegranates, two rows around each netting to cover the capital on top of the columns."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 18,
    "text": "This was in accordance with the word the man of God spoke to the king: “Two seahs of barley will sell for a shekel, and a seah of fine flour for a shekel at this time tomorrow in the market of Samaria.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 18,
    "text": "His sister Molecheth bore Ishhod, Abiezer, and Mahlah."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 18,
    "text": "I will establish the throne of your kingship as I covenanted with David your father when I said, There shall never be wanting someone from your line as ruler in Israel."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 18,
    "text": "You and your kinsmen may do whatever seems best to you with the remainder of the silver and gold, as your God wills."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 18,
    "text": "descendants of Adonikam, six hundred and sixty-seven;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 18,
    "text": "The Edomites and the Ammonites went up and encamped in the hill country opposite Dothan; and they sent some of their men to the southeast opposite Egrebel, near Chusi, which is on Wadi Mochmur. The rest of the Assyrian army was encamped in the plain, covering all the land. Their tents and equipment were spread out in profusion everywhere, and they formed a vast multitude."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 18,
    "text": "Then fear and dread of them came upon all the people, who said: “There is no truth or justice among them; they violated the agreement and the oath that they swore.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 18,
    "text": "After him they brought the sixth brother. When he was about to die, he said: “Have no vain illusions. We suffer these things on our own account, because we have sinned against our God; that is why such shocking things have happened."
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 18,
    "text": "You observe them every morning and try them at every moment!"
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 18,
    "text": "VI - I will thank the LORD in accordance with his justice; I will sing the name of the LORD Most High."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 18,
    "text": "Come, let us drink our fill of love, until morning, let us feast on love!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 18,
    "text": "It is good to hold to this rule, and not to let that one go; but the one who fears God will succeed with both."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 18,
    "text": "The beginning and the end and the midpoint of times, the changes in the sun’s course and the variations of the seasons,"
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 18,
    "text": "Duties of Family Life, Religion and Charity - Do not barter a friend for money, or a true brother for the gold of Ophir."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 18,
    "text": "On that day The LORD shall whistle for the fly in the farthest streams of Egypt, and for the bee in the land of Assyria."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 18,
    "text": "The children gather wood, their fathers light the fire, and the women knead dough to make cakes for the Queen of Heaven, while libations are poured out to other gods—all to offend me!"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 18,
    "text": "They put on sackcloth, horror clothes them; shame is on all their faces, all their heads are shaved bald."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 18,
    "text": "But the holy ones of the Most High shall receive the kingship, to possess it forever and ever.”"
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 18,
    "text": "Who is a God like you, who removes guilt and pardons sin for the remnant of his inheritance; Who does not persist in anger forever, but instead delights in mercy,"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 18,
    "text": "A good tree cannot bear bad fruit, nor can a rotten tree bear good fruit."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 18,
    "text": "He said to them, “Are even you likewise without understanding? Do you not realize that everything that goes into a person from outside cannot defile,"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 18,
    "text": "The disciples of John told him about all these things. John summoned two of his disciples"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 18,
    "text": "Whoever speaks on his own seeks his own glory, but whoever seeks the glory of the one who sent him is truthful, and there is no wrong in him."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 18,
    "text": "until another king who knew nothing of Joseph came to power [in Egypt]."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 18,
    "text": "For I know that good does not dwell in me, that is, in my flesh. The willing is ready at hand, but doing the good is not."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 18,
    "text": "Was someone called after he had been circumcised? He should not try to undo his circumcision. Was an uncircumcised person called? He should not be circumcised."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 18,
    "text": "On the one hand, a former commandment is annulled because of its weakness and uselessness,"
  }
]