[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 15,
    "text": "Shelah lived four hundred and three years after he begot Eber, and he had other sons and daughters."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 15,
    "text": "the various species of crows,"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 15,
    "text": "If this is the way you will deal with me, then please do me the favor of killing me at once, so that I need no longer face my distress.”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 15,
    "text": "and I will bring forth grass in your fields for your animals. Thus you may eat and be satisfied."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 15,
    "text": "As the LORD had commanded his servant Moses, so Moses commanded Joshua, and Joshua acted accordingly. He left nothing undone that the LORD had commanded Moses should be done."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 15,
    "text": "saying to him, “This is what Jephthah says: ‘Israel did not take the land of Moab or the land of the Ammonites."
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 15,
    "text": "So all the people went to Gilgal, and there they made Saul king in the LORD’s presence. They also sacrificed communion offerings there before the LORD, and Saul and all the Israelites rejoiced greatly."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 15,
    "text": "This is what he wrote in the letter: “Place Uriah up front, where the fighting is fierce. Then pull back and leave him to be struck down dead.”"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 15,
    "text": "Earlier, when David had conquered Edom, Joab, the commander of the army, while going to bury the slain, killed every male in Edom."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 15,
    "text": "Then Jehoiada the priest instructed the captains in command of the force: “Escort her with a guard detail. If anyone follows her, let him die by the sword.” For the priest had said, “She must not die in the house of the LORD.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 15,
    "text": "Three of the Thirty chiefs went down to the rock, to David, who was in the cave of Adullam while the Philistines were encamped in the valley of Rephaim."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 15,
    "text": "In their place, he himself appointed priests for the high places as well as for the satyrs and calves he had made."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 15,
    "text": "Among the Levites were Shemaiah, son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni;"
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 15,
    "text": "God it was who afflicted me, and God who has had mercy on me. Now I see my son Tobiah!” Then Tobit went back in, rejoicing and praising God with full voice. Tobiah related to his father how his journey had been a success; that he had brought back the money; and that he had married Raguel’s daughter Sarah, who was about to arrive, for she was near the gate of Nineveh."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 15,
    "text": "On the very day when the response reaches them and they act upon it, they will be handed over to you for destruction."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 15,
    "text": "When Alexander heard the news, he came against Ptolemy in battle. Ptolemy marched out and met him with a strong force and routed him."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 15,
    "text": "Maccabeus, solicitous for the common good, agreed to all that Lysias proposed; and the king granted on behalf of the Jews all the written requests of Maccabeus to Lysias."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 15,
    "text": "Surely then you may lift up your face in innocence; you may stand firm and unafraid."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 15,
    "text": "Harm will come to anyone going surety for another, but whoever hates giving pledges is secure."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 15,
    "text": "Second Example: Animals Punish the Egyptians and Benefit the Israelites - In return for their senseless, wicked thoughts, which misled them into worshiping dumb serpents and worthless insects, You sent upon them swarms of dumb creatures for vengeance;"
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 15,
    "text": "The LORD shall dry up the tongue of the Sea of Egypt, and wave his hand over the Euphrates with his fierce wind, And divide it into seven streamlets, so that it can be crossed in sandals."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 15,
    "text": "Sacrifices of No Avail - What right has my beloved in my house, while she devises her plots? Can vows and sacred meat turn away your disaster from you? Will you still be jubilant"
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 15,
    "text": "Son of man, the inhabitants of Jerusalem are saying about all your relatives, the other exiles, and all the house of Israel, “They are far away from the LORD. The land is given to us as a possession.”"
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 15,
    "text": "The LORD said to me: This time take the gear of a foolish shepherd."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 15,
    "text": "Whoever has ears ought to hear."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 15,
    "text": "They came to Jerusalem, and on entering the temple area he began to drive out those selling and buying there. He overturned the tables of the money changers and the seats of those who were selling doves."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 15,
    "text": "Some of them said, “By the power of Beelzebul, the prince of demons, he drives out demons.”"
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 15,
    "text": "And I am glad for you that I was not there, that you may believe. Let us go to him.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 15,
    "text": "As I began to speak, the holy Spirit fell upon them as it had upon us at the beginning,"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 15,
    "text": "For if their rejection is the reconciliation of the world, what will their acceptance be but life from the dead?"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 15,
    "text": "whereas if a woman has long hair it is her glory, because long hair has been given [her] for a covering?"
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 15,
    "text": "So it is not strange that his ministers also masquerade as ministers of righteousness. Their end will correspond to their deeds."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 15,
    "text": "If they had been thinking of the land from which they had come, they would have had opportunity to return."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 15,
    "text": "Then the seventh angel blew his trumpet. There were loud voices in heaven, saying, “The kingdom of the world now belongs to our Lord and to his Anointed, and he will reign forever and ever.”"
  }
]