[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 24,
    "text": "Then God said: Let the earth bring forth every kind of living creature: tame animals, crawling things, and every kind of wild animal. And so it happened:"
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 24,
    "text": "Of the descendants of Gad, registered by name and lineage according to their clans and ancestral houses, every male of twenty years or more, everyone fit for military service:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 24,
    "text": "They set out into the hill country as far as the Wadi Eshcol, and explored it."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 24,
    "text": "The scouts saw a man coming out of the city and said to him, “Tell us the way into the city, and we will show you mercy.”"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 24,
    "text": "Hannah Presents Samuel to the Lord. Once he was weaned, she brought him up with her, along with a three-year-old bull, an ephah of flour, and a skin of wine, and presented him at the house of the LORD in Shiloh."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 24,
    "text": "Women of Israel, weep over Saul, who clothed you in scarlet and in finery, covered your clothing with ornaments of gold."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 24,
    "text": "Then Nathan said: “My lord king, did you say, ‘Adonijah shall be king after me and shall sit upon my throne'?"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 24,
    "text": "Shem, Arpachshad, Shelah,"
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 24,
    "text": "Taking all this, he went back to his own country. He shed much blood and spoke with great arrogance."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 24,
    "text": "The prayer was as follows: “Lord, Lord God, creator of all things, awesome and strong, just and merciful, the only king and benefactor,"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 24,
    "text": "‘Because I called and you refused, extended my hand and no one took notice;"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 24,
    "text": "Now, therefore, says the Lord, the LORD of hosts, the Mighty One of Israel: Ah! I will take vengeance on my foes and fully repay my enemies!"
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 24,
    "text": "Then I heard the sound of their wings, like the roaring of mighty waters, like the voice of the Almighty. When they moved, the sound of the tumult was like the din of an army. And when they stood still, they lowered their wings."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 24,
    "text": "When Joseph awoke, he did as the angel of the Lord had commanded him and took his wife into his home."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 24,
    "text": "he cried out, “What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!”"
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 24,
    "text": "After this time his wife Elizabeth conceived, and she went into seclusion for five months, saying,"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 24,
    "text": "Some Pharisees were also sent."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 24,
    "text": "Then they prayed, “You, Lord, who know the hearts of all, show which one of these two you have chosen"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 24,
    "text": "Therefore, God handed them over to impurity through the lusts of their hearts for the mutual degradation of their bodies."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 24,
    "text": "but to those who are called, Jews and Greeks alike, Christ the power of God and the wisdom of God."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 24,
    "text": "Not that we lord it over your faith; rather, we work together for your joy, for you stand firm in the faith."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 24,
    "text": "So they glorified God because of me."
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 24,
    "text": "Yet that I remain [in] the flesh is more necessary for your benefit."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 24,
    "text": "Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in the afflictions of Christ on behalf of his body, which is the church,"
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 24,
    "text": "as well as Mark, Aristarchus, Demas, and Luke, my co-workers."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 24,
    "text": "He sees himself, then goes off and promptly forgets what he looked like."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 24,
    "text": "for: “All flesh is like grass, and all its glory like the flower of the field; the grass withers, and the flower wilts;"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 24,
    "text": "To the one who is able to keep you from stumbling and to present you unblemished and exultant, in the presence of his glory,"
  }
]