[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 21,
    "text": "All creatures that moved on earth perished: birds, tame animals, wild animals, and all that teemed on the earth, as well as all humankind."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 21,
    "text": "The fish in the Nile died, and the Nile itself stank so that the Egyptians could not drink water from it. There was blood throughout the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 21,
    "text": "Likewise, if someone touches anything unclean, whether it be human uncleanness or an unclean animal or an unclean loathsome creature, and then eats the meat of the communion sacrifice belonging to the LORD, that person, too, shall be cut off from the people."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 21,
    "text": "one bull from the herd, one ram, and one yearling lamb for a burnt offering;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 21,
    "text": "Therefore, do not be terrified by them, for the LORD, your God, who is in your midst, is a great and awesome God."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 21,
    "text": "Among the spoils, I saw a beautiful Babylonian mantle, two hundred shekels of silver, and a bar of gold fifty shekels in weight; I coveted them and I took them. They are now hidden in the ground inside my tent, with the silver underneath.”"
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 21,
    "text": "They all remained standing in place around the camp, while the whole camp began to run and shout and flee."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 21,
    "text": "For your servant’s sake and as you have had at heart, you have brought about this whole magnificent disclosure to your servant."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 21,
    "text": "He set up the columns at the temple porch; one he set up to the south, and called it Jachin, and the other to the north, and called it Boaz."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 21,
    "text": "whose son was Zabad. Ephraim’s son Shuthelah, and Ezer and Elead, who were born in the land, were killed by the inhabitants of Gath because they had gone down to take away their livestock."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 21,
    "text": "And this house which is so exalted—every passerby shall be horrified and ask: “Why has the LORD done such things to this land and to this house?”"
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 21,
    "text": "I, Artaxerxes the king, issue this decree to all the treasurers of West-of-Euphrates: Whatever Ezra the priest, scribe of the law of the God of heaven, requests of you, let it be done with all diligence,"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 21,
    "text": "descendants of Ater who were descendants of Hezekiah, ninety-eight;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 21,
    "text": "and the cisterns ran dry, so that on no day did they have enough water to drink, for their drinking water was rationed."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 21,
    "text": "Alcimus struggled to maintain his high priesthood,"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 21,
    "text": "Filled with a noble spirit that stirred her womanly reason with manly emotion, she exhorted each of them in the language of their ancestors with these words:"
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 21,
    "text": "Why do you not pardon my offense, or take away my guilt? For soon I shall lie down in the dust; and should you seek me I shall be gone."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 21,
    "text": "She wins him over by repeated urging, with her smooth lips she leads him astray."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 21,
    "text": "Do not give your heart to every word that is spoken; you may hear your servant cursing you,"
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 21,
    "text": "Whatever is hidden or plain I learned,"
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 21,
    "text": "Love wise servants as yourself; do not refuse them freedom."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 21,
    "text": "On that day a man shall keep alive a young cow or a couple of sheep,"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 21,
    "text": "Thus says the LORD of hosts, the God of Israel: Heap your burnt offerings upon your sacrifices; eat up the meat!"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 21,
    "text": "I will hand them over as spoils to foreigners, as plunder to the wicked of the earth, so that they may defile them."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 21,
    "text": "For, as I watched, that horn made war against the holy ones and was victorious"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 21,
    "text": "The True Disciple. “Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but only the one who does the will of my Father in heaven."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 21,
    "text": "From within people, from their hearts, come evil thoughts, unchastity, theft, murder,"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 21,
    "text": "At that time he cured many of their diseases, sufferings, and evil spirits; he also granted sight to many who were blind."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 21,
    "text": "Jesus answered and said to them, “I performed one work and all of you are amazed"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 21,
    "text": "but when he was exposed, Pharaoh’s daughter adopted him and brought him up as her own son."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 21,
    "text": "So, then, I discover the principle that when I want to do right, evil is at hand."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 21,
    "text": "Were you a slave when you were called? Do not be concerned but, even if you can gain your freedom, make the most of it."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 21,
    "text": "but he with an oath, through the one who said to him: “The Lord has sworn, and he will not repent: ‘You are a priest forever’”—"
  }
]