[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 23,
    "text": "For when the LORD goes by to strike down the Egyptians, seeing the blood on the lintel and the two doorposts, the LORD will pass over that door and not let the destroyer come into your houses to strike you down."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 23,
    "text": "But make sure that you do not eat of the blood; for blood is life; you shall not eat that life with the flesh."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 23,
    "text": "the king of Dor, in Naphath-dor, one; the king of Goyim at Gilgal, one;"
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 23,
    "text": "As for me, far be it from me to sin against the LORD by ceasing to pray for you and to teach you the good and right way."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 23,
    "text": "But now he is dead. Why should I fast? Can I bring him back again? I shall go to him, but he will not return to me.”"
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 23,
    "text": "Say to Rehoboam, son of Solomon, king of Judah, and to all the house of Judah and to Benjamin, and to the rest of the people:"
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 23,
    "text": "And from day to day men kept coming to David's help until there was a vast encampment, like God's own encampment."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 23,
    "text": "The sons of Levi: the family heads were written down in the Book of Chronicles, up until the time of Johanan, the son of Eliashib."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 23,
    "text": "We, for our part, declare to you that your animals and your possessions are ours, and ours are yours. We have, therefore, given orders that you should be told of this.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 23,
    "text": "Judas pressed the pursuit vigorously, putting the sinners to the sword and destroying as many as thirty thousand men."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 23,
    "text": "He makes nations great and destroys them, spreads peoples abroad and abandons them."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 23,
    "text": "The shrewd conceal knowledge, but the hearts of fools proclaim folly."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 23,
    "text": "Say to them therefore: Thus says the Lord GOD: I will put an end to that proverb; they shall never use it again in Israel. Say to them instead: “The days are at hand and every vision fulfilled.”"
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 23,
    "text": "All the crowd was astounded, and said, “Could this perhaps be the Son of David?”"
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 23,
    "text": "At the resurrection [when they arise] whose wife will she be? For all seven had been married to her.”"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 23,
    "text": "For life is more than food and the body more than clothing."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 23,
    "text": "Jesus answered them, “The hour has come for the Son of Man to be glorified."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 23,
    "text": "At once the angel of the Lord struck him down because he did not ascribe the honor to God, and he was eaten by worms and breathed his last."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 23,
    "text": "and those parts of the body that we consider less honorable we surround with greater honor, and our less presentable parts are treated with greater propriety,"
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 23,
    "text": "and the assembly of the firstborn enrolled in heaven, and God the judge of all, and the spirits of the just made perfect,"
  }
]