[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 2,
    "text": "and the earth was without form or shape, with darkness over the abyss and a mighty wind sweeping over the waters—"
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 2,
    "text": "Reuben, Simeon, Levi and Judah;"
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 2,
    "text": "Speak to the Israelites and tell them: When any one of you brings an offering of livestock to the LORD, you shall bring your offering from the herd or from the flock."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 2,
    "text": "Take a census of the whole community of the Israelites, by clans and ancestral houses, registering by name each male individually."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 2,
    "text": "It is a journey of eleven days from Horeb to Kadesh-barnea by way of the highlands of Seir."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 2,
    "text": "Moses my servant is dead. So now, you and the whole people with you, prepare to cross the Jordan to the land that I will give the Israelites."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 2,
    "text": "The LORD answered: Judah shall attack: I have delivered the land into his power."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 2,
    "text": "The man was named Elimelech, his wife Naomi, and his sons Mahlon and Chilion; they were Ephrathites from Bethlehem of Judah. Some time after their arrival on the plateau of Moab,"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 2,
    "text": "He had two wives, one named Hannah, the other Peninnah; Peninnah had children, but Hannah had no children."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 2,
    "text": "On the third day a man came from the field of battle, one of Saul’s people, with his garments torn and his head covered with dirt. Going to David, he fell to the ground in homage."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 2,
    "text": "His servants therefore said to him, “Let a young virgin be sought to attend my lord the king, and to nurse him. If she sleeps with you, my lord the king will be warm.”"
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 2,
    "text": "Ahaziah fell through the lattice of his roof terrace at Samaria and was injured. So he sent out messengers with the instructions: “Go and inquire of Baalzebub, the god of Ekron, whether I shall recover from this injury.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 2,
    "text": "Kenan, Mahalalel, Jared,"
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 2,
    "text": "Solomon summoned all Israel, the commanders of thousands and of hundreds, the judges, the princes of all Israel, and the family heads;"
  },
  {
    "book": "Ezra",
    "chapter": 1,
    "verse": 2,
    "text": "“Thus says Cyrus, king of Persia: ‘All the kingdoms of the earth the LORD, the God of heaven, has given to me, and he has charged me to build him a house in Jerusalem, which is in Judah."
  },
  {
    "book": "Nehemiah",
    "chapter": 1,
    "verse": 2,
    "text": "when Hanani, one of my brothers, came with other men from Judah. I asked them about the Jews, the remnant preserved after the captivity, and about Jerusalem."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 2,
    "text": "During the days of Shalmaneser, king of the Assyrians, he was taken captive from Thisbe, which is south of Kedesh Naphtali in upper Galilee, above and to the west of Asher, north of Phogor."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 2,
    "text": "Around Ecbatana he built a wall of hewn stones, three cubits thick and six cubits long. He made the walls seventy cubits high and fifty cubits wide."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 2,
    "text": "while he was occupying the royal throne in the royal precinct of Susa,"
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 2,
    "text": "He fought many battles, captured fortresses, and put the kings of the earth to death."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 2,
    "text": "May God do good to you and remember his covenant with his faithful servants, Abraham, Isaac and Jacob,"
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 2,
    "text": "Seven sons and three daughters were born to him;"
  },
  {
    "book": "Psalms",
    "chapter": 1,
    "verse": 2,
    "text": "Rather, the law of the LORD is his joy; and on his law he meditates day and night."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 2,
    "text": "That people may know wisdom and discipline, may understand intelligent sayings;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 2,
    "text": "Vanity of vanities, says Qoheleth, vanity of vanities! All things are vanity!"
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 2,
    "text": "The Woman Speaks of Her Lover - W Let him kiss me with kisses of his mouth, for your love is better than wine,"
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 2,
    "text": "Because he is found by those who do not test him, and manifests himself to those who do not disbelieve him."
  },
  {
    "book": "Sirach",
    "chapter": 1,
    "verse": 2,
    "text": "The sands of the sea, the drops of rain, the days of eternity—who can count them?"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 2,
    "text": "Accusation and Appeal - Hear, O heavens, and listen, O earth, for the LORD speaks: Sons have I raised and reared, but they have rebelled against me!"
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 2,
    "text": "The word of the LORD came to him in the days of Josiah, son of Amon, king of Judah, in the thirteenth year of his reign,"
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 2,
    "text": "She weeps incessantly in the night, her cheeks damp with tears. She has no one to comfort her from all her lovers; Her friends have all betrayed her, and become her enemies."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 2,
    "text": "in the fifth year, on the seventh day of the month, at the time the Chaldeans took Jerusalem and destroyed it with fire."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 2,
    "text": "On the fifth day of the month—this was the fifth year of King Jehoiachin’s exile—"
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 2,
    "text": "The Lord handed over to him Jehoiakim, king of Judah, and some of the vessels of the temple of God, which he carried off to the land of Shinar and placed in the temple treasury of his god."
  },
  {
    "book": "Hosea",
    "chapter": 1,
    "verse": 2,
    "text": "I. The Prophet’s Marriage and Its Symbolism - Marriage of Hosea and Gomer. When the LORD began to speak with Hosea, the LORD said to Hosea: Go, get for yourself a woman of prostitution and children of prostitution, for the land prostitutes itself, turning away from the LORD."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 2,
    "text": "I. Announcement of Unprecedented Disaster - Listen to this, you elders! Pay attention, all who dwell in the land! Has anything like this ever happened in your lifetime, or in the lifetime of your ancestors?"
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 2,
    "text": "He said: The LORD roars from Zion, and raises his voice from Jerusalem; The pastures of the shepherds languish, and the summit of Carmel withers."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 2,
    "text": "Now I make you least among the nations; you are utterly contemptible."
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 2,
    "text": "Set out for the great city of Nineveh, and preach against it; for their wickedness has come before me."
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 2,
    "text": "I. Oracles of Punishment - Hear, O peoples, all of you, give heed, O earth, and all that is in it! Let the Lord GOD be witness against you, the Lord from his holy temple!"
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 2,
    "text": "God’s Terrifying Appearance - A jealous and avenging God is the LORD, an avenger is the LORD, full of wrath; The LORD takes vengeance on his adversaries, and rages against his enemies;"
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 2,
    "text": "Habakkuk’s First Complaint - How long, O LORD, must I cry for help and you do not listen? Or cry out to you, “Violence!” and you do not intervene?"
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 2,
    "text": "The Day of the Lord: Judgment on Judah - I will completely sweep away all things from the face of the land—oracle of the LORD."
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 2,
    "text": "Thus says the LORD of hosts: This people has said: “Now is not the time to rebuild the house of the LORD.”"
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 2,
    "text": "The LORD was very angry with your ancestors."
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 2,
    "text": "Israel Preferred to Edom - I love you, says the LORD; but you say, “How do you love us?”"
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 2,
    "text": "Abraham became the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 2,
    "text": "The Preaching of John the Baptist. As it is written in Isaiah the prophet: “Behold, I am sending my messenger ahead of you; he will prepare your way."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 2,
    "text": "just as those who were eyewitnesses from the beginning and ministers of the word have handed them down to us,"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 2,
    "text": "He was in the beginning with God."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 2,
    "text": "until the day he was taken up, after giving instructions through the holy Spirit to the apostles whom he had chosen."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 2,
    "text": "which he promised previously through his prophets in the holy scriptures,"
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 2,
    "text": "to the church of God that is in Corinth, to you who have been sanctified in Christ Jesus, called to be holy, with all those everywhere who call upon the name of our Lord Jesus Christ, their Lord and ours."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 2,
    "text": "grace to you and peace from God our Father and the Lord Jesus Christ."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 2,
    "text": "and all the brothers who are with me, to the churches of Galatia:"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 2,
    "text": "grace to you and peace from God our Father and the Lord Jesus Christ."
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 2,
    "text": "grace to you and peace from God our Father and the Lord Jesus Christ. Thanksgiving."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 2,
    "text": "to the holy ones and faithful brothers in Christ in Colossae: grace to you and peace from God our Father. Thanksgiving."
  },
  {
    "book": "1Thessalonians",
    "chapter": 1,
    "verse": 2,
    "text": "Thanksgiving for Their Faith. We give thanks to God always for all of you, remembering you in our prayers, unceasingly"
  },
  {
    "book": "2Thessalonians",
    "chapter": 1,
    "verse": 2,
    "text": "grace to you and peace from God [our] Father and the Lord Jesus Christ."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 2,
    "text": "to Timothy, my true child in faith: grace, mercy, and peace from God the Father and Christ Jesus our Lord."
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 2,
    "text": "to Timothy, my dear child: grace, mercy, and peace from God the Father and Christ Jesus our Lord."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 2,
    "text": "in the hope of eternal life that God, who does not lie, promised before time began,"
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 2,
    "text": "to Apphia our sister, to Archippus our fellow soldier, and to the church at your house."
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 2,
    "text": "in these last days, he spoke to us through a son, whom he made heir of all things and through whom he created the universe,"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 2,
    "text": "II. The Value of Trials and Temptation - Perseverance in Trial. Consider it all joy, my brothers, when you encounter various trials,"
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 2,
    "text": "in the foreknowledge of God the Father, through sanctification by the Spirit, for obedience and sprinkling with the blood of Jesus Christ: may grace and peace be yours in abundance."
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 2,
    "text": "may grace and peace be yours in abundance through knowledge of God and of Jesus our Lord. II. Exhortation to Christian Virtue - The Power of God’s Promise."
  },
  {
    "book": "1John",
    "chapter": 1,
    "verse": 2,
    "text": "for the life was made visible; we have seen it and testify to it and proclaim to you the eternal life that was with the Father and was made visible to us—"
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 2,
    "text": "because of the truth that dwells in us and will be with us forever."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 2,
    "text": "Beloved, I hope you are prospering in every respect and are in good health, just as your soul is prospering."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 2,
    "text": "may mercy, peace, and love be yours in abundance."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 2,
    "text": "who gives witness to the word of God and to the testimony of Jesus Christ by reporting what he saw."
  }
]