[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 4,
    "text": "For seven days from now I will bring rain down on the earth for forty days and forty nights, and so I will wipe out from the face of the earth every being that I have made."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 4,
    "text": "Pharaoh will not listen to you. Therefore I will lay my hand on Egypt and with mighty acts of judgment I will bring my armies, my people the Israelites, out of the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 4,
    "text": "as well as the two kidneys with the fat on them near the loins, and the lobe of the liver, which is removed with the kidneys."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 4,
    "text": "The LORD then said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 4,
    "text": "For they would turn your sons from following me to serving other gods, and then the anger of the LORD would flare up against you and he would quickly destroy you."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 4,
    "text": "About three thousand of the people made the attack, but they fled before the army at Ai,"
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 4,
    "text": "The LORD said to Gideon: There are still too many soldiers. Lead them down to the water and I will test them for you there. If I tell you that a certain man is to go with you, he must go with you. But no one is to go if I tell you he must not."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 4,
    "text": "So the Israelites removed their Baals and Astartes, and served the LORD alone."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 4,
    "text": "But that same night the word of the LORD came to Nathan:"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 4,
    "text": "There were lattices in three rows, each row facing the next,"
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 4,
    "text": "If we decide to go into the city, we shall die there, for there is famine in the city. If we remain here, we shall die too. So come, let us desert to the camp of the Arameans. If they let us live, we live; if they kill us, we die.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 4,
    "text": "Along with them, in their generations, according to ancestral houses, were thirty-six thousand men in organized military troops, since they had more wives and children"
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 4,
    "text": "The king and all the people offered sacrifices before the LORD."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 4,
    "text": "son of Zerahiah, son of Uzzi, son of Bukki,"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 4,
    "text": "Census of the Province. Now, the city was quite wide and spacious, but its population was small, and none of the houses had been rebuilt."
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 4,
    "text": "She said to them, “Do you know our kinsman Tobit?” They answered her, “Indeed, we do know him!” She asked, “Is he well?”"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 4,
    "text": "When the Israelites saw how many there were, they were greatly distressed and said to one another, “Soon they will strip the whole land bare. Neither the high mountains nor the valleys nor the hills will bear their weight.”"
  },
  {
    "book": "Esther",
    "chapter": 7,
    "verse": 4,
    "text": "For we have been sold, I and my people, to be destroyed, killed, and annihilated. If we were only to be sold into slavery I would remain silent, for then our distress would not have been worth troubling the king.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 4,
    "text": "So the soldiers killed them, and Demetrius assumed the royal throne."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 4,
    "text": "These were quickly heated, and he gave the order to cut out the tongue of the one who had spoken for the others, to scalp him and cut off his hands and feet, while the rest of his brothers and his mother looked on."
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 4,
    "text": "When I lie down I say, “When shall I arise?” then the night drags on; I am filled with restlessness until the dawn."
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 4,
    "text": "II - LORD my God, if I have done this, if there is guilt on my hands,"
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 4,
    "text": "Say to Wisdom, “You are my sister!” Call Understanding, “Friend!”"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 4,
    "text": "The heart of the wise is in the house of mourning, but the heart of fools is in the house of merriment."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 4,
    "text": "Your breasts are like two fawns, twins of a gazelle."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 4,
    "text": "In swaddling clothes and with constant care I was nurtured."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 4,
    "text": "Do not seek from God authority or from the king a place of honor."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 4,
    "text": "and say to him: Take care you remain calm and do not fear; do not let your courage fail before these two stumps of smoldering brands, the blazing anger of Rezin and the Arameans and of the son of Remaliah—"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 4,
    "text": "Do not put your trust in these deceptive words: “The temple of the LORD! The temple of the LORD! The temple of the LORD!”"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 4,
    "text": "My eye will not spare you, nor will I have pity; but I will hold your conduct against you, since your abominations remain within you; then shall you know that I am the LORD."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 4,
    "text": "The first was like a lion, but with eagle’s wings. While I watched, the wings were plucked; it was raised from the ground to stand on two feet like a human being, and given a human mind."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 4,
    "text": "They are all adulterers, like a blazing oven, Which the baker quits stoking, after the dough’s kneading until its rising."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 4,
    "text": "Second Vision: The Rain of Fire - This is what the Lord GOD showed me: He was summoning a rain of fire. It had devoured the great abyss and was consuming the fields."
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 4,
    "text": "The best of them is like a brier, the most honest like a thorn hedge. The day announced by your sentinels! Your punishment has come; now is the time of your confusion."
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 4,
    "text": "Then the word of the LORD of hosts came to me:"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 4,
    "text": "How can you say to your brother, ‘Let me remove that splinter from your eye,’ while the wooden beam is in your eye?"
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 4,
    "text": "And on coming from the marketplace they do not eat without purifying themselves. And there are many other things that they have traditionally observed, the purification of cups and jugs and kettles [and beds].)"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 4,
    "text": "They approached Jesus and strongly urged him to come, saying, “He deserves to have you do this for him,"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 4,
    "text": "No one works in secret if he wants to be known publicly. If you do these things, manifest yourself to the world.”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 4,
    "text": "So he went forth from the land of the Chaldeans and settled in Haran. And from there, after his father died, he made him migrate to this land where you now dwell."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 4,
    "text": "In the same way, my brothers, you also were put to death to the law through the body of Christ, so that you might belong to another, to the one who was raised from the dead in order that we might bear fruit for God."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 4,
    "text": "A wife does not have authority over her own body, but rather her husband, and similarly a husband does not have authority over his own body, but rather his wife."
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 4,
    "text": "I have great confidence in you, I have great pride in you; I am filled with encouragement, I am overflowing with joy all the more because of all our affliction."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 4,
    "text": "See how great he is to whom the patriarch “Abraham [indeed] gave a tenth” of his spoils."
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 4,
    "text": "I heard the number of those who had been marked with the seal, one hundred and forty-four thousand marked from every tribe of the Israelites:"
  }
]