[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 11,
    "text": "Then God said: Let the earth bring forth vegetation: every kind of plant that bears seed and every kind of fruit tree on earth that bears fruit with its seed in it. And so it happened:"
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 11,
    "text": "Accordingly, they set supervisors over the Israelites to oppress them with forced labor. Thus they had to build for Pharaoh the garrison cities of Pithom and Raamses."
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 11,
    "text": "It shall be slaughtered on the north side of the altar before the LORD, and Aaron's sons, the priests, shall splash its blood on all the sides of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 11,
    "text": "from Benjamin: Abidan, son of Gideoni;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 11,
    "text": "May the LORD, the God of your ancestors, increase you a thousand times over, and bless you as he promised!"
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 11,
    "text": "“Go through the camp and command the people, ‘Prepare your provisions, for three days from now you shall cross the Jordan here, to march in and possess the land the LORD, your God, is giving as your possession.'”"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 11,
    "text": "They marched from there against the inhabitants of Debir, which was formerly called Kiriath-sepher."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 11,
    "text": "Naomi replied, “Go back, my daughters. Why come with me? Have I other sons in my womb who could become your husbands?"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 11,
    "text": "and made this vow: “O LORD of hosts, if you look with pity on the hardship of your servant, if you remember me and do not forget me, if you give your handmaid a male child, I will give him to the LORD all the days of his life. No razor shall ever touch his head.”"
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 11,
    "text": "David seized his garments and tore them, and so did all the men who were with him."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 11,
    "text": "Solomon Proclaimed King. Then Nathan said to Bathsheba, Solomon's mother: “Have you not heard that Adonijah, son of Haggith, has become king, and our lord David does not know?"
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 11,
    "text": "The king sent another captain with his company of fifty men after Elijah. He shouted up and said, “Man of God, the king says, ‘Come down immediately!'”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 11,
    "text": "Mizraim became the father of the Ludim, Anamim, Lehabim, Naphtuhim,"
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 11,
    "text": "God then replied to Solomon: Because this has been your wish—you did not ask for riches, treasures, and glory, or the life of those who hate you, or even for a long life for yourself, but you have asked for wisdom and knowledge in order to rule my people over whom I have made you king—"
  },
  {
    "book": "Ezra",
    "chapter": 1,
    "verse": 11,
    "text": "Total of the gold and silver vessels: five thousand four hundred. All these Sheshbazzar took with him when the exiles were brought up from Babylon to Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 1,
    "verse": 11,
    "text": "LORD, may your ears be attentive to the prayer of your servant and that of all your servants who willingly revere your name. Grant success to your servant this day, and let him find favor with this man”—for I was cupbearer to the king."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 11,
    "text": "but I refrained from eating that Gentile food."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 11,
    "text": "But all the inhabitants of the whole land made light of the summons of Nebuchadnezzar, king of the Assyrians, and would not join him in the war. They were not afraid of him, since he was only a single opponent. So they sent back his envoys empty-handed and disgraced."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 11,
    "text": "to bring Queen Vashti into his presence wearing the royal crown, that he might display her beauty to the populace and the officials, for she was lovely to behold."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 11,
    "text": "Lawless Jews. In those days there appeared in Israel transgressors of the law who seduced many, saying: “Let us go and make a covenant with the Gentiles all around us; since we separated from them, many evils have come upon us.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 11,
    "text": "Since we have been saved by God from grave dangers, we give him great thanks as befits those who fought against the king;"
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 11,
    "text": "But now put forth your hand and touch all that he has, and surely he will curse you to your face.”"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 11,
    "text": "do not go if they say, “Come along with us! Let us lie in wait for blood, unprovoked, let us trap the innocent;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 11,
    "text": "There is no remembrance of past generations; nor will future generations be remembered by those who come after them."
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 11,
    "text": "We will make pendants of gold for you, and ornaments of silver."
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 11,
    "text": "Therefore guard against profitless grumbling, and from calumny withhold your tongues; For a stealthy utterance will not go unpunished, and a lying mouth destroys the soul."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 11,
    "text": "What do I care for the multitude of your sacrifices? says the LORD. I have had enough of whole-burnt rams and fat of fatlings; In the blood of calves, lambs, and goats I find no pleasure."
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 11,
    "text": "The word of the LORD came to me: What do you see, Jeremiah? “I see a branch of the almond tree,” I replied."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 11,
    "text": "All her people groan, searching for bread; They give their precious things for food, to retain the breath of life. “Look, O LORD, and pay attention to how I have been demeaned!"
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 11,
    "text": "and pray for the life of Nebuchadnezzar, king of Babylon, and of Belshazzar, his son, that their lifetimes may be as the days of the heavens above the earth."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 11,
    "text": "Such were their faces. Their wings were spread out above. On each one, two wings touched one another, and the other two wings covered the body."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 11,
    "text": "Then Daniel said to the guardian whom the chief chamberlain had put in charge of Daniel, Hananiah, Mishael, and Azariah,"
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 11,
    "text": "Be appalled, you farmers! wail, you vinedressers, Over the wheat and the barley, because the harvest in the field is ruined."
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 11,
    "text": "Edom - Thus says the LORD: For three crimes of Edom, and now four— I will not take it back— Because he pursued his brother with the sword, suppressing all pity, Persisting in his anger, his wrath raging without end,"
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 11,
    "text": "On the day you stood by, the day strangers carried off his possessions, And foreigners entered his gates and cast lots for Jerusalem, you too were like one of them."
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 11,
    "text": "They asked, “What shall we do with you, that the sea may calm down for us?” For the sea was growing more and more stormy."
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 11,
    "text": "Pass by, you who dwell in Shaphir! The inhabitants of Zaanan do not come forth from their city. There is lamentation in Beth-ezel. It will withdraw its support from you."
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 11,
    "text": "From you has come one plotting evil against the LORD, one giving sinister counsel."
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 11,
    "text": "Then they sweep through like the wind and vanish— they make their own strength their god!"
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 11,
    "text": "Wail, O inhabitants of Maktesh! for all the merchants are destroyed, all who weigh out silver, done away with."
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 11,
    "text": "And I have proclaimed a devastating heat upon the land and upon the mountains, Upon the grain, the new wine, and the olive oil, upon all that the ground brings forth; Upon human being and beast alike, and upon all they produce."
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 11,
    "text": "And they answered the angel of the LORD, who was standing among the myrtle trees: “We have been patrolling the earth, and now the whole earth rests quietly.”"
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 11,
    "text": "From the rising of the sun to its setting, my name is great among the nations; Incense offerings are made to my name everywhere, and a pure offering; For my name is great among the nations, says the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 11,
    "text": "Josiah became the father of Jechoniah and his brothers at the time of the Babylonian exile."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 11,
    "text": "And a voice came from the heavens, “You are my beloved Son; with you I am well pleased.” The Temptation of Jesus."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 11,
    "text": "the angel of the Lord appeared to him, standing at the right of the altar of incense."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 11,
    "text": "He came to what was his own, but his own people did not accept him."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 11,
    "text": "They said, “Men of Galilee, why are you standing there looking at the sky? This Jesus who has been taken up from you into heaven will return in the same way as you have seen him going into heaven.”"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 11,
    "text": "For I long to see you, that I may share with you some spiritual gift so that you may be strengthened,"
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 11,
    "text": "For it has been reported to me about you, my brothers, by Chloe's people, that there are rivalries among you."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 11,
    "text": "as you help us with prayer, so that thanks may be given by many on our behalf for the gift granted us through the prayers of many."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 11,
    "text": "III. Paul's Defense of His Gospel and His Authority - His Call by Christ. Now I want you to know, brothers, that the gospel preached by me is not of human origin."
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 11,
    "text": "Inheritance Through the Spirit. In him we were also chosen, destined in accord with the purpose of the One who accomplishes all things according to the intention of his will,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 11,
    "text": "filled with the fruit of righteousness that comes through Jesus Christ for the glory and praise of God."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 11,
    "text": "strengthened with every power, in accord with his glorious might, for all endurance and patience, with joy"
  },
  {
    "book": "2Thessalonians",
    "chapter": 1,
    "verse": 11,
    "text": "Prayer. To this end, we always pray for you, that our God may make you worthy of his calling and powerfully bring to fulfillment every good purpose and every effort of faith,"
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 11,
    "text": "according to the glorious gospel of the blessed God, with which I have been entrusted. Gratitude for God's Mercy."
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 11,
    "text": "for which I was appointed preacher and apostle and teacher."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 11,
    "text": "It is imperative to silence them, as they are upsetting whole families by teaching for sordid gain what they should not."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 11,
    "text": "who was once useless to you but is now useful to [both] you and me."
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 11,
    "text": "They will perish, but you remain; and they will all grow old like a garment."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 11,
    "text": "For the sun comes up with its scorching heat and dries up the grass, its flower droops, and the beauty of its appearance vanishes. So will the rich person fade away in the midst of his pursuits."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 11,
    "text": "investigating the time and circumstances that the Spirit of Christ within them indicated when it testified in advance to the sufferings destined for Christ and the glories to follow them."
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 11,
    "text": "For, in this way, entry into the eternal kingdom of our Lord and savior Jesus Christ will be richly provided for you."
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 11,
    "text": "for whoever greets him shares in his evil works."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 11,
    "text": "Beloved, do not imitate evil but imitate good. Whoever does what is good is of God; whoever does what is evil has never seen God."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 11,
    "text": "Woe to them! They followed the way of Cain, abandoned themselves to Balaam's error for the sake of gain, and perished in the rebellion of Korah."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 11,
    "text": "which said, “Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”"
  }
]