[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 2,
    "text": "he created them male and female. When they were created, he blessed them and named them humankind."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 2,
    "text": "Pharaoh answered, “Who is the LORD, that I should obey him and let Israel go? I do not know the LORD, and I will not let Israel go.”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 2,
    "text": "or if someone, without being aware of it, touches any unclean thing, such as the carcass of an unclean wild animal, or an unclean domestic animal, or an unclean swarming creature, and thus is unclean and guilty;"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 2,
    "text": "Order the Israelites to expel from camp everyone with a scaly infection, and everyone suffering from a discharge, and everyone who has become unclean by contact with a corpse."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 2,
    "text": "The LORD, our God, made a covenant with us at Horeb;"
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 2,
    "text": "On this occasion the LORD said to Joshua: Make flint knives and circumcise Israel for the second time."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 2,
    "text": "When uprising broke out in Israel, when the people rallied for duty—bless the LORD!"
  },
  {
    "book": "1Samuel",
    "chapter": 5,
    "verse": 2,
    "text": "They then took the ark of God and brought it into the temple of Dagon, placing it beside Dagon."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 2,
    "text": "In days past, when Saul was still our king, you were the one who led Israel out in all its battles and brought it back. And the LORD said to you: You shall shepherd my people Israel; you shall be ruler over Israel.”"
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 2,
    "text": "Solomon's provisions for each day were thirty kors of fine flour, sixty kors of meal,"
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 2,
    "text": "Now the Arameans had captured from the land of Israel in a raid a little girl, who became the servant of Naaman's wife."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 2,
    "text": "Judah, in fact, became powerful among his brothers, so that the ruler came from him, though the birthright had been Joseph's.)"
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 2,
    "text": "Then Solomon assembled the elders of Israel and all the heads of the tribes, the princes in the ancestral houses of the Israelites, to Jerusalem to bring up the ark of the LORD's covenant from the City of David, which is Zion."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 2,
    "text": "Thereupon Zerubbabel, son of Shealtiel, and Jeshua, son of Jozadak, began again to build the house of God in Jerusalem, with the prophets of God giving them support."
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 2,
    "text": "Some said: “We are forced to pawn our sons and daughters in order to get grain to eat that we may live.”"
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 2,
    "text": "But how will I be able to get that money from him, since he does not know me, and I do not know him? What sign can I give him so that he will recognize and trust me, and give me the money? I do not even know the roads to Media, in order to go there.”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 2,
    "text": "In great anger he summoned all the rulers of Moab, the governors of Ammon, and all the satraps of the coastland"
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 2,
    "text": "When he saw Queen Esther standing in the courtyard, she won his favor and he extended toward her the golden scepter he held. She came up to him, and touched the top of the scepter.]"
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 2,
    "text": "So they decided to destroy the descendants of Jacob who were among them, and they began to kill and eradicate the people."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 2,
    "text": "It then happened that all over the city, for nearly forty days, there appeared horsemen, clothed in garments of a golden weave, charging in midair—companies fully armed with lances and drawn swords;"
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 2,
    "text": "Surely impatience kills the fool and indignation slays the simpleton."
  },
  {
    "book": "Psalms",
    "chapter": 5,
    "verse": 2,
    "text": "I - Give ear to my words, O LORD; understand my sighing."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 2,
    "text": "That you may act discreetly, and your lips guard what you know."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 2,
    "text": "As dreams come along with many cares, so a fool's voice along with a multitude of words."
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 2,
    "text": "A Fruitless Search - W I was sleeping, but my heart was awake. The sound of my lover knocking! “Open to me, my sister, my friend, my dove, my perfect one! For my head is wet with dew, my hair, with the moisture of the night.”"
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 2,
    "text": "Seeing this, the wicked shall be shaken with dreadful fear, and be amazed at the unexpected salvation."
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 2,
    "text": "Do not rely on your strength in following the desires of your heart."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 2,
    "text": "He spaded it, cleared it of stones, and planted the choicest vines; Within it he built a watchtower, and hewed out a wine press. Then he waited for the crop of grapes, but it yielded rotten grapes."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 2,
    "text": "They say, “As the LORD lives,” but in fact they swear falsely."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 2,
    "text": "Our heritage is turned over to strangers, our homes, to foreigners."
  },
  {
    "book": "Baruch",
    "chapter": 5,
    "verse": 2,
    "text": "Wrapped in the mantle of justice from God, place on your head the diadem of the glory of the Eternal One."
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 2,
    "text": "Set a third on fire within the city, when the days of your siege are completed; place another third around the city and strike it with the sword; the final third scatter to the wind and then unsheathe the sword after it."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 2,
    "text": "Under the influence of the wine, he ordered the gold and silver vessels which Nebuchadnezzar, his father, had taken from the temple in Jerusalem, to be brought in so that the king, his nobles, his consorts, and his concubines might drink from them."
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 2,
    "text": "a pit dug deep in Shittim. Now I will discipline them all."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 2,
    "text": "She is fallen, to rise no more, virgin Israel; She lies abandoned on her land, with no one to raise her up."
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 2,
    "text": "Therefore the Lord will give them up, until the time when she who is to give birth has borne, Then the rest of his kindred shall return to the children of Israel."
  },
  {
    "book": "Zechariah",
    "chapter": 5,
    "verse": 2,
    "text": "He asked me, “What do you see?” I answered, “I see a flying scroll, twenty cubits long and ten cubits wide.”"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 2,
    "text": "He began to teach them, saying:"
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 2,
    "text": "When he got out of the boat, at once a man from the tombs who had an unclean spirit met him."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 2,
    "text": "He saw two boats there alongside the lake; the fishermen had disembarked and were washing their nets."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 2,
    "text": "Now there is in Jerusalem at the Sheep [Gate] a pool called in Hebrew Bethesda, with five porticoes."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 2,
    "text": "He retained for himself, with his wife's knowledge, some of the purchase price, took the remainder, and put it at the feet of the apostles."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 2,
    "text": "through whom we have gained access [by faith] to this grace in which we stand, and we boast in hope of the glory of God."
  },
  {
    "book": "1Corinthians",
    "chapter": 5,
    "verse": 2,
    "text": "And you are inflated with pride. Should you not rather have been sorrowful? The one who did this deed should be expelled from your midst."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 2,
    "text": "For in this tent we groan, longing to be further clothed with our heavenly habitation"
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 2,
    "text": "It is I, Paul, who am telling you that if you have yourselves circumcised, Christ will be of no benefit to you."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 2,
    "text": "and live in love, as Christ loved us and handed himself over for us as a sacrificial offering to God for a fragrant aroma."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 2,
    "text": "For you yourselves know very well that the day of the Lord will come like a thief at night."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 2,
    "text": "older women as mothers, and younger women as sisters with complete purity."
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 2,
    "text": "He is able to deal patiently with the ignorant and erring, for he himself is beset by weakness"
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 2,
    "text": "Your wealth has rotted away, your clothes have become moth-eaten,"
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 2,
    "text": "Tend the flock of God in your midst, [overseeing] not by constraint but willingly, as God would have it, not for shameful profit but eagerly."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 2,
    "text": "In this way we know that we love the children of God when we love God and obey his commandments."
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 2,
    "text": "Then I saw a mighty angel who proclaimed in a loud voice, “Who is worthy to open the scroll and break its seals?”"
  }
]