[
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 38,
    "text": "but if the grain has become moistened, it becomes unclean to you when any part of their carcasses falls on it."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 38,
    "text": "“Go,” he replied, and sent her away for two months. So she departed with her companions and wept for her virginity in the mountains."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 38,
    "text": "If, then, you heed all that I command you, walking in my ways, and do what is right in my eyes by keeping my statutes and my commandments like David my servant, I will be with you. I will build a lasting house for you, just as I did for David; I will give Israel to you."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 38,
    "text": "Joel, brother of Nathan, from Rehob, the Gadite;"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 38,
    "text": "The Intrigue of Trypho. When King Demetrius saw that the land was peaceful under his rule and that he had no opposition, he dismissed his entire army, each to his own home, except the foreign troops which he had hired from the islands of the nations. So all the soldiers who had served under his predecessors became hostile to him."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 38,
    "text": "Farewell.” In the one hundred and forty-eighth year, the fifteenth of Xanthicus."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 38,
    "text": "The Pharisee was amazed to see that he did not observe the prescribed washing before the meal."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 38,
    "text": "So Jesus, perturbed again, came to the tomb. It was a cave, and a stone lay across it."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 38,
    "text": "The world was not worthy of them. They wandered about in deserts and on mountains, in caves and in crevices in the earth."
  }
]