[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 10,
    "text": "and with every living creature that was with you: the birds, the tame animals, and all the wild animals that were with you—all that came out of the ark."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 10,
    "text": "So they took the soot from a kiln and appeared before Pharaoh. When Moses scattered it toward the sky, it caused festering boils on human being and beast alike."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 10,
    "text": "He then burned on the altar the fat, the kidneys and the lobe of the liver from the purification offering, as the LORD had commanded Moses;"
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 10,
    "text": "Speak to the Israelites: “If any one of you or of your descendants is unclean because of a human corpse, or is absent on a journey, you may still celebrate the LORD's Passover."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 10,
    "text": "The LORD gave me the two stone tablets inscribed, by God's own finger, with a copy of all the words that the LORD spoke to you on the mountain from the midst of the fire on the day of the assembly."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 10,
    "text": "and all that he did to the two kings of the Amorites beyond the Jordan, Sihon, king of Heshbon, and Og, king of Bashan, who lived in Ashtaroth."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 10,
    "text": "Then the trees said to the fig tree, ‘Come; you reign over us!'"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 10,
    "text": "Saul then said to his servant, “You are right! Come on, let us go!” So they headed toward the city where the man of God lived."
  },
  {
    "book": "2Samuel",
    "chapter": 9,
    "verse": 10,
    "text": "You and your sons and servants must till the land for him. You shall bring in the produce, which shall be food for your lord's household to eat. But Meribbaal, your lord's son, shall always eat at my table.” Now Ziba had fifteen sons and twenty servants."
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 10,
    "text": "After the twenty years during which Solomon built the two houses, the house of the LORD and the house of the king—"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 10,
    "text": "In the confines of Jezreel, the dogs shall devour Jezebel so that no one can bury her.” Then he opened the door and fled."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 10,
    "text": "Among the priests were Jedaiah; Jehoiarib; Jachin;"
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 10,
    "text": "The servants of Huram and of Solomon who brought gold from Ophir also brought cabinet wood and precious stones."
  },
  {
    "book": "Ezra",
    "chapter": 9,
    "verse": 10,
    "text": "But now, our God, what can we say after all this? For we have abandoned your commandments,"
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 10,
    "text": "You worked signs and wonders against Pharaoh, against all his servants and the people of his land, Because you knew of their insolence toward them; thus you made for yourself a name even to this day."
  },
  {
    "book": "Judith",
    "chapter": 9,
    "verse": 10,
    "text": "By the deceit of my lips, strike down slave together with ruler, and ruler together with attendant. Crush their arrogance by the hand of a female."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 10,
    "text": "the ten sons of Haman, son of Hammedatha, the foe of the Jews. However, they did not engage in plundering."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 10,
    "text": "But Judas said: “Far be it from me to do such a thing as to flee from them! If our time has come, let us die bravely for our kindred and not leave a stain upon our honor!”"
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 10,
    "text": "Shortly before, he had thought that he could reach the stars of heaven, and now, no one could endure to transport the man because of this intolerable stench."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 10,
    "text": "He does things great and unsearchable, things marvelous and innumerable."
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 10,
    "text": "The LORD is a stronghold for the oppressed, a stronghold in times of trouble."
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 10,
    "text": "The beginning of wisdom is fear of the LORD, and knowledge of the Holy One is understanding."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 10,
    "text": "Anything you can turn your hand to, do with what power you have; for there will be no work, no planning, no knowledge, no wisdom in Sheol where you are going."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 10,
    "text": "Send her forth from your holy heavens and from your glorious throne dispatch her That she may be with me and work with me, that I may know what is pleasing to you."
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 10,
    "text": "Choice of Friends - Do not abandon old friends; new ones cannot equal them. A new friend is like new wine— when it has aged, you drink it with pleasure."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 10,
    "text": "So the LORD raises up their foes against them and stirs up their enemies to action—"
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 10,
    "text": "I will turn Jerusalem into a heap of ruins, a haunt of jackals; The cities of Judah I will make a waste, where no one dwells."
  },
  {
    "book": "Ezekiel",
    "chapter": 9,
    "verse": 10,
    "text": "My eye, however, will not spare, nor shall I take pity, but I will bring their conduct down upon their heads."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 10,
    "text": "and did not hear the voice of the LORD, our God, by walking in his laws given through his servants the prophets."
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 10,
    "text": "From Former Glory to a History of Corruption - Like grapes in the desert, I found Israel; Like the first fruits of the fig tree, its first to ripen, I looked on your ancestors. But when they came to Baal-peor and consecrated themselves to the Shameful One, they became as abhorrent as the thing they loved."
  },
  {
    "book": "Amos",
    "chapter": 9,
    "verse": 10,
    "text": "All sinners among my people shall die by the sword, those who say, “Disaster will not reach or overtake us.”"
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 10,
    "text": "He shall banish the chariot from Ephraim, and the horse from Jerusalem; The warrior's bow will be banished, and he will proclaim peace to the nations. His dominion will be from sea to sea, and from the River to the ends of the earth."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 10,
    "text": "While he was at table in his house, many tax collectors and sinners came and sat with Jesus and his disciples."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 10,
    "text": "So they kept the matter to themselves, questioning what rising from the dead meant."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 10,
    "text": "When the apostles returned, they explained to him what they had done. He took them and withdrew in private to a town called Bethsaida."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 10,
    "text": "So they said to him, “[So] how were your eyes opened?”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 10,
    "text": "Saul's Baptism. There was a disciple in Damascus named Ananias, and the Lord said to him in a vision, “Ananias.” He answered, “Here I am, Lord.”"
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 10,
    "text": "And not only that, but also when Rebecca had conceived children by one husband, our father Isaac—"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 10,
    "text": "or is he not really speaking for our sake? It was written for our sake, because the plowman should plow in hope, and the thresher in hope of receiving a share."
  },
  {
    "book": "2Corinthians",
    "chapter": 9,
    "verse": 10,
    "text": "The one who supplies seed to the sower and bread for food will supply and multiply your seed and increase the harvest of your righteousness."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 10,
    "text": "but only in matters of food and drink and various ritual washings: regulations concerning the flesh, imposed until the time of the new order."
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 10,
    "text": "They had tails like scorpions, with stingers; with their tails they had power to harm people for five months."
  }
]