[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 23,
    "text": "Shem and Japheth, however, took a robe, and holding it on their shoulders, they walked backward and covered their father’s nakedness; since their faces were turned the other way, they did not see their father’s nakedness."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 23,
    "text": "So Moses stretched out his staff toward the sky, and the LORD sent forth peals of thunder and hail. Lightning flashed toward the earth, and the LORD rained down hail upon the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 23,
    "text": "Moses and Aaron went into the tent of meeting. On coming out they blessed the people. Then the glory of the LORD appeared to all the people."
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 23,
    "text": "At the direction of the LORD they pitched camp, and at the LORD’s direction they broke camp; they kept the charge of the LORD, as the LORD directed them through Moses."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 23,
    "text": "And when the LORD sent you up from Kadesh-barnea saying, Go up and take possession of the land I have given you, you rebelled against this command of the LORD, your God, and would not believe him or listen to his voice."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 23,
    "text": "Now are you accursed: every one of you shall always be a slave, hewers of wood and drawers of water, for the house of my God.”"
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 23,
    "text": "God put an evil spirit between Abimelech and the lords of Shechem, and the lords of Shechem broke faith with the house of Abimelech."
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 23,
    "text": "He said to the cook, “Bring the portion I gave you and told you to put aside.”"
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 23,
    "text": "There were five hundred fifty overseers answerable to Solomon’s governors for the work, directing the people engaged in the work."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 23,
    "text": "Joram reined about and fled, crying to Ahaziah, “Treason, Ahaziah!”"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 23,
    "text": "Thus they and their sons kept guard over the gates of the house of the LORD, the house which was then a tent."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 23,
    "text": "All the kings of the earth sought audience with Solomon, to hear the wisdom God had put into his heart."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 23,
    "text": "You made their children as numerous as the stars of the heavens, and you brought them into the land which you had commanded their ancestors to enter and possess."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 23,
    "text": "The Jews adopted as a custom what they had begun doing and what Mordecai had written to them."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 23,
    "text": "III. Leadership of Jonathan - Jonathan Succeeds Judas. After the death of Judas, the lawless raised their heads in every part of Israel, and all kinds of evildoers appeared."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 23,
    "text": "Nevertheless, I know that my father, whenever he went on campaigns in the hinterland, would name his successor,"
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 23,
    "text": "When the scourge slays suddenly, he scoffs at the despair of the innocent."
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 23,
    "text": "But rather, let those who boast, boast of this, that in their prudence they know me, Know that I, the LORD, act with fidelity, justice, and integrity on earth. How I take delight in these—oracle of the LORD."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 23,
    "text": "When you began your petition, an answer was given which I have come to announce, because you are beloved. Therefore, mark the answer and understand the vision."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 23,
    "text": "When Jesus arrived at the official’s house and saw the flute players and the crowd who were making a commotion,"
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 23,
    "text": "Jesus said to him, “‘If you can!’ Everything is possible to one who has faith.”"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 23,
    "text": "Then he said to all, “If anyone wishes to come after me, he must deny himself and take up his cross daily and follow me."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 23,
    "text": "For this reason his parents said, “He is of age; question him.”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 23,
    "text": "Saul Visits Jerusalem. After a long time had passed, the Jews conspired to kill him,"
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 23,
    "text": "This was to make known the riches of his glory to the vessels of mercy, which he has prepared previously for glory,"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 23,
    "text": "All this I do for the sake of the gospel, so that I too may have a share in it."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 23,
    "text": "Therefore, it was necessary for the copies of the heavenly things to be purified by these rites, but the heavenly things themselves by better sacrifices than these."
  }
]