[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 26,
    "text": "Methuselah lived seven hundred and eighty-two years after he begot Lamech, and he had other sons and daughters."
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 26,
    "text": "The priest shall make atonement on the person’s behalf before the LORD, so that the individual may be forgiven for whatever was done to incur guilt."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 26,
    "text": "where he shall take a handful of the grain offering as a token offering and burn it on the altar. Only then shall he have the woman drink the water."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 26,
    "text": "For what mortal has heard the voice of the living God speaking from the midst of fire, as we have, and lived?"
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 26,
    "text": "With her hand she reached for the peg, with her right hand, the workman’s hammer. She hammered Sisera, crushed his head; she smashed, pierced his temple."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 26,
    "text": "The LORD gave Solomon wisdom as he promised him. So there was peace between Hiram and Solomon, and the two of them made a covenant."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 26,
    "text": "But Elisha said to him: “Was I not present in spirit when someone got down from his chariot to wait for you? Is this a time to take money or to take garments, olive orchards or vineyards, sheep or cattle, male or female servants?"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 26,
    "text": "Therefore the God of Israel stirred up against them the anger of Pul, king of Assyria, and the anger of Tilgath-pilneser [sic], king of Assyria, who deported the Reubenites, the Gadites, and the half-tribe of Manasseh and brought them to Halah, Habor, and Hara, and to the river Gozan, where they have remained to this day. Levi."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 26,
    "text": "“Many of them are shut up in Bozrah, in Bosor near Alema, in Chaspho, Maked, and Carnaim”—all of these are large, fortified cities—"
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 26,
    "text": "All those who came out to watch, he massacred, and running through the city with armed men, he cut down a large number of people."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 26,
    "text": "You shall approach the grave in full vigor, as a shock of grain comes in at its season."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 26,
    "text": "Invasion - He will raise a signal to a far-off nation, and whistle for it from the ends of the earth. Then speedily and promptly they will come."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 26,
    "text": "For criminals lurk among my people; like fowlers they set traps, but it is human beings they catch."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 26,
    "text": "MENE, God has numbered your kingdom and put an end to it;"
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 26,
    "text": "Yet you will carry away Sukuth, your king, and Kaiwan, your star-image, your gods that you have made for yourselves,"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 26,
    "text": "Amen, I say to you, you will not be released until you have paid the last penny."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 26,
    "text": "She had suffered greatly at the hands of many doctors and had spent all that she had. Yet she was not helped but only grew worse."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 26,
    "text": "Then astonishment seized them all and they glorified God, and, struck with awe, they said, “We have seen incredible things today.” The Call of Levi."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 26,
    "text": "For just as the Father has life in himself, so also he gave to his Son the possession of life in himself."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 26,
    "text": "Then the captain and the court officers went and brought them in, but without force, because they were afraid of being stoned by the people."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 26,
    "text": "Let us not be conceited, provoking one another, envious of one another."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 26,
    "text": "to sanctify her, cleansing her by the bath of water with the word,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 26,
    "text": "IV. Final Greeting - Greet all the brothers with a holy kiss."
  }
]