[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 17,
    "text": "Descendants of Cain and Seth. Cain had intercourse with his wife, and she conceived and bore Enoch. Cain also became the founder of a city, which he named after his son Enoch."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 17,
    "text": "Take this staff in your hand; with it you are to perform the signs."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 17,
    "text": "and dipping his finger in the blood, he shall sprinkle it seven times before the LORD, toward the veil."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 17,
    "text": "The LORD said to Moses and Aaron:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 17,
    "text": "the form of any animal on the earth, the form of any bird that flies in the sky,"
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 17,
    "text": "Joshua commanded the priests, “Come up from the Jordan,”"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 17,
    "text": "Sisera fled on foot to the tent of Jael, wife of Heber the Kenite, for there was peace between Jabin, king of Hazor, and the family of Heber the Kenite."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 17,
    "text": "The neighbor women joined the celebration: “A son has been born to Naomi!” They named him Obed. He was the father of Jesse, the father of David."
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 17,
    "text": "And the messenger answered: “Israel fled from the Philistines; in fact, the troops suffered heavy losses. Your two sons, Hophni and Phinehas, are dead, and the ark of God has been captured.”"
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 17,
    "text": "Jehoshaphat, son of Paruah, in Issachar;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 17,
    "text": "Yet the woman conceived, and by the same time the following year she had given birth to a son, as Elisha had promised;"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 17,
    "text": "The sons of Ezrah were Jether, Mered, Epher, and Jalon. Jether became the father of Miriam, Shammai, and Ishbah, the father of Eshtemoa."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 17,
    "text": "The king had them cast in the neighborhood of the Jordan, between Succoth and Zeredah, in thick clay molds."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 17,
    "text": "The king sent this answer: “To Rehum, the governor, Shimshai, the scribe, and their fellow officials living in Samaria and elsewhere in the province West-of-Euphrates, greetings:"
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 17,
    "text": "Neither I, nor my kindred, nor any of my attendants, nor any of the bodyguard that accompanied me took off our clothes; everyone kept a weapon at hand."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 17,
    "text": "Pour out your wine and your bread on the grave of the righteous, but do not share them with sinners."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 17,
    "text": "Mordecai went away and did exactly as Esther had commanded. Chapter C - Prayer of Mordecai. Recalling all that the Lord had done, Mordecai prayed to the Lord and said: “Lord, Lord, King and Ruler of all, everything is in your power, and there is no one to oppose you when it is your will to save Israel. You made heaven and earth and every wonderful thing under heaven. You are Lord of all, and there is no one who can resist you, the Lord. You know all things. You know, Lord, that it was not out of insolence or arrogance or desire for glory that I acted thus in not bowing down to the arrogant Haman. I would have gladly kissed the soles of his feet for the salvation of Israel. But I acted as I did so as not to place the honor of a mortal above that of God. I will not bow down to anyone but you, my Lord. It is not out of arrogance that I am acting thus. And now, Lord God, King, God of Abraham, spare your people, for our enemies regard us with deadly envy and are bent upon destroying the inheritance that was yours from the beginning. Do not spurn your portion, which you redeemed for yourself out of the land of Egypt. Hear my prayer; have pity on your inheritance and turn our mourning into feasting, that we may live to sing praise to your name, Lord. Do not silence the mouths of those who praise you.” All Israel, too, cried out with all their strength, for death was staring them in the face. Prayer of Esther. Queen Esther, seized with mortal anguish, fled to the Lord for refuge. Taking off her splendid garments, she put on garments of distress and mourning. In place of her precious ointments she covered her head with dung and ashes. She afflicted her body severely and in place of her festive adornments, her tangled hair covered her. Then she prayed to the Lord, the God of Israel, saying: “My Lord, you alone are our King. Help me, who am alone and have no help but you, for I am taking my life in my hand. From birth, I have heard among my people that you, Lord, chose Israel from among all nations, and our ancestors from among all their forebears, as a lasting inheritance, and that you fulfilled all your promises to them. But now we have sinned in your sight, and you have delivered us into the hands of our enemies, because we worshiped their gods. You are just, O Lord. But now they are not satisfied with our bitter servitude, but have sworn an oath to their idols to do away with the decree you have pronounced, to destroy your inheritance, to close the mouths of those who praise you, to extinguish the glory of your house and your altar, to open the mouths of the nations to acclaim their worthless gods, and to extol a mortal king forever. “Lord, do not relinquish your scepter to those who are nothing. Do not let our foes gloat over our ruin, but turn their own counsel against them and make an example of the one who began this against us. Be mindful of us, Lord. Make yourself known in the time of our distress and give me courage, King of gods and Ruler of every power. Put in my mouth persuasive words in the presence of the lion, and turn his heart to hatred for our enemy, so that he and his co-conspirators may perish. Save us by your power, and help me, who am alone and have no one but you, Lord. “You know all things. You know that I hate the pomp of the lawless, and abhor the bed of the uncircumcised or of any foreigner. You know that I am under constraint, that I abhor the sign of grandeur that rests on my head when I appear in public. I abhor it like a polluted rag, and do not wear it in private. I, your servant, have never eaten at the table of Haman, nor have I graced the banquet of the king or drunk the wine of libations. From the day I was brought here till now, your servant has had no joy except in you, Lord, God of Abraham. O God, whose power is over all, hear the voice of those in despair. Save us from the power of the wicked, and deliver me from my fear.” Chapter D - Esther Goes to Ahasuerus. On the third day, ending her prayers, she took off her prayer garments and arrayed herself in her splendid attire. In making her appearance, after invoking the all-seeing God and savior, she took with her two maids; on the one she leaned gently for support, while the other followed her, bearing her train. She glowed with perfect beauty and her face was as joyous as it was lovely, though her heart was pounding with fear. She passed through all the portals till she stood before the king, who was seated on his royal throne, clothed in full robes of state, and covered with gold and precious stones, so that he inspired great awe. As he looked up in extreme anger, his features fiery and majestic, the queen staggered, turned pale and fainted, collapsing against the maid in front of her. But God changed the king’s anger to gentleness. In great anxiety he sprang from his throne, held her in his arms until she recovered, and comforted her with reassuring words. “What is it, Esther?” he said to her. “I am your brother. Take courage! You shall not die; this order of ours applies only to our subjects. Come near!” Raising the golden scepter, he touched her neck with it, embraced her, and said, “Speak to me.” She replied: “I saw you, my lord, as an angel of God, and my heart was shaken by fear of your majesty. For you are awesome, my lord, though your countenance is full of mercy.” As she said this, she fainted. The king was shaken and all his attendants tried to revive her."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 17,
    "text": "he said to the people: “Do not be greedy for plunder; for there is a fight ahead of us,"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 17,
    "text": "It is no light matter to flout the laws of God, as subsequent events will show."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 17,
    "text": "“Can anyone be more in the right than God? Can mortals be more blameless than their Maker?"
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 17,
    "text": "For they eat the bread of wickedness and drink the wine of violence."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 17,
    "text": "Vanity of Many Words. Guard your step when you go to the house of God. Draw near for obedience, rather than for the fools’ offering of sacrifice; for they know not how to keep from doing evil."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 17,
    "text": "“I will walk with them in disguise, and at first I will test them with trials. Fear and dread I will bring upon them and I will discipline them with my constraints. When their hearts are fully with me,"
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 17,
    "text": "Like watchers in the fields they surround her, for she has rebelled against me—oracle of the LORD."
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 17,
    "text": "Even now our eyes are worn out, searching in vain for help; From our watchtower we have watched for a nation unable to save."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 17,
    "text": "C. Jerusalem Addresses Diaspora - What can I do to help you?"
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 17,
    "text": "Because they lack bread and water they shall be devastated; each and every one will waste away because of their guilt."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 17,
    "text": "The tree that you saw, large and strong, its top touching the heavens, that could be seen by the whole earth,"
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 17,
    "text": "Ephraim is bound to idols, let him alone!"
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 17,
    "text": "A Secure Future for Judah - Then you will know that I the LORD am your God, dwelling on Zion, my holy mountain; Jerusalem will be holy, and strangers will never again travel through her."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 17,
    "text": "From that time on, Jesus began to preach and say, “Repent, for the kingdom of heaven is at hand.” The Call of the First Disciples."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 17,
    "text": "But they have no root; they last only for a time. Then when tribulation or persecution comes because of the word, they quickly fall away."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 17,
    "text": "and was handed a scroll of the prophet Isaiah. He unrolled the scroll and found the passage where it was written:"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 17,
    "text": "The woman answered and said to him, “I do not have a husband.” Jesus answered her, “You are right in saying, ‘I do not have a husband.’"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 17,
    "text": "But so that it may not be spread any further among the people, let us give them a stern warning never again to speak to anyone in this name.”"
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 17,
    "text": "as it is written, “I have made you father of many nations.” He is our father in the sight of God, in whom he believed, who gives life to the dead and calls into being what does not exist."
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 17,
    "text": "For this reason I am sending you Timothy, who is my beloved and faithful son in the Lord; he will remind you of my ways in Christ [Jesus], just as I teach them everywhere in every church."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 17,
    "text": "For this momentary light affliction is producing for us an eternal weight of glory beyond all comparison,"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 17,
    "text": "They show interest in you, but not in a good way; they want to isolate you, so that you may show interest in them."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 17,
    "text": "So I declare and testify in the Lord that you must no longer live as the Gentiles do, in the futility of their minds;"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 17,
    "text": "It is not that I am eager for the gift; rather, I am eager for the profit that accrues to your account."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 17,
    "text": "And tell Archippus, “See that you fulfill the ministry that you received in the Lord.”"
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 17,
    "text": "Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air. Thus we shall always be with the Lord."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 17,
    "text": "But the Lord stood by me and gave me strength, so that through me the proclamation might be completed and all the Gentiles might hear it. And I was rescued from the lion’s mouth."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 17,
    "text": "So for one who knows the right thing to do and does not do it, it is a sin."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 17,
    "text": "For it is time for the judgment to begin with the household of God; if it begins with us, how will it end for those who fail to obey the gospel of God?"
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 17,
    "text": "In this is love brought to perfection among us, that we have confidence on the day of judgment because as he is, so are we in this world."
  }
]