[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 5,
    "text": "The LORD came down to see the city and the tower that the people had built."
  },
  {
    "book": "Exodus",
    "chapter": 11,
    "verse": 5,
    "text": "Every firstborn in the land of Egypt will die, from the firstborn of Pharaoh who sits on his throne to the firstborn of the slave-girl who is at the handmill, as well as all the firstborn of the animals."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 5,
    "text": "the rock hyrax, which indeed chews the cud, but does not have hoofs and is therefore unclean for you;"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 5,
    "text": "We remember the fish we used to eat without cost in Egypt, and the cucumbers, the melons, the leeks, the onions, and the garlic."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 5,
    "text": "what he did for you in the wilderness until you came to this place;"
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 5,
    "text": "All these kings made a pact and together they marched to the waters of Merom, where they encamped to fight against Israel."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 5,
    "text": "As soon as the Ammonites were at war with Israel, the elders of Gilead went to bring Jephthah from the land of Tob."
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 5,
    "text": "Just then Saul came in from the field, behind his oxen. “Why are the people weeping?” he asked. They repeated the message of the inhabitants of Jabesh for him."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 5,
    "text": "But the woman had become pregnant; she sent a message to inform David, “I am pregnant.”"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 5,
    "text": "Solomon followed Astarte, the goddess of the Sidonians, and Milcom, the abomination of the Ammonites."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 5,
    "text": "He gave them these orders: “This is what you must do: one third of you who come on duty on the sabbath shall guard the king’s house;"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 5,
    "text": "The inhabitants of Jebus said to David, “You shall not enter here.” David nevertheless captured the fortress of Zion, which is the City of David."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 5,
    "text": "Rehoboam took up residence in Jerusalem and built fortified cities in Judah."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 5,
    "text": "Maaseiah, son of Baruch, son of Colhozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, a son of the Shelanites."
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 5,
    "text": "Meanwhile, Anna sat watching the road by which her son was to come."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 5,
    "text": "Judith answered him: “Listen to the words of your servant, and let your maidservant speak in your presence! I will say nothing false to my lord this night."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 5,
    "text": "They told the king what Jonathan had done in order to denigrate him; but the king said nothing."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 5,
    "text": "So he invaded Judea, and when he reached Beth-zur, a fortified place about five stadia from Jerusalem, launched a strong attack against it."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 5,
    "text": "But oh, that God would speak, and open his lips against you,"
  },
  {
    "book": "Psalms",
    "chapter": 11,
    "verse": 5,
    "text": "The LORD tests the righteous and the wicked, hates those who love violence,"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 5,
    "text": "The justice of the honest makes their way straight, but by their wickedness the wicked fall."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 11,
    "verse": 5,
    "text": "Just as you do not know how the life breath enters the human frame in the mother’s womb, So you do not know the work of God, who is working in everything."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 5,
    "text": "For by the things through which their foes were punished they in their need were benefited."
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 5,
    "text": "Many are the oppressed who rise to the throne; some that none would consider wear a crown."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 5,
    "text": "Justice shall be the band around his waist, and faithfulness a belt upon his hips."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 5,
    "text": "Thus I will fulfill the oath I swore to your ancestors, to give them a land flowing with milk and honey, the one you have today. “Amen, LORD,” I answered."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 5,
    "text": "Then the spirit of the LORD fell upon me and told me to say: Thus says the LORD: This is how you talk, house of Israel. I know the things that come into your mind!"
  },
  {
    "book": "Hosea",
    "chapter": 11,
    "verse": 5,
    "text": "He shall return to the land of Egypt, Assyria shall be his king, because they have refused to repent."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 5,
    "text": "For they who buy them slay them and are not held accountable; while those who sell them say, “Blessed be the LORD, I have become rich!” Even their own shepherds will not pity them."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 5,
    "text": "the blind regain their sight, the lame walk, lepers are cleansed, the deaf hear, the dead are raised, and the poor have the good news proclaimed to them."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 5,
    "text": "Some of the bystanders said to them, “What are you doing, untying the colt?”"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 5,
    "text": "And he said to them, “Suppose one of you has a friend to whom he goes at midnight and says, ‘Friend, lend me three loaves of bread,"
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 5,
    "text": "Now Jesus loved Martha and her sister and Lazarus."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 5,
    "text": "“I was at prayer in the city of Joppa when in a trance I had a vision, something resembling a large sheet coming down, lowered from the sky by its four corners, and it came to me."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 5,
    "text": "So also at the present time there is a remnant, chosen by grace."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 5,
    "text": "But any woman who prays or prophesies with her head unveiled brings shame upon her head, for it is one and the same thing as if she had had her head shaved."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 5,
    "text": "For I think that I am not in any way inferior to these “superapostles.”"
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 5,
    "text": "By faith Enoch was taken up so that he should not see death, and “he was found no more because God had taken him.” Before he was taken up, he was attested to have pleased God."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 5,
    "text": "If anyone wants to harm them, fire comes out of their mouths and devours their enemies. In this way, anyone wanting to harm them is sure to be slain."
  }
]