[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 23,
    "text": "the man said: “This one, at last, is bone of my bones and flesh of my flesh; This one shall be called ‘woman,’ for out of man this one has been taken.”"
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 23,
    "text": "II. The Call and Commission of Moses - The Burning Bush. A long time passed, during which the king of Egypt died. The Israelites groaned under their bondage and cried out, and from their bondage their cry for help went up to God."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 23,
    "text": "and the enrollment of his company is thirty-five thousand four hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 23,
    "text": "As for the Avvim, who once lived in villages in the vicinity of Gaza, the Caphtorim, migrating from Caphtor, cleared them away and dwelt in their place.)"
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 23,
    "text": "Then the two came back down from the hills, crossed the Jordan to Joshua, son of Nun, and told him all that had happened to them."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 23,
    "text": "Therefore the LORD allowed these nations to remain instead of expelling them immediately. He had not delivered them into the power of Joshua."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 23,
    "text": "So she stayed gleaning with Boaz’s young women until the end of the barley and wheat harvests."
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 23,
    "text": "So he said to them: “Why are you doing such things? I hear from everyone that your behavior is depraved."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 23,
    "text": "Still he refused to stop. So Abner struck him in the abdomen with the heel of his spear, and the weapon protruded from his back. He fell there and died on the spot. All who came to the place where Asahel had fallen and died, halted."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 23,
    "text": "And King Solomon swore by the LORD: “May God do thus to me and more, if Adonijah has not spoken this word at the cost of his life."
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 23,
    "text": "From there Elisha went up to Bethel. While he was on the way, some little boys came out of the city and jeered at him: “Go away, baldy; go away, baldy!”"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 23,
    "text": "Geshur and Aram took from them the villages of Jair, that is, Kenath and its towns, sixty cities in all, which had belonged to the sons of Machir, the father of Gilead."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 23,
    "text": "people of Anathoth, one hundred and twenty-eight;"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 23,
    "text": "He devastated Put and Lud, and plundered all the Rassisites and the Ishmaelites on the border of the wilderness toward the south of the Chelleans."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 23,
    "text": "The matter was investigated and verified, and both of them were impaled on stakes. This was written in the annals in the king’s presence."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 23,
    "text": "As he finished saying these words, a certain Jew came forward in the sight of all to offer sacrifice on the altar in Modein according to the king’s order."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 23,
    "text": "All this, detailed by Jason of Cyrene in five volumes, we will try to condense into a single book."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 23,
    "text": "Every day sorrow and grief are their occupation; even at night their hearts are not at rest. This also is vanity."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 23,
    "text": "For God formed us to be imperishable; the image of his own nature he made us."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 23,
    "text": "How can you say, “I am not defiled, I have not pursued the Baals”? Consider your conduct in the Valley, recall what you have done: A skittish young camel, running back and forth,"
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 23,
    "text": "I will silence from the cities of Judah and from the streets of Jerusalem the cry of joy and the cry of gladness, the voice of the bridegroom and the voice of the bride; and all the land shall be deserted, without inhabitants."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 23,
    "text": "To you, God of my ancestors, I give thanks and praise, because you have given me wisdom and power. Now you have shown me what we asked of you, you have made known to us the king’s dream.”"
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 23,
    "text": "On that day I will respond—oracle of the LORD— I will respond to the heavens, and they will respond to the earth;"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 23,
    "text": "Children of Zion, delight and rejoice in the LORD, your God! For he has faithfully given you the early rain, sending rain down on you, the early and the late rains as before."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 23,
    "text": "On that day—oracle of the LORD of hosts—I will take you, my servant, Zerubbabel, son of Shealtiel—oracle of the LORD—and I will make you like a signet ring, for I have chosen you—oracle of the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 23,
    "text": "He went and dwelt in a town called Nazareth, so that what had been spoken through the prophets might be fulfilled, “He shall be called a Nazorean.”"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 23,
    "text": "As he was passing through a field of grain on the sabbath, his disciples began to make a path while picking the heads of grain."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 23,
    "text": "just as it is written in the law of the Lord, “Every male that opens the womb shall be consecrated to the Lord,”"
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 23,
    "text": "While he was in Jerusalem for the feast of Passover, many began to believe in his name when they saw the signs he was doing."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 23,
    "text": "This man, delivered up by the set plan and foreknowledge of God, you killed, using lawless men to crucify him."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 23,
    "text": "You who boast of the law, do you dishonor God by breaking the law?"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 23,
    "text": "He it is, then, whom I hope to send as soon as I see how things go with me,"
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 23,
    "text": "While they have a semblance of wisdom in rigor of devotion and self-abasement [and] severity to the body, they are of no value against gratification of the flesh."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 23,
    "text": "Avoid foolish and ignorant debates, for you know that they breed quarrels."
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 23,
    "text": "Thus the scripture was fulfilled that says, “Abraham believed God, and it was credited to him as righteousness,” and he was called “the friend of God.”"
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 23,
    "text": "When he was insulted, he returned no insult; when he suffered, he did not threaten; instead, he handed himself over to the one who judges justly."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 23,
    "text": "No one who denies the Son has the Father, but whoever confesses the Son has the Father as well."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 23,
    "text": "I will also put her children to death. Thus shall all the churches come to know that I am the searcher of hearts and minds and that I will give each of you what your works deserve."
  }
]