[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 25,
    "text": "When Methuselah was one hundred and eighty-seven years old, he begot Lamech."
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 25,
    "text": "Then that person shall bring to the priest as reparation to the LORD an unblemished ram of the flock, at the established value, as a reparation offering."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 25,
    "text": "But first the priest shall take the grain offering of jealousy from the woman’s hand, and having elevated the grain offering before the LORD, shall bring it to the altar,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 25,
    "text": "Now, why should we die? For this great fire will consume us. If we hear the voice of the LORD, our God, any more, we shall die."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 25,
    "text": "He asked for water, she gave him milk, in a princely bowl she brought him curds."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 25,
    "text": "David did as the LORD commanded him, and routed the Philistines from Gibeon as far as Gezer."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 25,
    "text": "while Solomon gave Hiram twenty thousand kors of wheat to provide for his household, and twenty kors of hand-pressed oil. Solomon gave Hiram all this every year."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 25,
    "text": "He went in and stood by Elisha his master, who asked him, “Where have you been, Gehazi?” He answered, “Your servant has not gone anywhere.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 25,
    "text": "However, they acted treacherously toward the God of their ancestors by prostituting themselves to follow the gods of the peoples of the land, whom God had destroyed before them."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 25,
    "text": "There they met some Nabateans, who received them peaceably and told them all that had happened to their kindred in Gilead:"
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 25,
    "text": "When this man arrived in Jerusalem, he pretended to be peacefully disposed and waited until the holy day of the sabbath; then, finding the Jews refraining from work, he ordered his men to parade fully armed."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 25,
    "text": "You shall know that your descendants are many, and your offspring like the grass of the earth."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 25,
    "text": "Therefore the wrath of the LORD blazes against his people, he stretches out his hand to strike them; The mountains quake, their corpses shall be like refuse in the streets. For all this, his wrath is not turned back, his hand is still outstretched."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 25,
    "text": "Your crimes have prevented these things, your sins have turned these blessings away from you."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 25,
    "text": "“This is the writing that was inscribed: MENE, TEKEL, and PERES. These words mean:"
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 25,
    "text": "Did you bring me sacrifices and grain offerings for forty years in the desert, O house of Israel?"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 25,
    "text": "Settle with your opponent quickly while on the way to court with him. Otherwise your opponent will hand you over to the judge, and the judge will hand you over to the guard, and you will be thrown into prison."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 25,
    "text": "There was a woman afflicted with hemorrhages for twelve years."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 25,
    "text": "He stood up immediately before them, picked up what he had been lying on, and went home, glorifying God."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 25,
    "text": "Amen, amen, I say to you, the hour is coming and is now here when the dead will hear the voice of the Son of God, and those who hear will live."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 25,
    "text": "Then someone came in and reported to them, “The men whom you put in prison are in the temple area and are teaching the people.”"
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 25,
    "text": "If we live in the Spirit, let us also follow the Spirit."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 25,
    "text": "Husbands, love your wives, even as Christ loved the church and handed himself over for her"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 25,
    "text": "Brothers, pray for us [too]."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 25,
    "text": "Similarly, good works are also public; and even those that are not cannot remain hidden."
  }
]