[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 22,
    "text": "Ham, the father of Canaan, saw his father’s nakedness, and he told his two brothers outside."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 22,
    "text": "The LORD then said to Moses: Stretch out your hand toward the sky, that hail may fall upon the entire land of Egypt, on human being and beast alike and all the vegetation of the fields in the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 22,
    "text": "Revelation of the Lord’s Glory. Aaron then raised his hands over the people and blessed them. When he came down from offering the purification offering, the burnt offering, and the communion offering,"
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 22,
    "text": "Whether the cloud lingered over the tabernacle for two days or for a month or longer, the Israelites remained in camp and did not break camp; but when it lifted, they broke camp."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 22,
    "text": "At Taberah, at Massah, and at Kibroth-hattaavah likewise, you enraged the LORD."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 22,
    "text": "Joshua summoned the Gibeonites and said to them, “Why did you deceive us and say, ‘We live far off from you’?—You live among us!"
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 22,
    "text": "When Abimelech had ruled Israel for three years,"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 22,
    "text": "Samuel then took Saul and his servant and brought them into the room. He seated them at the head of the guests, of whom there were about thirty."
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 22,
    "text": "But Solomon made none of the Israelites forced laborers, for they were his fighting force, his ministers, commanders, adjutants, chariot officers, and cavalry."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 22,
    "text": "When Joram recognized Jehu, he asked, “Is everything all right, Jehu?” Jehu replied, “How could everything be all right as long as all the harlotry and sorcery of your mother Jezebel continues?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 22,
    "text": "In all, those who were chosen for gatekeepers at the threshold were two hundred and twelve. They were inscribed in the family records of their villages. David and Samuel the seer had established them in their position of trust."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 22,
    "text": "Solomon’s Renown. Thus King Solomon surpassed all the kings of the earth in riches and wisdom."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 22,
    "text": "You gave them kingdoms and peoples, which you divided among them as border lands. They possessed the land of Sihon, king of Heshbon, and the land of Og, king of Bashan."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 22,
    "text": "as the days on which the Jews obtained rest from their enemies and as the month which was turned for them from sorrow into joy, from mourning into celebration. They were to observe these days with joyful banqueting, sending food to one another and gifts to the poor."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 22,
    "text": "The other acts of Judas, his battles, the brave deeds he performed, and his greatness have not been recorded; but they were very many."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 22,
    "text": "I do not despair about my health, since I have much hope of recovering from my illness."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 22,
    "text": "It is all one! therefore I say: Both the innocent and the wicked he destroys."
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 22,
    "text": "True Glory - Thus says the LORD: Let not the wise boast of his wisdom, nor the strong boast of his strength, nor the rich man boast of his riches;"
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 22,
    "text": "He instructed me in these words: “Daniel, I have now come to give you understanding."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 22,
    "text": "Jesus turned around and saw her, and said, “Courage, daughter! Your faith has saved you.” And from that hour the woman was cured."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 22,
    "text": "It has often thrown him into fire and into water to kill him. But if you can do anything, have compassion on us and help us.”"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 22,
    "text": "The First Prediction of the Passion. He said, “The Son of Man must suffer greatly and be rejected by the elders, the chief priests, and the scribes, and be killed and on the third day be raised.” The Conditions of Discipleship."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 22,
    "text": "His parents said this because they were afraid of the Jews, for the Jews had already agreed that if anyone acknowledged him as the Messiah, he would be expelled from the synagogue."
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 22,
    "text": "But Saul grew all the stronger and confounded [the] Jews who lived in Damascus, proving that this is the Messiah."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 22,
    "text": "What if God, wishing to show his wrath and make known his power, has endured with much patience the vessels of wrath made for destruction?"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 22,
    "text": "To the weak I became weak, to win over the weak. I have become all things to all, to save at least some."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 22,
    "text": "According to the law almost everything is purified by blood, and without the shedding of blood there is no forgiveness."
  }
]