[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 2,
    "text": "The fountains of the abyss and the floodgates of the sky were closed, and the downpour from the sky was held back."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 2,
    "text": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 2,
    "text": "Take Aaron along with his sons, the vestments, the anointing oil, the bull for a purification offering, the two rams, and the basket of unleavened bread,"
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 2,
    "text": "Speak to Aaron and say: “When you set up the menorah-lamps, have the seven lamps throw their light in front of the menorah.”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 2,
    "text": "Remember how for these forty years the LORD, your God, has directed all your journeying in the wilderness, so as to test you by affliction, to know what was in your heart: to keep his commandments, or not."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 2,
    "text": "Do to Ai and its king what you did to Jericho and its king—except that you may take its spoil and livestock as plunder. Set an ambush behind the city."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 2,
    "text": "But he answered them, “What have I done in comparison with you? Is not the gleaning of Ephraim better than the vintage of Abiezer?"
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 2,
    "text": "His firstborn was named Joel, his second son, Abijah; they judged at Beer-sheba."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 2,
    "text": "He also defeated Moab and measured them with a line. Making them lie down on the ground, he measured two lengths of line for death, and a full length for life. Thus the Moabites became subject to David, paying tribute."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 2,
    "text": "All the people of Israel assembled before King Solomon during the festival in the month of Ethanim (the seventh month)."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 2,
    "text": "The woman got ready and did as the man of God said, setting out with her household, and living in the land of the Philistines for seven years."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 2,
    "text": "Nohah, the fourth, and Rapha, the fifth."
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 2,
    "text": "he built up the cities which Huram had given him, and settled Israelites there."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 2,
    "text": "Of the descendants of Phinehas, Gershon; of the descendants of Ithamar, Daniel; of the descendants of David, Hattush,"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 2,
    "text": "On the first day of the seventh month, therefore, Ezra the priest brought the law before the assembly, which consisted of men, women, and those children old enough to understand."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 2,
    "text": "Tobiah, mindful of Raphael's instructions, took the fish's liver and heart from the bag where he had them, and put them on the embers intended for incense."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 2,
    "text": "Her husband, Manasseh, of her own tribe and clan, had died at the time of the barley harvest."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 2,
    "text": "The king removed his signet ring that he had taken away from Haman, and gave it to Mordecai; and Esther put Mordecai in charge of the house of Haman."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 2,
    "text": "He was also told of their battles and the brave deeds that they performed against the Gauls, conquering them and forcing them to pay tribute;"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 2,
    "text": "They implored the Lord to look kindly upon this people, who were being oppressed by all; to have pity on the sanctuary, which was profaned by renegades;"
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 2,
    "text": "How long will you utter such things? The words from your mouth are a mighty wind!"
  },
  {
    "book": "Psalms",
    "chapter": 8,
    "verse": 2,
    "text": "O LORD, our Lord, how awesome is your name through all the earth! I will sing of your majesty above the heavens"
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 2,
    "text": "On the top of the heights along the road, at the crossroads she takes her stand;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 2,
    "text": "Observe the command of the king, in view of your oath to God."
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 2,
    "text": "I would lead you, bring you to my mother's house, where you would teach me, Where I would give you to drink spiced wine, my pomegranate juice."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 2,
    "text": "Wisdom, the Source of Blessings - Her I loved and sought after from my youth; I sought to take her for my bride and was enamored of her beauty."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 2,
    "text": "Do not quarrel with the rich, lest they pay out the price of your downfall. For gold has unsettled many, and wealth perverts the character of princes."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 2,
    "text": "and call reliable witnesses for me, Uriah the priest, and Zechariah, son of Jeberechiah."
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 2,
    "text": "and spread out before the sun, the moon, and the whole host of heaven, which they loved and served, which they followed, consulted, and worshiped. They will not be gathered up for burial, but will lie like dung upon the ground."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 2,
    "text": "I looked up and there was a figure that looked like a man. Downward from what looked like his waist, there was fire; from his waist upward, like the brilliance of polished bronze."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 2,
    "text": "In my vision I saw myself in the fortress of Susa in the province of Elam; I was beside the river Ulai."
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 2,
    "text": "They cry out to me, “My God! We know you!”"
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 2,
    "text": "He asked, “What do you see, Amos?” And I answered, “A basket of end-of-summer fruit.” And the LORD said to me: The end has come for my people Israel; I will forgive them no longer."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 2,
    "text": "Thus says the LORD of hosts: I am intensely jealous for Zion, stirred to jealous wrath for her."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 2,
    "text": "And then a leper approached, did him homage, and said, “Lord, if you wish, you can make me clean.”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 2,
    "text": "“My heart is moved with pity for the crowd, because they have been with me now for three days and have nothing to eat."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 2,
    "text": "and some women who had been cured of evil spirits and infirmities, Mary, called Magdalene, from whom seven demons had gone out,"
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 2,
    "text": "But early in the morning he arrived again in the temple area, and all the people started coming to him, and he sat down and taught them."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 2,
    "text": "Devout men buried Stephen and made a loud lament over him."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 2,
    "text": "For the law of the spirit of life in Christ Jesus has freed you from the law of sin and death."
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 2,
    "text": "If anyone supposes he knows something, he does not yet know as he ought to know."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 2,
    "text": "for in a severe test of affliction, the abundance of their joy and their profound poverty overflowed in a wealth of generosity on their part."
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 2,
    "text": "a minister of the sanctuary and of the true tabernacle that the Lord, not man, set up."
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 2,
    "text": "And I saw that the seven angels who stood before God were given seven trumpets."
  }
]