[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 22,
    "text": "Noah complied; he did just as God had commanded him."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 22,
    "text": "The sons of Uzziel: Mishael, Elzaphan and Sithri."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 22,
    "text": "Every male of the priestly line may eat it. It is most holy."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 22,
    "text": "The Priestly Blessing. The LORD said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 22,
    "text": "and wrought before our eyes signs and wonders, great and dire, against Egypt and against Pharaoh and his whole house."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 22,
    "text": "To the two men who had spied out the land, Joshua said, “Go into the prostitute’s house and bring out the woman with all her family, as you swore to her you would do.”"
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 22,
    "text": "Gideon, now aware that it had been the messenger of the LORD, said, “Alas, Lord GOD, that I have seen the messenger of the LORD face to face!”"
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 22,
    "text": "but I will demean myself even more. I will be lowly in your eyes, but in the eyes of the slave girls you spoke of I will be somebody.”"
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 22,
    "text": "He covered the whole house with gold, until the whole house was done, and the whole altar that belonged to the inner sanctuary he covered with gold."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 22,
    "text": "Elisha replied, “You must not kill them. Do you slay those whom you have taken captive with your sword or bow? Serve them a meal. Let them eat and drink, and then go back to their master.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 22,
    "text": "son of Tahath, son of Assir, son of Ebiasaph, son of Korah,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 22,
    "text": "“If someone sins against a neighbor and is required to take an oath sanctioned by a curse, and comes and takes the oath before your altar in this house,"
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 22,
    "text": "They joyfully kept the feast of Unleavened Bread for seven days, for the LORD had filled them with joy by making the king of Assyria favorable to them, so that he gave them help in their work on the house of God, the God of Israel."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 22,
    "text": "They went to the king and said: “How long will you fail to do justice and to avenge our kindred?"
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 22,
    "text": "Thus he would escape death, and be treated kindly because of his old friendship with them."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 22,
    "text": "Have I said, “Give me something, make a bribe on my behalf from your possessions”?"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 22,
    "text": "When you lie down they will watch over you, when you wake, they will share your concerns; wherever you turn, they will guide you."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 22,
    "text": "II. Praise of Wisdom by Solomon Introduction - Now what wisdom is, and how she came to be I shall proclaim; and I shall conceal no secrets from you, But from the very beginning I shall search out and bring to light knowledge of her; I shall not diverge from the truth."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 22,
    "text": "For discipline is like her name, she is not accessible to many."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 22,
    "text": "Thus says the LORD: See, a people comes from the land of the north, a great nation, rising from the very ends of the earth."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 22,
    "text": "Know, therefore, that they are not gods; do not fear them."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 22,
    "text": "Daniel answered the king: “O king, live forever!"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 22,
    "text": "“The lamp of the body is the eye. If your eye is sound, your whole body will be filled with light;"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 22,
    "text": "Herodias’s own daughter came in and performed a dance that delighted Herod and his guests. The king said to the girl, “Ask of me whatever you wish and I will grant it to you.”"
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 22,
    "text": "Blessed are you when people hate you, and when they exclude and insult you, and denounce your name as evil on account of the Son of Man."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 22,
    "text": "The Bread of Life Discourse. The next day, the crowd that remained across the sea saw that there had been only one boat there, and that Jesus had not gone along with his disciples in the boat, but only his disciples had left."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 22,
    "text": "But now that you have been freed from sin and have become slaves of God, the benefit that you have leads to sanctification, and its end is eternal life."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 22,
    "text": "I am sending him to you for this very purpose, so that you may know about us and that he may encourage your hearts."
  }
]