[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 28,
    "text": "When Lamech was one hundred and eighty-two years old, he begot a son"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 28,
    "text": "If, however, the woman has not defiled herself, but is still pure, she will be immune and will still be fertile."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 28,
    "text": "The LORD heard your words as you were speaking to me and said to me, I have heard the words these people have spoken to you, which are all well said."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 28,
    "text": "From the window she looked down, the mother of Sisera peered through the lattice: “Why is his chariot so long in coming? why are the hoofbeats of his chariots delayed?”"
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 28,
    "text": "He sent them to the Lebanon for a month in relays of ten thousand, so that they spent one month in the Lebanon and two months at home. Adoniram was in charge of the forced labor."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 28,
    "text": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 28,
    "text": "Thereupon Judas suddenly changed direction with his army, marched across the wilderness to Bozrah, and captured the city. He put every male to the sword, took all their spoils, and set fire to the city."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 28,
    "text": "Their arrows are sharp, and all their bows are bent, The hooves of their horses like flint, and their chariot wheels like the whirlwind."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 28,
    "text": "fat and sleek. They pass over wicked deeds; justice they do not defend By advancing the claim of the orphan or judging the cause of the poor."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 28,
    "text": "PERES, your kingdom has been divided and given to the Medes and Persians.”"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 28,
    "text": "But I say to you, everyone who looks at a woman with lust has already committed adultery with her in his heart."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 28,
    "text": "She said, “If I but touch his clothes, I shall be cured.”"
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 28,
    "text": "And leaving everything behind, he got up and followed him."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 28,
    "text": "Do not be amazed at this, because the hour is coming in which all who are in the tombs will hear his voice"
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 28,
    "text": "“We gave you strict orders [did we not?] to stop teaching in that name. Yet you have filled Jerusalem with your teaching and want to bring this man's blood upon us.”"
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 28,
    "text": "So [also] husbands should love their wives as their own bodies. He who loves his wife loves himself."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 28,
    "text": "The grace of our Lord Jesus Christ be with you."
  }
]