[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 6,
    "text": "The Great Flood. Noah was six hundred years old when the flood came upon the earth."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 6,
    "text": "This, then, is what Moses and Aaron did. They did exactly as the LORD had commanded them."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 6,
    "text": "Every male of the priestly line may eat of it; but it must be eaten in a sacred place. It is most holy."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 6,
    "text": "So Moses accepted the wagons and oxen, and assigned them to the Levites."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 6,
    "text": "For you are a people holy to the LORD, your God; the LORD, your God, has chosen you from all the peoples on the face of the earth to be a people specially his own."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 6,
    "text": "Joshua, together with the elders of Israel, tore their garments and fell face down before the ark of the LORD until evening; and they threw dust on their heads."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 6,
    "text": "Those who lapped up the water with their tongues numbered three hundred, but all the rest of the soldiers knelt down to drink the water."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 6,
    "text": "When they had gathered at Mizpah, they drew water and poured it out on the ground before the LORD, and they fasted that day, saying, “We have sinned against the LORD.” It was at Mizpah that Samuel began to judge the Israelites."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 6,
    "text": "I have never dwelt in a house from the day I brought Israel up from Egypt to this day, but I have been going about in a tent or a tabernacle."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 6,
    "text": "He also made the Porch of Columns, fifty cubits long and thirty wide. The porch extended across the front, and there were columns with a canopy in front of them."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 6,
    "text": "The Lord had caused the army of the Arameans to hear the sound of chariots and horses, the sound of a large army, and they had reasoned among themselves, “The king of Israel has hired the kings of the Hittites and the kings of Egypt to fight us.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 6,
    "text": "Benjamin. The sons of Benjamin were Bela, Becher, and Jediael—three."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 6,
    "text": "The priests were standing at their stations, as were the Levites, with the musical instruments of the LORD which King David had made to give thanks to the LORD, “whose love endures forever,” when David offered praise through them. The priests opposite them blew the trumpets and all Israel stood."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 6,
    "text": "this Ezra came up from Babylon. He was a scribe, well-versed in the law of Moses given by the LORD, the God of Israel. The king granted him all that he requested, because the hand of the LORD, his God, was over him."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 6,
    "text": "These are the inhabitants of the province who returned from the captivity of the exiles whom Nebuchadnezzar, king of Babylon, had carried away, and who came back to Jerusalem and Judah, to their own cities:"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 6,
    "text": "Raguel jumped up, kissed him, and broke into tears."
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 6,
    "text": "On the second day Holofernes led out all his cavalry in the sight of the Israelites who were in Bethulia."
  },
  {
    "book": "Esther",
    "chapter": 7,
    "verse": 6,
    "text": "Esther replied, “The enemy oppressing us is this wicked Haman.” At this, Haman was seized with dread of the king and queen."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 6,
    "text": "They made this accusation to the king against the people: “Judas and his brothers have destroyed all your friends and have driven us out of our land."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 6,
    "text": "“The Lord God is looking on and truly has compassion on us, as Moses declared in his song, when he openly bore witness, saying, ‘And God will have compassion on his servants.’”"
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 6,
    "text": "My days are swifter than a weaver’s shuttle; they come to an end without hope."
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 6,
    "text": "Then let my enemy pursue and overtake my soul, trample my life to the ground, and lay my honor in the dust. Selah"
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 6,
    "text": "For at the window of my house, through my lattice I looked out"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 6,
    "text": "For as the crackling of thorns under a pot, so is the fool’s laughter. This also is vanity."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 6,
    "text": "Your head rises upon you like Carmel; your hair is like purple; a king is caught in its locks."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 6,
    "text": "one is the entry into life for all, and in one same way they leave it."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 6,
    "text": "Do not seek to become a judge if you do not have the strength to root out crime, Lest you show fear in the presence of the prominent and mar your integrity."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 6,
    "text": "“Let us go up against Judah, tear it apart, make it our own by force, and appoint the son of Tabeel king there.”"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 6,
    "text": "if you no longer oppress the alien, the orphan, and the widow; if you no longer shed innocent blood in this place or follow after other gods to your own harm,"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 6,
    "text": "An end is coming, the end is coming; it is ripe for you! See it coming!"
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 6,
    "text": "After this I looked and saw another beast, like a leopard; on its back were four wings like those of a bird, and it had four heads. To this beast dominion was given."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 6,
    "text": "For they draw near in ambush with their hearts like an oven. All the night their anger sleeps; in the morning it flares like a blazing fire."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 6,
    "text": "The LORD relented concerning this. “This also shall not be,” said the Lord GOD."
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 6,
    "text": "For the son belittles his father, the daughter rises up against her mother, The daughter-in-law against her mother-in-law, and your enemies are members of your household."
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 6,
    "text": "When you were eating and drinking, was it not for yourselves that you ate and for yourselves that you drank?"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 6,
    "text": "Pearls Before Swine. “Do not give what is holy to dogs, or throw your pearls before swine, lest they trample them underfoot, and turn and tear you to pieces."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 6,
    "text": "He responded, “Well did Isaiah prophesy about you hypocrites, as it is written: ‘This people honors me with their lips, but their hearts are far from me;"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 6,
    "text": "And Jesus went with them, but when he was only a short distance from the house, the centurion sent friends to tell him, “Lord, do not trouble yourself, for I am not worthy to have you enter under my roof."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 6,
    "text": "So Jesus said to them, “My time is not yet here, but the time is always right for you."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 6,
    "text": "And God spoke thus, ‘His descendants shall be aliens in a land not their own, where they shall be enslaved and oppressed for four hundred years;"
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 6,
    "text": "But now we are released from the law, dead to what held us captive, so that we may serve in the newness of the spirit and not under the obsolete letter."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 6,
    "text": "This I say by way of concession, however, not as a command."
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 6,
    "text": "But God, who encourages the downcast, encouraged us by the arrival of Titus,"
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 6,
    "text": "But he who was not of their ancestry received tithes from Abraham and blessed him who had received the promises."
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 6,
    "text": "twelve thousand from the tribe of Asher, twelve thousand from the tribe of Naphtali, twelve thousand from the tribe of Manasseh,"
  }
]