[
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 35,
    "text": "He sent messengers throughout Manasseh, and they, too, were summoned to follow him; he also sent messengers throughout Asher, Zebulun, and Naphtali, and they advanced to meet the others."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 35,
    "text": "and he carved cherubim, palm trees, and open flowers, and plated them with gold."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 35,
    "text": "These were the sons of Aaron: his son Eleazar, whose son was Phinehas, whose son was Abishua,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 35,
    "text": "listen from heaven to their prayer and petition, and uphold their cause."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 35,
    "text": "The beasts were distributed along the phalanxes, each elephant having assigned to it a thousand men in coats of mail, with bronze helmets on their heads, and five hundred picked cavalry."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 35,
    "text": "He will not consider any restitution, nor be satisfied by your many bribes."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 35,
    "text": "Be eager to hear every discourse; let no insightful saying escape you."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 35,
    "text": "They neither save anyone from death, nor deliver the weak from the strong,"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 35,
    "text": "By now it was already late and his disciples approached him and said, “This is a deserted place and it is already very late."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 35,
    "text": "But rather, love your enemies and do good to them, and lend expecting nothing back; then your reward will be great and you will be children of the Most High, for he himself is kind to the ungrateful and the wicked."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 35,
    "text": "Jesus said to them, “I am the bread of life; whoever comes to me will never hunger, and whoever believes in me will never thirst."
  }
]