[
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 30,
    "text": "and the enrollment of his company is fifty-three thousand four hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 30,
    "text": "But Sihon, king of Heshbon, refused to let us pass through his land, because the LORD, your God, made him stubborn in mind and obstinate in heart that he might deliver him into your power, as indeed he has now done."
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 30,
    "text": "This, therefore, is the oracle of the LORD, the God of Israel: I said in the past that your family and your father's house should minister in my presence forever. But now—oracle of the LORD: Far be it from me! I will honor those who honor me, but those who despise me shall be cursed."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 30,
    "text": "Joab, coming from the pursuit of Abner, assembled all the men. Nineteen other servants of David were missing, besides Asahel."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 30,
    "text": "Benaiah went to the tent of the LORD and said to him, “The king says, ‘Come out.'” But he answered, “No! I will die here.” Benaiah reported to the king, “This is what Joab said to me in reply.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 30,
    "text": "The sons of Nadab were Seled and Appaim. Seled died childless."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 30,
    "text": "descendants of Magbish, one hundred and fifty-six;"
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 30,
    "text": "they and their children, their wives and their animals, because misfortunes pressed so hard on them."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 30,
    "text": "To enter into questions and examine them from all sides and to be busy about details is the task of the historian;"
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 30,
    "text": "In vain I struck your children; correction they did not take. Your sword devoured your prophets like a ravening lion."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 30,
    "text": "For I know they will not listen to me, because they are a stiff-necked people. But in the land of their exile they shall have a change of heart;"
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 30,
    "text": "To me also this mystery has been revealed; not that I am wiser than any other living person, but in order that its meaning may be made known to the king, that you may understand the thoughts of your own mind."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 30,
    "text": "for my eyes have seen your salvation,"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 30,
    "text": "But since he was a prophet and knew that God had sworn an oath to him that he would set one of his descendants upon his throne,"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 30,
    "text": "because for the sake of the work of Christ he came close to death, risking his life to make up for those services to me that you could not perform."
  }
]