[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 35,
    "text": "And the Israelites did as Moses had commanded: they asked the Egyptians for articles of silver and gold and for clothing."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 35,
    "text": "From Naphtali: one thousand captains, and with them, armed with shield and lance, thirty-seven thousand men."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 35,
    "text": "priests with the trumpets, and also Zechariah, son of Jonathan, son of Shemaiah, son of Mattaniah, son of Micaiah, son of Zaccur, son of Asaph,"
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 35,
    "text": "When Jonathan returned, he assembled the elders of the people, and with them he made plans for building strongholds in Judea,"
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 35,
    "text": "A man called Dositheus, a powerful horseman and one of Bacenor's men, caught hold of Gorgias, grasped his military cloak and dragged him along by brute strength, intending to capture the vile wretch alive, when a Thracian horseman attacked Dositheus and cut off his arm at the shoulder. Then Gorgias fled to Marisa."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 35,
    "text": "A good person brings forth good out of a store of goodness, but an evil person brings forth evil out of a store of evil."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 35,
    "text": "As Jesus was teaching in the temple area he said, “How do the scribes claim that the Messiah is the son of David?"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 35,
    "text": "“Gird your loins and light your lamps"
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 35,
    "text": "Jesus said to them, “The light will be among you only a little while. Walk while you have the light, so that darkness may not overcome you. Whoever walks in the dark does not know where he is going."
  }
]