[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 25,
    "text": "he said: “Cursed be Caanan! The lowest of slaves shall he be to his brothers.”"
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 25,
    "text": "Throughout the land of Egypt the hail struck down everything in the fields, human being and beast alike; it struck down all the vegetation of the fields and splintered every tree in the fields."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 25,
    "text": "Those forty days, then, and forty nights, I lay prostrate before the LORD, because he had threatened to destroy you."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 25,
    "text": "And now that we are in your power, do with us what is good and right in your eyes.”"
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 25,
    "text": "The lords of Shechem then set men in ambush for him on the mountaintops, and they robbed all who passed them on the road. It was reported to Abimelech."
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 25,
    "text": "When they came down from the high place into the city, a mattress was spread for Saul on the roof,"
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 25,
    "text": "Three times a year Solomon used to offer burnt offerings and communion offerings on the altar which he had built to the LORD, and to burn incense before the LORD. Thus he completed the temple. Solomon's Gifts."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 25,
    "text": "Then Jehu said to his adjutant Bidkar, “Take him and throw him into the plot of ground in the field of Naboth the Jezreelite. For remember when you and I were driving teams behind Ahab his father, the LORD delivered this oracle against him:"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 25,
    "text": "Their brothers who lived in their own villages took turns in assisting them for seven-day periods,"
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 25,
    "text": "Solomon had four thousand stalls for horses, chariots, and twelve thousand horses; these he allocated among the chariot cities and to the king's service in Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 25,
    "text": "They captured fortified cities and fertile land; they took possession of houses filled with all good things, Cisterns already dug, vineyards, olive groves, and fruit trees in abundance. They ate and had their fill, fattened and feasted on your great goodness."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 25,
    "text": "Yet, when the plot became known to the king, the king ordered in writing that the wicked plan Haman had devised against the Jews should instead be turned against Haman and that he and his sons should be impaled on stakes."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 25,
    "text": "Bacchides chose renegades and made them masters of the country."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 25,
    "text": "I am also bearing in mind that the neighboring rulers, especially those on the borders of our kingdom, are on the watch for opportunities and waiting to see what will happen. I have therefore appointed as king my son Antiochus, whom I have often before entrusted and commended to most of you, when I made hurried visits to the outlying provinces. I have written to him what is written here."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 25,
    "text": "My days are swifter than a runner, they flee away; they see no happiness;"
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 25,
    "text": "Egypt and Judah, Edom and the Ammonites, Moab, and those who live in the wilderness and shave their temples. For all the nations are uncircumcised, even the whole house of Israel is uncircumcised at heart."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 25,
    "text": "Know and understand: From the utterance of the word that Jerusalem was to be rebuilt Until there is an anointed ruler, there shall be seven weeks. In the course of sixty-two weeks it shall be rebuilt, With squares and trenches, in time of affliction."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 25,
    "text": "When the crowd was put out, he came and took her by the hand, and the little girl arose."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 25,
    "text": "Jesus, on seeing a crowd rapidly gathering, rebuked the unclean spirit and said to it, “Mute and deaf spirit, I command you: come out of him and never enter him again!”"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 25,
    "text": "What profit is there for one to gain the whole world yet lose or forfeit himself?"
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 25,
    "text": "He replied, “If he is a sinner, I do not know. One thing I do know is that I was blind and now I see.”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 25,
    "text": "but his disciples took him one night and let him down through an opening in the wall, lowering him in a basket."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 25,
    "text": "Witness of the Prophets. As indeed he says in Hosea: “Those who were not my people I will call ‘my people,' and her who was not beloved I will call ‘beloved.'"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 25,
    "text": "Every athlete exercises discipline in every way. They do it to win a perishable crown, but we an imperishable one."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 25,
    "text": "Not that he might offer himself repeatedly, as the high priest enters each year into the sanctuary with blood that is not his own;"
  }
]