[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 5,
    "text": "Warning of the Flood. When the LORD saw how great the wickedness of human beings was on earth, and how every desire that their heart conceived was always nothing but evil,"
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 5,
    "text": "Now that I have heard the groaning of the Israelites, whom the Egyptians have reduced to slavery, I am mindful of my covenant."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 5,
    "text": "The fire on the altar is to be kept burning; it must not go out. Every morning the priest shall put firewood on it. On this he shall lay out the burnt offering and burn the fat of the communion offering."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 5,
    "text": "While they are under the nazirite vow, no razor shall touch their hair. Until the period of their dedication to the LORD is over, they shall be holy, letting the hair of their heads grow freely."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 5,
    "text": "Therefore, you shall love the LORD, your God, with your whole heart, and with your whole being, and with your whole strength."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 5,
    "text": "When they give a long blast on the ram's horns and you hear the sound of the horn, all the people shall shout aloud. The wall of the city will collapse, and the people shall attack straight ahead."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 5,
    "text": "For they would come up with their livestock, and their tents would appear as thick as locusts. They would be too many to count when they came into the land to lay it waste."
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 5,
    "text": "Therefore, make images of the tumors and of the mice that are devastating your land and so give glory to the God of Israel. Perhaps then God will lift his hand from you, your gods, and your land."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 5,
    "text": "while David and all the house of Israel danced before the LORD with all their might, with singing, and with lyres, harps, tambourines, sistrums, and cymbals."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 5,
    "text": "and adjoining the wall of the house he built a substructure around its walls that enclosed the nave and the inner sanctuary, and he made side chambers all around."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 5,
    "text": "While one of them was felling a tree trunk, the iron ax blade slipped into the water. He cried out, “Oh, no, master! It was borrowed!”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 5,
    "text": "Of Gershon: his son Libni, whose son was Jahath, whose son was Zimmah,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 5,
    "text": "Since the day I brought my people out of the land of Egypt, I have not chosen a city out of any tribe of Israel for the building of a house, that my name might be there; nor have I chosen any man to be ruler of my people Israel;"
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 5,
    "text": "Also, let the gold and silver vessels of the house of God which Nebuchadnezzar took from the temple of Jerusalem and brought to Babylon be sent back; let them be returned to their place in the temple of Jerusalem and deposited in the house of God.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 5,
    "text": "Then, the fifth time, Sanballat sent me the same message by one of his servants, who bore an unsealed letter"
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 5,
    "text": "As for you, Achior, you Ammonite mercenary, for saying these things in a moment of perversity, you will not see my face after today, until I have taken revenge on this people that came out of Egypt."
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 5,
    "text": "The king's attendants answered him, “Haman is waiting in the court.” The king said, “Let him come in.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 5,
    "text": "While he was in Persia, a messenger brought him news that the armies that had gone into the land of Judah had been routed;"
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 5,
    "text": "so that the altar was covered with abominable offerings prohibited by the laws."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 5,
    "text": "Does the wild donkey bray when it has grass? Does the ox low over its fodder?"
  },
  {
    "book": "Psalms",
    "chapter": 6,
    "verse": 5,
    "text": "Turn back, LORD, rescue my soul; save me because of your mercy."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 5,
    "text": "Free yourself like a gazelle from the hunter, or like a bird from the hand of the fowler."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 5,
    "text": "though it has not seen the sun or known anything, yet the dead child has more peace."
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 5,
    "text": "Turn your eyes away from me, for they stir me up. Your hair is like a flock of goats streaming down from Gilead."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 5,
    "text": "Terribly and swiftly he shall come against you, because severe judgment awaits the exalted—"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 5,
    "text": "True Friendship - Pleasant speech multiplies friends, and gracious lips, friendly greetings."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 5,
    "text": "Then I said, “Woe is me, I am doomed! For I am a man of unclean lips, living among a people of unclean lips, and my eyes have seen the King, the LORD of hosts!”"
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 5,
    "text": "“Up! let us rush upon her by night, destroy her palaces!”"
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 5,
    "text": "When you see the crowd before them and behind worshiping them, say in your hearts, “You, Lord, are the one to be worshiped!”"
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 5,
    "text": "Yes, I will lay the corpses of the Israelites in front of their idols, and scatter your bones around your altars."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 5,
    "text": "Then the ministers and satraps tried to find grounds for accusation against Daniel regarding the kingdom. But they could not accuse him of any corruption. Because he was trustworthy, no fault or corruption was to be found in him."
  },
  {
    "book": "Hosea",
    "chapter": 6,
    "verse": 5,
    "text": "For this reason I struck them down through the prophets, I killed them by the words of my mouth; my judgment shines forth like the light."
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 5,
    "text": "Who improvise to the music of the harp, composing on musical instruments like David,"
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 5,
    "text": "My people, remember what Moab's King Balak planned, and how Balaam, the son of Beor, answered him. Recall the passage from Shittim to Gilgal, that you may know the just deeds of the LORD."
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 5,
    "text": "The angel answered me, “These are the four winds of the heavens, which are coming forth after presenting themselves before the LORD of all the earth."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 5,
    "text": "Teaching About Prayer. “When you pray, do not be like the hypocrites, who love to stand and pray in the synagogues and on street corners so that others may see them. Amen, I say to you, they have received their reward."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 5,
    "text": "So he was not able to perform any mighty deed there, apart from curing a few sick people by laying his hands on them."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 5,
    "text": "Then he said to them, “The Son of Man is lord of the sabbath.”"
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 5,
    "text": "When Jesus raised his eyes and saw that a large crowd was coming to him, he said to Philip, “Where can we buy enough food for them to eat?”"
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 5,
    "text": "The proposal was acceptable to the whole community, so they chose Stephen, a man filled with faith and the holy Spirit, also Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicholas of Antioch, a convert to Judaism."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 5,
    "text": "For if we have grown into union with him through a death like his, we shall also be united with him in the resurrection."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 5,
    "text": "I say this to shame you. Can it be that there is not one among you wise enough to be able to settle a case between brothers?"
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 5,
    "text": "beatings, imprisonments, riots, labors, vigils, fasts;"
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 5,
    "text": "for each will bear his own load."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 5,
    "text": "Slaves and Masters. Slaves, be obedient to your human masters with fear and trembling, in sincerity of heart, as to Christ,"
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 5,
    "text": "and mutual friction among people with corrupted minds, who are deprived of the truth, supposing religion to be a means of gain."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 5,
    "text": "and tasted the good word of God and the powers of the age to come,"
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 5,
    "text": "When he broke open the third seal, I heard the third living creature cry out, “Come forward.” I looked, and there was a black horse, and its rider held a scale in his hand."
  }
]