[
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 30,
    "text": "The offerer's own hands shall carry the oblations for the LORD: the person shall bring the fat together with the brisket, which is to be raised as an elevated offering before the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 30,
    "text": "On the fourth day it was the turn of the tribal leader of the Reubenites, Elizur, son of Shedeur."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 30,
    "text": "Each stand had four bronze wheels and bronze axles. The four legs of each stand had cast braces, which were under the basin; they had wreaths on each side."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 30,
    "text": "Asher. The sons of Asher were Imnah, Ishvah, Ishvi, and Beriah; their sister was Serah."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 30,
    "text": "people of Ramah and Geba, six hundred and twenty-one;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 30,
    "text": "But Uzziah said to them, “Courage, my brothers and sisters! Let us endure patiently five days more for the Lord our God to show mercy toward us; for God will not utterly forsake us."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 30,
    "text": "When he became aware that Nicanor had come to him with deceit in mind, Judas was afraid of him and would not meet him again."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 30,
    "text": "She had scarcely finished speaking when the youth said: “What is the delay? I will not obey the king's command. I obey the command of the law given to our ancestors through Moses."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 30,
    "text": "though night supplants light, wickedness does not prevail over Wisdom."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 30,
    "text": "With all your strength love your Maker and do not neglect his ministers."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 30,
    "text": "The people of Judah have done what is evil in my eyes—oracle of the LORD. They have set up their detestable things in the house which bears my name, thereby defiling it."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 30,
    "text": "When the woman went home, she found the child lying in bed and the demon gone."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 30,
    "text": "but the Pharisees and scholars of the law, who were not baptized by him, rejected the plan of God for themselves.)"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 30,
    "text": "So they tried to arrest him, but no one laid a hand upon him, because his hour had not yet come."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 30,
    "text": "“Forty years later, an angel appeared to him in the desert near Mount Sinai in the flame of a burning bush."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 30,
    "text": "those weeping as not weeping, those rejoicing as not rejoicing, those buying as not owning,"
  }
]