[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Generations: Adam to Noah. This is the record of the descendants of Adam. When God created human beings, he made them in the likeness of God;"
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Pharaoh's Hardness of Heart. Afterwards, Moses and Aaron went to Pharaoh and said, “Thus says the LORD, the God of Israel: Let my people go, that they may hold a feast for me in the wilderness.”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Special Cases for Purification Offerings. If a person, either having seen or come to know something, does wrong by refusing as a witness under oath to give information, that individual shall bear the penalty;"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - The Unclean Expelled. The LORD said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - The Covenant at Horeb. Moses summoned all Israel and said to them, Hear, O Israel, the statutes and ordinances which I proclaim in your hearing this day, that you may learn them and take care to observe them."
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Rites at Gilgal. When all the kings of the Amorites to the west of the Jordan and all the kings of the Canaanites by the sea heard that the LORD had dried up the waters of the Jordan before the Israelites until they crossed over, their hearts melted and they were utterly dispirited because of the Israelites."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Song of Deborah. On that day Deborah sang this song—and Barak, son of Abinoam:"
  },
  {
    "book": "1Samuel",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - The Ark in the Temple of Dagon. The Philistines, having captured the ark of God, transferred it from Ebenezer to Ashdod."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - David King of Israel. All the tribes of Israel came to David in Hebron, and they said: “Look! We are your bone and your flesh."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Solomon's Riches: International Affairs. Solomon ruled over all the kingdoms from the River to the land of the Philistines, down to the border of Egypt; they paid Solomon tribute and served him as long as he lived."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Elisha Cures Naaman's Leprosy. Naaman, the army commander of the king of Aram, was highly esteemed and respected by his master, for through him the LORD had brought victory to Aram. But valiant as he was, the man was a leper."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Reuben. The sons of Reuben, the firstborn of Israel. (He was indeed the firstborn, but because he defiled the couch of his father his birthright was given to the sons of Joseph, son of Israel, so that he is not listed in the family records according to his birthright."
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Dedication of the Temple. When all the work undertaken by Solomon for the house of the LORD was completed, he brought in the votive offerings of David his father, putting the silver, the gold, and other articles in the treasuries of the house of God."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - The Work Resumed Under Darius; Further Problems. Then the prophets Haggai and Zechariah, son of Iddo, began to prophesy to the Jews in Judah and Jerusalem in the name of the God of Israel."
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Social and Economic Problems. Then there rose a great outcry of the people and their wives against certain of their Jewish kindred."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - The Angel Raphael. Then Tobiah replied to his father Tobit: “Everything that you have commanded me, father, I shall do."
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Achior in the Assyrian War Council. It was reported to Holofernes, the ranking general of the Assyrian forces, that the Israelites were ready for battle, had blocked the mountain passes, fortified the high hilltops, and placed roadblocks in the plains."
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - [Now on the third day, Esther put on her royal garments and stood in the inner courtyard, looking toward the royal palace, while the king was seated on his royal throne in the audience chamber, facing the palace doorway."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Victories over Hostile Neighbors. When the nations round about heard that the altar had been rebuilt and the sanctuary restored as before, they were enraged."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Jason's Revolt. About this time Antiochus sent his second expedition into Egypt."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Call now! Will anyone respond to you? To which of the holy ones will you turn?"
  },
  {
    "book": "Psalms",
    "chapter": 5,
    "verse": 1,
    "text": "Psalm 5 Prayer for Divine Help - For the leader; with wind instruments. A psalm of David."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 Warning Against Adultery - My son, to my wisdom be attentive, to understanding incline your ear,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Be not hasty in your utterance and let not your heart be quick to utter a promise in God's presence. God is in heaven and you are on earth; therefore let your words be few."
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - M I have come to my garden, my sister, my bride; I gather my myrrh with my spices, I eat my honeycomb with my honey, I drink my wine with my milk. D? Eat, friends; drink! Drink deeply, lovers!"
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Then shall the righteous one with great assurance confront his oppressors who set at nought his labors."
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 Against Presumption - Do not rely on your wealth, or say, “I have the power.”"
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 The Song of the Vineyard - Now let me sing of my friend, my beloved's song about his vineyard. My friend had a vineyard on a fertile hillside;"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 Universal Corruption - Roam the streets of Jerusalem, look about and observe, Search through her squares, to find even one Who acts justly and seeks honesty, and I will pardon her!"
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 The Community's Lament to the Lord - Remember, LORD, what has happened to us, pay attention, and see our disgrace:"
  },
  {
    "book": "Baruch",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Jerusalem, take off your robe of mourning and misery; put on forever the splendor of glory from God:"
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Now you, son of man, take a sharp sword and use it like a barber's razor, to shave your head and your beard. Then take a balance scale for weighing and divide the hair."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - The Writing on the Wall. King Belshazzar gave a great banquet for a thousand of his nobles, with whom he drank."
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 Guilt of the Religious and Political Leaders - Hear this, priests, Pay attention, house of Israel, Household of the king, give ear! For you are responsible for judgment. But you have been a snare at Mizpah, a net spread upon Tabor,"
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 Third Summons - Hear this word which I utter concerning you, this dirge, house of Israel:"
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - But you, Bethlehem-Ephrathah least among the clans of Judah, From you shall come forth for me one who is to be ruler in Israel; Whose origin is from of old, from ancient times."
  },
  {
    "book": "Zechariah",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Fifth Vision: The Flying Scroll. Then I raised my eyes again and saw a flying scroll."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - The Sermon on the Mount. When he saw the crowds, he went up the mountain, and after he had sat down, his disciples came to him."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - The Healing of the Gerasene Demoniac. They came to the other side of the sea, to the territory of the Gerasenes."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - The Call of Simon the Fisherman. While the crowd was pressing in on Jesus and listening to the word of God, he was standing by the Lake of Gennesaret."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Cure on a Sabbath. After this, there was a feast of the Jews, and Jesus went up to Jerusalem."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Ananias and Sapphira. A man named Ananias, however, with his wife Sapphira, sold a piece of property."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Faith, Hope, and Love. Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ,"
  },
  {
    "book": "1Corinthians",
    "chapter": 5,
    "verse": 1,
    "text": "B. Moral Disorders Chapter 5 - A Case of Incest. It is widely reported that there is immorality among you, and immorality of a kind not found even among pagans—a man living with his father's wife."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Our Future Destiny. For we know that if our earthly dwelling, a tent, should be destroyed, we have a building from God, a dwelling not made with hands, eternal in heaven."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 1,
    "text": "V. Exhortation to Christian Living Chapter 5 - The Importance of Faith. For freedom Christ set us free; so stand firm and do not submit again to the yoke of slavery."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - So be imitators of God, as beloved children,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Vigilance. Concerning times and seasons, brothers, you have no need for anything to be written to you."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 1,
    "text": "IV. Duties Toward Others Chapter 5 - Do not rebuke an older man, but appeal to him as a father. Treat younger men as brothers,"
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Every high priest is taken from among men and made their representative before God, to offer gifts and sacrifices for sins."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Warning to the Rich. Come now, you rich, weep and wail over your impending miseries."
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Advice to Presbyters. So I exhort the presbyters among you, as a fellow presbyter and witness to the sufferings of Christ and one who has a share in the glory to be revealed."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - Faith Is Victory over the World. Everyone who believes that Jesus is the Christ is begotten by God, and everyone who loves the father loves [also] the one begotten by him."
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 1,
    "text": "Chapter 5 - The Scroll and the Lamb. I saw a scroll in the right hand of the one who sat on the throne. It had writing on both sides and was sealed with seven seals."
  }
]