[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 24,
    "text": "He expelled the man, stationing the cherubim and the fiery revolving sword east of the garden of Eden, to guard the way to the tree of life."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 24,
    "text": "The leader of the ancestral house of the Gershonites was Eliasaph, son of Lael."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 24,
    "text": "“Lord GOD, you have begun to show to your servant your greatness and your mighty hand. What god in heaven or on earth can perform deeds and powerful acts like yours?"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 24,
    "text": "When Ehud had left and the servants had come, they saw that the doors of the upper room were locked, and thought, “He must be easing himself in the cool chamber.”"
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 24,
    "text": "So Joab went to the king and said: “What have you done? Abner came to you! Why did you let him get away?"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 24,
    "text": "The king continued, “Get me a sword.” When they brought the sword before the king,"
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 24,
    "text": "But when they reached the camp of Israel, the Israelites rose up and attacked the Moabites, who fled from them. They ranged through the countryside destroying Moab—"
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 24,
    "text": "The sons of Elioenai were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani—seven."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 24,
    "text": "After him, Binnui, son of Henadad, repaired the adjoining sector from the house of Azariah to the Corner (that is, to the Angle)."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 24,
    "text": "He pursued Seron down the descent of Beth-horon into the plain. About eight hundred of their men fell, and the rest fled to the land of the Philistines."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 24,
    "text": "God Protects the Temple. But just as Heliodorus was arriving at the treasury with his bodyguards, the Lord of spirits and all authority produced an apparition so great that those who had been bold enough to accompany Heliodorus were panic-stricken at God's power and fainted away in terror."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 24,
    "text": "For to me sighing comes more readily than food; my groans well forth like water."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 24,
    "text": "When you lie down, you will not be afraid, when you rest, your sleep will be sweet."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 24,
    "text": "Instead of perfume there will be stench, instead of a girdle, a rope, And instead of elaborate coiffure, baldness; instead of a rich gown, a sackcloth skirt. Then, instead of beauty, shame."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 24,
    "text": "The shameful thing has devoured our ancestors' worth from our youth, Their sheep and cattle, their sons and daughters."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 24,
    "text": "The LORD is my portion, I tell myself, therefore I will hope in him."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 24,
    "text": "B. Inaccessibility of Wisdom - O Israel, how vast is the dwelling of God, how broad the scope of his dominion:"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 24,
    "text": "but the spirit entered into me, set me on my feet; he spoke to me, and said: Go, shut yourself in your house."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 24,
    "text": "They walked about in the flames, singing to God and blessing the Lord."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 24,
    "text": "He will turn the heart of fathers to their sons, and the heart of sons to their fathers, Lest I come and strike the land with utter destruction."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 24,
    "text": "If a kingdom is divided against itself, that kingdom cannot stand."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 24,
    "text": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 24,
    "text": "for John had not yet been imprisoned."
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 24,
    "text": "Moreover, all the prophets who spoke, from Samuel and those afterwards, also announced these days."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 24,
    "text": "They are justified freely by his grace through the redemption in Christ Jesus,"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 24,
    "text": "Consequently, the law was our disciplinarian for Christ, that we might be justified by faith."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 24,
    "text": "knowing that you will receive from the Lord the due payment of the inheritance; be slaves of the Lord Christ."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 24,
    "text": "Those who keep his commandments remain in him, and he in them, and the way we know that he remains in us is from the Spirit that he gave us."
  }
]