[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 10,
    "text": "These are the descendants of Shem. When Shem was one hundred years old, he begot Arpachshad, two years after the flood."
  },
  {
    "book": "Exodus",
    "chapter": 11,
    "verse": 10,
    "text": "Thus, although Moses and Aaron performed all these wonders in Pharaoh's presence, the LORD hardened Pharaoh's heart, and he would not let the Israelites go from his land."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 10,
    "text": "But of the creatures that swarm in the water or of animals that otherwise live in the water, whether in the sea or in the rivers, all those that lack either fins or scales are loathsome for you,"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 10,
    "text": "When Moses heard the people, family after family, crying at the entrance of their tents, so that the LORD became very angry, he was grieved."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 10,
    "text": "The land you are to enter and possess is not like the land of Egypt from which you have come, where you would sow your seed and then water it by hand, as in a vegetable garden."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 10,
    "text": "Conquest of Northern Canaan. At that time Joshua, turning back, captured Hazor and struck down its king with the sword; for Hazor formerly was the chief of all those kingdoms."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 10,
    "text": "The elders of Gilead said to Jephthah, “The LORD is witness between us that we will do as you say.”"
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 10,
    "text": "The men of Jabesh said to Nahash, “Tomorrow we will surrender to you, and you may do with us whatever you want.”"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 10,
    "text": "David was told, “Uriah has not gone down to his house.” So he said to Uriah, “Have you not come from a journey? Why, then, did you not go down to your house?”"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 10,
    "text": "and commanded him not to do this very thing, not to follow other gods. But he did not observe what the LORD commanded."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 10,
    "text": "He gave the captains King David's spear and quivers, which were in the house of the LORD."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 10,
    "text": "David's Warriors. These were David's chief warriors who, together with all Israel, supported him in his reign in order to make him king, according to the LORD's word concerning Israel."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 10,
    "text": "Zorah, Aijalon, and Hebron; these were fortified cities in Judah and Benjamin."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 10,
    "text": "Among the priests were: Jedaiah; Joiarib; Jachin;"
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 10,
    "text": "Tobit got up and stumbled out through the courtyard gate to meet his son. Tobiah went up to him"
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 10,
    "text": "So then, my lord and master, do not disregard his word, but bear it in mind, for it is true. Indeed our people are not punished, nor does the sword prevail against them, except when they sin against their God."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 10,
    "text": "I regret that I gave him my daughter, for he has sought to kill me.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 10,
    "text": "Now that the Lord had shown mercy toward them, they advanced in battle order with the aid of their heavenly ally."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 10,
    "text": "If he should seize and imprison or call to judgment, who then could turn him back?"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 10,
    "text": "When the just prosper, the city rejoices; when the wicked perish, there is jubilation."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 11,
    "verse": 10,
    "text": "Banish misery from your heart and remove pain from your body, for youth and black hair are fleeting."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 10,
    "text": "You tested your own people, admonishing them as a father; but as a stern king you probed and condemned the wicked."
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 10,
    "text": "My son, why increase your anxiety, since whoever is greedy for wealth will not be blameless? Even if you chase after it, you will never overtake it; and by fleeing you will not escape."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 10,
    "text": "Restoration - On that day, The root of Jesse, set up as a signal for the peoples— Him the nations will seek out; his dwelling shall be glorious."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 10,
    "text": "They have returned to the crimes of their ancestors who refused to obey my words. They also have followed and served other gods; the house of Israel and the house of Judah have broken the covenant I made with their ancestors."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 10,
    "text": "By the sword you shall fall. At the borders of Israel I will judge you so that you will know that I am the LORD."
  },
  {
    "book": "Hosea",
    "chapter": 11,
    "verse": 10,
    "text": "They shall follow the LORD, who roars like a lion; When he roars, his children shall come frightened from the west,"
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 10,
    "text": "Then I took my staff Delight and snapped it in two, breaking my covenant which I had made with all peoples."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 10,
    "text": "This is the one about whom it is written: ‘Behold, I am sending my messenger ahead of you; he will prepare your way before you.'"
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 10,
    "text": "Blessed is the kingdom of our father David that is to come! Hosanna in the highest!”"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 10,
    "text": "For everyone who asks, receives; and the one who seeks, finds; and to the one who knocks, the door will be opened."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 10,
    "text": "But if one walks at night, he stumbles, because the light is not in him.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 10,
    "text": "This happened three times, and then everything was drawn up again into the sky."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 10,
    "text": "let their eyes grow dim so that they may not see, and keep their backs bent forever.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 10,
    "text": "for this reason a woman should have a sign of authority on her head, because of the angels."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 10,
    "text": "By the truth of Christ in me, this boast of mine shall not be silenced in the regions of Achaia."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 10,
    "text": "for he was looking forward to the city with foundations, whose architect and maker is God."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 10,
    "text": "The inhabitants of the earth will gloat over them and be glad and exchange gifts because these two prophets tormented the inhabitants of the earth."
  }
]