[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 8,
    "text": "Of the clean animals and the unclean, of the birds, and of everything that crawls on the ground,"
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 8,
    "text": "III. The Contest with Pharaoh - The Staff Turned into a Serpent. The LORD spoke to Moses and Aaron:"
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 8,
    "text": "As for the priest who offers someone's burnt offering, to him belongs the hide of the burnt offering that is offered."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 8,
    "text": "and four wagons and eight oxen to the Merarites according to their duties, under the supervision of Ithamar, son of Aaron the priest."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 8,
    "text": "It was because the LORD loved you and because of his fidelity to the oath he had sworn to your ancestors, that the LORD brought you out with a strong hand and redeemed you from the house of slavery, from the hand of Pharaoh, king of Egypt."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 8,
    "text": "Please, Lord, what can I say, now that Israel has turned its back to its enemies?"
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 8,
    "text": "They took up such supplies as the soldiers had with them, as well as their horns, and Gideon sent the rest of the Israelites to their tents, but kept the three hundred men. Now the camp of Midian was below him in the valley."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 8,
    "text": "and appealed to Samuel, “Do not stop crying out to the LORD our God for us, to save us from the hand of the Philistines.”"
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 8,
    "text": "Now then, speak thus to my servant David, Thus says the LORD of hosts: I took you from the pasture, from following the flock, to become ruler over my people Israel."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 8,
    "text": "The house in which he lived was in another court, set in deeper than the Porch and of the same construction. (Solomon made a house like this Porch for Pharaoh's daughter, whom he had married.)"
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 8,
    "text": "After the lepers reached the edge of the camp, they went first into one tent, ate and drank, and took silver, gold, and clothing from it, and went out and hid them. Back they came into another tent, took things from it, and again went out and hid them."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 8,
    "text": "The sons of Becher were Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth—all these were sons of Becher."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 8,
    "text": "On this occasion Solomon and with him all Israel, a great assembly from Lebo-hamath to the Wadi of Egypt, celebrated the festival for seven days."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 8,
    "text": "Ezra came to Jerusalem in the fifth month of that seventh year of the king."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 8,
    "text": "descendants of Parosh, two thousand one hundred and seventy-two;"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 8,
    "text": "His wife Edna also wept for Tobit; and their daughter Sarah also began to weep."
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 8,
    "text": "All the rulers of the Edomites, all the leaders of the Moabites, together with the generals of the coastal region, came to Holofernes and said:"
  },
  {
    "book": "Esther",
    "chapter": 7,
    "verse": 8,
    "text": "When the king returned from the palace garden to the banquet hall, Haman had thrown himself on the couch on which Esther was reclining; and the king exclaimed, “Will he also violate the queen while she is with me in my own house!” Scarcely had the king spoken when the face of Haman was covered over."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 8,
    "text": "So the king chose Bacchides, one of the King's Friends, who ruled the province of West-of-Euphrates, a great man in the kingdom, and faithful to the king."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 8,
    "text": "Answering in the language of his ancestors, he said, “Never!” So he in turn suffered the same tortures as the first."
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 8,
    "text": "The eye that now sees me shall no more behold me; when your eye is on me, I shall be gone."
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 8,
    "text": "Have the assembly of the peoples gather about you; and return on high above them,"
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 8,
    "text": "Crossing the street near the corner, then walking toward her house,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 8,
    "text": "Better is the end of a thing than its beginning; better is a patient spirit than a lofty one."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 8,
    "text": "Your very form resembles a date-palm, and your breasts, clusters."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 8,
    "text": "I preferred her to scepter and throne, And deemed riches nothing in comparison with her,"
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 8,
    "text": "Do not plot to repeat a sin; even for one, you will not go unpunished."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 8,
    "text": "The head of Aram is Damascus, and the head of Damascus is Rezin;"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 8,
    "text": "But look at you! You put your trust in deceptive words to your own loss!"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 8,
    "text": "Soon now I will pour out my fury upon you and spend my anger against you; I will judge you according to your ways and hold against you all your abominations."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 8,
    "text": "I was considering the ten horns it had, when suddenly another, a little horn, sprang out of their midst, and three of the previous horns were torn away to make room for it. This horn had eyes like human eyes, and a mouth that spoke arrogantly."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 8,
    "text": "Israel's Foreign Politics - Ephraim is mixed with the nations, Ephraim is an unturned cake."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 8,
    "text": "The Lord GOD asked me, “What do you see, Amos?” And I answered, “A plummet.” Then the LORD said: See, I am laying the plummet in the midst of my people Israel; I will forgive them no longer."
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 8,
    "text": "Do not rejoice over me, my enemy! though I have fallen, I will arise; though I sit in darkness, the LORD is my light."
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 8,
    "text": "The word of the LORD came to Zechariah:"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 8,
    "text": "For everyone who asks, receives; and the one who seeks, finds; and to the one who knocks, the door will be opened."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 8,
    "text": "You disregard God's commandment but cling to human tradition.”"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 8,
    "text": "For I too am a person subject to authority, with soldiers subject to me. And I say to one, ‘Go,' and he goes; and to another, ‘Come here,' and he comes; and to my slave, ‘Do this,' and he does it.”"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 8,
    "text": "You go up to the feast. I am not going up to this feast, because my time has not yet been fulfilled.”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 8,
    "text": "Then he gave him the covenant of circumcision, and so he became the father of Isaac, and circumcised him on the eighth day, as Isaac did Jacob, and Jacob the twelve patriarchs."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 8,
    "text": "But sin, finding an opportunity in the commandment, produced in me every kind of covetousness. Apart from the law sin is dead."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 8,
    "text": "Now to the unmarried and to widows I say: it is a good thing for them to remain as they are, as I do,"
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 8,
    "text": "For even if I saddened you by my letter, I do not regret it; and if I did regret it ([for] I see that that letter saddened you, if only for a while),"
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 8,
    "text": "In the one case, mortal men receive tithes; in the other, a man of whom it is testified that he lives on."
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 8,
    "text": "twelve thousand from the tribe of Zebulun, twelve thousand from the tribe of Joseph, and twelve thousand were marked from the tribe of Benjamin."
  }
]