[
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 25,
    "text": "Moses answered, “As soon as I leave you I will pray to the LORD that the swarms of flies may depart tomorrow from Pharaoh, his servants, and his people. Pharaoh, however, must not act deceitfully again and refuse to let the people go to sacrifice to the LORD.”"
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 25,
    "text": "He then took the fat: the fatty tail and all the fat over the inner organs, the lobe of the liver and the two kidneys with their fat, and likewise the right thigh;"
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 25,
    "text": "But everyone fifty on up shall retire from the work force and serve no more."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 25,
    "text": "There fell that day a total of twelve thousand men and women, the entire population of Ai."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 25,
    "text": "“We will certainly give them,” they replied, and they spread out a cloak into which everyone threw a ring from his spoils."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 25,
    "text": "And now, LORD, God of Israel, keep toward your servant, David my father, what you promised: There shall never be wanting someone from your line to sit before me on the throne of Israel, provided that your descendants keep to their way, walking before me as you have."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 25,
    "text": "In the twelfth year of Joram, son of Ahab, king of Israel, Ahaziah, son of Joram, king of Judah, became king."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 25,
    "text": "Iphdeiah, and Penuel were the sons of Shashak."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 25,
    "text": "and I weighed out before them the silver and the gold and the vessels offered for the house of our God by the king, his counselors, his officials, and all the Israelites of that region."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 25,
    "text": "Besides all this, let us give thanks to the Lord our God for putting us to the test as he did our ancestors."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 25,
    "text": "the Jewish nation will fight along with them wholeheartedly, as the occasion shall demand;"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 25,
    "text": "They also seized the money of those who had come to buy them as slaves. When they had pursued the enemy for some time, they were obliged to return by reason of the late hour."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 25,
    "text": "Before the mountains were settled into place, before the hills, I was brought forth;"
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 25,
    "text": "his cunning shall be against the holy ones, his treacherous conduct shall succeed. He shall be proud of heart and destroy many by stealth. But when he rises against the Prince of princes, he shall be broken without a hand being raised."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 25,
    "text": "They came and woke him, saying, “Lord, save us! We are perishing!”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 25,
    "text": "Then he laid hands on his eyes a second time and he saw clearly; his sight was restored and he could see everything distinctly."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 25,
    "text": "Then he asked them, “Where is your faith?” But they were filled with awe and amazed and said to one another, “Who then is this, who commands even the winds and the sea, and they obey him?” The Healing of the Gerasene Demoniac."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 25,
    "text": "So they said to him, “Who are you?” Jesus said to them, “What I told you from the beginning."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 25,
    "text": "So when they had testified and proclaimed the word of the Lord, they returned to Jerusalem and preached the good news to many Samaritan villages. Philip and the Ethiopian."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 25,
    "text": "But if we hope for what we do not see, we wait with endurance."
  }
]