[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 13,
    "text": "Arpachshad lived four hundred and three years after he begot Shelah, and he had other sons and daughters."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 13,
    "text": "Of the birds, these you shall loathe; they shall not be eaten, they are loathsome: the griffon vulture, the bearded vulture, the black vulture,"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 13,
    "text": "Where can I get meat to give to all this people? For they are crying to me, ‘Give us meat for our food.'"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 13,
    "text": "If, then, you truly listen to my commandments which I give you today, loving and serving the LORD, your God, with your whole heart and your whole being,"
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 13,
    "text": "However, Israel did not destroy by fire any of the cities built on their mounds, except Hazor, which Joshua burned."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 13,
    "text": "The king of the Ammonites answered the messengers of Jephthah, “Israel took away my land from the Arnon to the Jabbok and the Jordan when they came up from Egypt. Now restore it peaceably.”"
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 13,
    "text": "But Saul objected, “No one will be put to death this day, for today the LORD has rescued Israel.”"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 13,
    "text": "David summoned him, and he ate and drank with David, who got him drunk. But in the evening he went out to sleep on his bed among his lord's servants, and did not go down to his house."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 13,
    "text": "Nor will I tear away the whole kingdom. I will give your son one tribe for the sake of David my servant and for the sake of Jerusalem, which I have chosen. Threats to Solomon's Kingdom."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 13,
    "text": "When Athaliah heard the noise made by the people, she came before them in the house of the LORD."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 13,
    "text": "He was with David at Pas-dammim, where the Philistines had massed for battle. There was a plot of land full of barley. The people were fleeing before the Philistines,"
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 13,
    "text": "Refugees from the North. Now the priests and Levites throughout Israel presented themselves to him from all parts of their land,"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 13,
    "text": "and his kinsmen, heads of ancestral houses, two hundred and forty-two; and Amasai, son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer,"
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 13,
    "text": "Tobiah used both hands to peel the white scales from the corners of his eyes. Tobit saw his son and threw his arms around him."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 13,
    "text": "They have decided that they would use the first fruits of grain and the tithes of wine and oil, which they had consecrated and reserved for the priests who minister in the presence of our God in Jerusalem—things which the people should not so much as touch with their hands."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 13,
    "text": "Then Ptolemy entered Antioch and assumed the crown of Asia; thus he set upon his head two crowns, that of Egypt and that of Asia."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 13,
    "text": "Peace Negotiations. But Lysias was not a stupid man. He reflected on the defeat he had suffered, and came to realize that the Hebrews were invincible because the mighty God was their ally. He therefore sent a message"
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 13,
    "text": "If you set your heart aright and stretch out your hands toward him,"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 13,
    "text": "One who slanders reveals secrets, but a trustworthy person keeps a confidence."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 13,
    "text": "For when they heard that the cause of their own torments was a benefit to these others, they recognized the Lord."
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 13,
    "text": "He lifts up their heads and exalts them to the amazement of the many."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 13,
    "text": "The envy of Ephraim shall pass away, and those hostile to Judah shall be cut off; Ephraim shall not envy Judah, and Judah shall not be hostile to Ephraim;"
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 13,
    "text": "For as many as your cities are your gods, O Judah! As many as the streets of Jerusalem are the altars for sacrifice to Baal."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 13,
    "text": "While I was prophesying, Pelatiah, the son of Benaiah, dropped dead. I fell down on my face and cried out in a loud voice: “Alas, Lord GOD! You are finishing off what remains of Israel!”"
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 13,
    "text": "Then the LORD said to me, Throw it in the treasury—the handsome price at which they valued me. So I took the thirty pieces of silver and threw them into the treasury in the house of the LORD."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 13,
    "text": "All the prophets and the law prophesied up to the time of John."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 13,
    "text": "Seeing from a distance a fig tree in leaf, he went over to see if he could find anything on it. When he reached it he found nothing but leaves; it was not the time for figs."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 13,
    "text": "If you then, who are wicked, know how to give good gifts to your children, how much more will the Father in heaven give the holy Spirit to those who ask him?” Jesus and Beelzebul."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 13,
    "text": "But Jesus was talking about his death, while they thought that he meant ordinary sleep."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 13,
    "text": "He related to us how he had seen [the] angel standing in his house, saying, ‘Send someone to Joppa and summon Simon, who is called Peter,"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 13,
    "text": "Now I am speaking to you Gentiles. Inasmuch then as I am the apostle to the Gentiles, I glory in my ministry"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 13,
    "text": "Judge for yourselves: is it proper for a woman to pray to God with her head unveiled?"
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 13,
    "text": "For such people are false apostles, deceitful workers, who masquerade as apostles of Christ."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 13,
    "text": "All these died in faith. They did not receive what had been promised but saw it and greeted it from afar and acknowledged themselves to be strangers and aliens on earth,"
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 13,
    "text": "At that moment there was a great earthquake, and a tenth of the city fell in ruins. Seven thousand people were killed during the earthquake; the rest were terrified and gave glory to the God of heaven."
  }
]