[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Covenant with Noah. God blessed Noah and his sons and said to them: Be fertile and multiply and fill the earth."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Fifth Plague: The Pestilence. Then the LORD said to Moses: Go to Pharaoh and tell him: Thus says the LORD, the God of the Hebrews: Let my people go to serve me."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Octave of the Ordination. On the eighth day Moses summoned Aaron and his sons, together with the elders of Israel,"
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Second Passover. The LORD said to Moses in the wilderness of Sinai, in the first month of the second year following their departure from the land of Egypt:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Unmerited Success. Hear, O Israel! You are now about to cross the Jordan to enter in and dispossess nations greater and stronger than yourselves, having large cities fortified to the heavens,"
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Confederacy Against Israel. When the news reached all the kings west of the Jordan, in the mountain regions and in the Shephelah, and all along the coast of the Great Sea as far as the Lebanon: Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites,"
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Abimelech, son of Jerubbaal, went to his mother's kin in Shechem, and said to them and to the whole clan to which his mother's family belonged,"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Saul. There was a powerful man from Benjamin named Kish, who was the son of Abiel, son of Zeror, son of Becorath, son of Aphiah, a Benjaminite."
  },
  {
    "book": "2Samuel",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - David and Meribbaal. David asked, “Is there any survivor of Saul's house to whom I may show kindness for the sake of Jonathan?”"
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Promise and Warning to Solomon. After Solomon finished building the house of the LORD, the house of the king, and everything else that he wanted to do,"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Elisha and Jehu of Israel. Elisha the prophet called one of the guild prophets and said to him: “Get ready for a journey. Take this flask of oil with you, and go to Ramoth-gilead."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Thus all Israel was listed in family lists, and these are recorded in the book of the kings of Israel. Now Judah had been exiled to Babylon because of its treachery."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The Queen of Sheba. The queen of Sheba, having heard a report of Solomon's fame, came to Jerusalem to test him with subtle questions, accompanied by a very numerous retinue and by camels bearing spices, a large amount of gold, and precious stones. She came to Solomon and spoke to him about everything that she had on her mind."
  },
  {
    "book": "Ezra",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The Crisis of Mixed Marriages. When these matters had been concluded, the leaders approached me with this report: “Neither the Israelite laymen nor the priests nor the Levites have kept themselves separate from the peoples of the lands and their abominations—Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites—"
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Public Confession of Sin. On the twenty-fourth day of this month, the Israelites gathered together while fasting and wearing sackcloth, their heads covered with dust."
  },
  {
    "book": "Tobit",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The Money Recovered. Then Tobiah called Raphael and said to him:"
  },
  {
    "book": "Judith",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The Prayer of Judith. Judith fell prostrate, put ashes upon her head, and uncovered the sackcloth she was wearing. Just as the evening incense was being offered in the temple of God in Jerusalem, Judith cried loudly to the Lord:"
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The Massacre Reversed. When the day arrived on which the order decreed by the king was to be carried out, the thirteenth day of the twelfth month, Adar, on which the enemies of the Jews had expected to overpower them, the situation was reversed: the Jews overpowered those who hated them."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Death of Judas. When Demetrius heard that Nicanor and his army had fallen in battle, he again sent Bacchides and Alcimus into the land of Judah, along with the right wing of his army."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Punishment and Death of Antiochus IV. About that time Antiochus retreated in disgrace from the region of Persia."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Job's Second Reply. Then Job answered and said:"
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 1,
    "text": "Psalm 9 Thanksgiving for Victory and Prayer for Justice - For the leader; according to Muth Labben. A psalm of David."
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 The Two Women Invite Passersby to Their Banquets - Woman Wisdom Issues Her Invitation Wisdom has built her house, she has set up her seven columns;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 1,
    "text": "B. No One Knows the Future Chapter 9 - All this I have kept in my heart and all this I examined: The just, the wise, and their deeds are in the hand of God. Love from hatred mortals cannot tell; both are before them."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 Solomon's Prayer - God of my ancestors, Lord of mercy, you who have made all things by your word"
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 Advice Concerning Women - Do not be jealous of the wife of your bosom, lest you teach her to do evil against you."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The people who walked in darkness have seen a great light; Upon those who lived in a land of gloom a light has shone."
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 The Corruption of the People - Oh, that I had in the wilderness a travelers' lodging! That I might leave my people and depart from them. They are all adulterers, a band of traitors."
  },
  {
    "book": "Ezekiel",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Slaughter of the Idolaters. Then he cried aloud for me to hear: Come, you scourges of the city!"
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The Seventy Weeks of Years. It was the first year that Darius, son of Ahasuerus, of the race of the Medes, reigned over the kingdom of the Chaldeans;"
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 From Days of Celebration to Days of Punishment - Do not rejoice, Israel, do not exult like the nations! For you have prostituted yourself, abandoning your God, loving a prostitute's fee upon every threshing floor."
  },
  {
    "book": "Amos",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 Fifth Vision: The Destruction of the Sanctuary - I saw the Lord standing beside the altar. And he said: Strike the capitals so that the threshold shakes! Break them off on the heads of them all! Those who are left I will slay with the sword. Not one shall get away, no survivor shall escape."
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 Restoration of the Land of Israel - An oracle: the word of the LORD is against the land of Hadrach, and Damascus is its destination, For the cities of Aram are the LORD's, as are all the tribes of Israel."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The Healing of a Paralytic. He entered a boat, made the crossing, and came into his own town."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - He also said to them, “Amen, I say to you, there are some standing here who will not taste death until they see that the kingdom of God has come in power.” The Transfiguration of Jesus."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The Mission of the Twelve. He summoned the Twelve and gave them power and authority over all demons and to cure diseases,"
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The Man Born Blind. As he passed by he saw a man blind from birth."
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Saul's Conversion. Now Saul, still breathing murderous threats against the disciples of the Lord, went to the high priest"
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 1,
    "text": "V. Jews and Gentiles in God's Plan Chapter 9 - Paul's Love for Israel. I speak the truth in Christ, I do not lie; my conscience joins with the holy Spirit in bearing me witness"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - Paul's Rights as an Apostle. Am I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not my work in the Lord?"
  },
  {
    "book": "2Corinthians",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - God's Indescribable Gift. Now about the service to the holy ones, it is superfluous for me to write to you,"
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The Worship of the First Covenant. Now [even] the first covenant had regulations for worship and an earthly sanctuary."
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 1,
    "text": "Chapter 9 - The Fifth Trumpet. Then the fifth angel blew his trumpet, and I saw a star that had fallen from the sky to the earth. It was given the key for the passage to the abyss."
  }
]