[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 4,
    "text": "The Nephilim appeared on earth in those days, as well as later, after the sons of God had intercourse with the daughters of human beings, who bore them sons. They were the heroes of old, the men of renown."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 4,
    "text": "I also established my covenant with them, to give them the land of Canaan, the land in which they were residing as aliens."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 4,
    "text": "Then, having taken off these garments and put on other garments, he shall carry the ashes to a clean place outside the camp."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 4,
    "text": "As long as they are nazirites they shall not eat anything of the produce of the grapevine; not even the seeds or the skins."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 4,
    "text": "Hear, O Israel! The LORD is our God, the LORD alone!"
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 4,
    "text": "with seven priests carrying ram's horns ahead of the ark. On the seventh day march around the city seven times, and have the priests blow the horns."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 4,
    "text": "encamp against them, and lay waste the produce of the land as far as the outskirts of Gaza, leaving no sustenance in Israel, and no sheep, ox, or donkey."
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 4,
    "text": "When asked further, “What reparation offering should be our amends to God?” they replied: “Five golden tumors and five golden mice to correspond to the number of Philistine leaders, since the same plague has struck all of you and your leaders."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 4,
    "text": "with Ahio walking before it,"
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 4,
    "text": "Windows with closed lattices were made for the house,"
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 4,
    "text": "So he went with them, and when they arrived at the Jordan they began to cut down trees."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 4,
    "text": "The sons of Merari were Mahli and Mushi. These were the clans of Levi, according to their ancestors."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 4,
    "text": "He said: “Blessed be the LORD, the God of Israel, who with his own mouth spoke a promise to David my father and by his hand fulfilled it, saying:"
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 4,
    "text": "It shall have three courses of cut stone for each one of timber. The costs are to be borne by the royal house."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 4,
    "text": "Four times they sent me this same proposal, and each time I gave the same reply."
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 4,
    "text": "We will overwhelm them with it, and their mountains shall be drunk with their blood, and their plains filled with their corpses. Not a trace of them shall survive our attack; they will utterly perish. So says King Nebuchadnezzar, lord of all the earth. For he has spoken, and his words will not be in vain."
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 4,
    "text": "“Who is in the court?” the king asked. Now Haman had entered the outer court of the king's palace to suggest to the king that Mordecai should be impaled on the stake he had raised for him."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 4,
    "text": "who rose up in battle against him. So he fled and in great dismay withdrew from there to return to Babylon."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 4,
    "text": "The Gentiles filled the temple with debauchery and revelry; they amused themselves with prostitutes and had intercourse with women even in the sacred courts. They also brought forbidden things into the temple,"
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 4,
    "text": "For the arrows of the Almighty are in me, and my spirit drinks in their poison; the terrors of God are arrayed against me."
  },
  {
    "book": "Psalms",
    "chapter": 6,
    "verse": 4,
    "text": "My soul too is shuddering greatly— and you, LORD, how long…?"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 4,
    "text": "Give no sleep to your eyes, nor slumber to your eyelids;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 4,
    "text": "Though it came in vain and goes into darkness and its name is enveloped in darkness,"
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 4,
    "text": "The Beauty of the Woman - M Beautiful as Tirzah are you, my friend; fair as Jerusalem, fearsome as celestial visions!"
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 4,
    "text": "Because, though you were ministers of his kingdom, you did not judge rightly, and did not keep the law, nor walk according to the will of God,"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 4,
    "text": "For fierce passion destroys its owner and makes him the sport of his enemies."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 4,
    "text": "At the sound of that cry, the frame of the door shook and the house was filled with smoke."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 4,
    "text": "“Prepare for war against her, Up! let us rush upon her at midday!” “Woe to us! the day is waning, evening shadows lengthen!”"
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 4,
    "text": "Take care that you yourselves do not become like these foreigners and let not such fear possess you."
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 4,
    "text": "Your altars shall be laid waste, your incense stands smashed, and I will throw your slain down in front of your idols."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 4,
    "text": "Daniel outshone all the ministers and satraps because an extraordinary spirit was in him, and the king considered setting him over the entire kingdom."
  },
  {
    "book": "Hosea",
    "chapter": 6,
    "verse": 4,
    "text": "What can I do with you, Ephraim? What can I do with you, Judah? Your loyalty is like morning mist, like the dew that disappears early."
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 4,
    "text": "Those who lie on beds of ivory, and lounge upon their couches; Eating lambs taken from the flock, and calves from the stall;"
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 4,
    "text": "I brought you up from the land of Egypt, from the place of slavery I ransomed you; And I sent before you Moses, Aaron, and Miriam."
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 4,
    "text": "I asked the angel who spoke with me, “What are these, my lord?”"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 4,
    "text": "so that your almsgiving may be secret. And your Father who sees in secret will repay you."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 4,
    "text": "Jesus said to them, “A prophet is not without honor except in his native place and among his own kin and in his own house.”"
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 4,
    "text": "[How] he went into the house of God, took the bread of offering, which only the priests could lawfully eat, ate of it, and shared it with his companions.”"
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 4,
    "text": "The Jewish feast of Passover was near."
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 4,
    "text": "whereas we shall devote ourselves to prayer and to the ministry of the word.”"
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 4,
    "text": "We were indeed buried with him through baptism into death, so that, just as Christ was raised from the dead by the glory of the Father, we too might live in newness of life."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 4,
    "text": "If, therefore, you have courts for everyday matters, do you seat as judges people of no standing in the church?"
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 4,
    "text": "on the contrary, in everything we commend ourselves as ministers of God, through much endurance, in afflictions, hardships, constraints,"
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 4,
    "text": "Each one must examine his own work, and then he will have reason to boast with regard to himself alone, and not with regard to someone else;"
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 4,
    "text": "Fathers, do not provoke your children to anger, but bring them up with the training and instruction of the Lord."
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 4,
    "text": "is conceited, understanding nothing, and has a morbid disposition for arguments and verbal disputes. From these come envy, rivalry, insults, evil suspicions,"
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 4,
    "text": "For it is impossible in the case of those who have once been enlightened and tasted the heavenly gift and shared in the holy Spirit"
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 4,
    "text": "Another horse came out, a red one. Its rider was given power to take peace away from the earth, so that people would slaughter one another. And he was given a huge sword."
  }
]