[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 9,
    "text": "That is why it was called Babel, because there the LORD confused the speech of all the world. From there the LORD scattered them over all the earth. Descendants from Shem to Abraham."
  },
  {
    "book": "Exodus",
    "chapter": 11,
    "verse": 9,
    "text": "The LORD said to Moses: Pharaoh will not listen to you so that my wonders may be multiplied in the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 9,
    "text": "Of the various creatures that live in the water, you may eat the following: whatever in the seas or in river waters that has both fins and scales you may eat."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 9,
    "text": "At night, when the dew fell upon the camp, the manna also fell."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 9,
    "text": "and that you may have long life on the land which the LORD swore to your ancestors he would give to them and their descendants, a land flowing with milk and honey."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 9,
    "text": "Joshua did to them as the LORD had commanded: he hamstrung their horses and burned their chariots."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 9,
    "text": "Jephthah answered the elders of Gilead, “If you bring me back to fight against the Ammonites and the LORD delivers them up to me, I will be your leader.”"
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 9,
    "text": "To the messengers who had come he said, “Tell the inhabitants of Jabesh-gilead that tomorrow, when the sun grows hot, they will be saved.” The messengers went and reported this to the inhabitants of Jabesh, and they rejoiced."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 9,
    "text": "But Uriah slept at the entrance of the king's house with the other officers of his lord, and did not go down to his own house."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 9,
    "text": "The LORD became angry with Solomon, because his heart turned away from the LORD, the God of Israel, who had appeared to him twice"
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 9,
    "text": "The captains did just as Jehoiada the priest commanded. Each took his troops, both those going on duty for the week and those going off duty that week, and came to Jehoiada the priest."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 9,
    "text": "David became ever more powerful, for the LORD of hosts was with him."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 9,
    "text": "Adoraim, Lachish, Azekah,"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 9,
    "text": "Joel, son of Zichri, was their commander, and Judah, son of Hassenuah, was second in command of the city."
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 9,
    "text": "Sight Restored. Then Anna ran up to her son, embraced him, and said to him, “Now that I have seen you again, son, I am ready to die!” And she sobbed aloud."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 9,
    "text": "“As for Achior's speech in your council, we have heard it. When the men of Bethulia rescued him, he told them all he had said to you."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 9,
    "text": "He sent ambassadors to King Demetrius, saying: “Come, let us make a covenant with each other; I will give you my daughter whom Alexander has married, and you shall reign over your father's kingdom."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 9,
    "text": "Then all of them together thanked the merciful God, and their hearts were filled with such courage that they were ready to assault not only human beings but even the most savage beasts, or even walls of iron."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 9,
    "text": "It is longer than the earth in measure, and broader than the sea."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 9,
    "text": "By a word the impious ruin their neighbors, but through their knowledge the just are rescued."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 11,
    "verse": 9,
    "text": "Rejoice, O youth, while you are young and let your heart be glad in the days of your youth. Follow the ways of your heart, the vision of your eyes; Yet understand regarding all this that God will bring you to judgment."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 9,
    "text": "For when they had been tried, though only mildly chastised, they recognized how the wicked, condemned in anger, were being tormented."
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 9,
    "text": "Do not dispute about what is not your concern; in the quarrels of the arrogant do not take part."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 9,
    "text": "They shall not harm or destroy on all my holy mountain; for the earth shall be filled with knowledge of the LORD, as water covers the sea."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 9,
    "text": "A conspiracy has been found, the LORD said to me, among the people of Judah and the inhabitants of Jerusalem:"
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 9,
    "text": "I will bring you out of the city, hand you over to foreigners, and execute judgments against you."
  },
  {
    "book": "Hosea",
    "chapter": 11,
    "verse": 9,
    "text": "I will not give vent to my blazing anger, I will not destroy Ephraim again; For I am God and not a man, the Holy One present among you; I will not come in wrath."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 9,
    "text": "“I will not shepherd you,” I said. “Whoever is to die shall die; whoever is to be done away with shall be done away with; and those who are left shall devour one another's flesh.”"
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 9,
    "text": "Then why did you go out? To see a prophet? Yes, I tell you, and more than a prophet."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 9,
    "text": "Those preceding him as well as those following kept crying out: “Hosanna! Blessed is he who comes in the name of the Lord!"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 9,
    "text": "“And I tell you, ask and you will receive; seek and you will find; knock and the door will be opened to you."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 9,
    "text": "Jesus answered, “Are there not twelve hours in a day? If one walks during the day, he does not stumble, because he sees the light of this world."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 9,
    "text": "But a second time a voice from heaven answered, ‘What God has made clean, you are not to call profane.'"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 9,
    "text": "And David says: “Let their table become a snare and a trap, a stumbling block and a retribution for them;"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 9,
    "text": "nor was man created for woman, but woman for man;"
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 9,
    "text": "And when I was with you and in need, I did not burden anyone, for the brothers who came from Macedonia supplied my needs. So I refrained and will refrain from burdening you in any way."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 9,
    "text": "By faith he sojourned in the promised land as in a foreign country, dwelling in tents with Isaac and Jacob, heirs of the same promise;"
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 9,
    "text": "Those from every people, tribe, tongue, and nation will gaze on their corpses for three and a half days, and they will not allow their corpses to be buried."
  }
]