[
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 28,
    "text": "Moses told Aaron everything the LORD had sent him to say, and all the signs he had commanded him to do."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 28,
    "text": "upon learning of the wrong committed, that person shall bring an unblemished she-goat as the offering for the wrong committed."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 28,
    "text": "This, then, is the task of the clans of the Gershonites in the tent of meeting; and they shall be under the supervision of Ithamar, son of Aaron the priest."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 28,
    "text": "There you shall serve gods that are works of human hands, of wood and stone, gods which can neither see nor hear, neither eat nor smell."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 28,
    "text": "She said, “Did I ask my lord for a son? Did I not say, ‘Do not mislead me'?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 28,
    "text": "They dwelt in Beer-sheba, Moladah, Hazar-shual,"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 28,
    "text": "So the following year he gathered together sixty thousand picked men and five thousand cavalry, to fight them."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 28,
    "text": "in spite of the demand of Sostratus, the commandant of the citadel, whose duty it was to collect the taxes. For this reason, both were summoned before the king."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 28,
    "text": "Even to the death, fight for what is right, and the LORD will do battle for you."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 28,
    "text": "Because of this the earth shall mourn, the heavens above shall darken; I have spoken, I will not change my mind, I have decided, I will not turn back."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 28,
    "text": "As your hearts have been disposed to stray from God, so turn now ten times the more to seek him;"
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 28,
    "text": "While these words were still on the king's lips, a voice spoke from heaven, “It has been decreed for you, King Nebuchadnezzar, that your kingship is taken from you!"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 28,
    "text": "Of its own accord the land yields fruit, first the blade, then the ear, then the full grain in the ear."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 28,
    "text": "When the people in the synagogue heard this, they were all filled with fury."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 28,
    "text": "The woman left her water jar and went into the town and said to the people,"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 28,
    "text": "to do what your hand and [your] will had long ago planned to take place."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 28,
    "text": "Now you, brothers, like Isaac, are children of the promise."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 28,
    "text": "The thief must no longer steal, but rather labor, doing honest work with his [own] hands, so that he may have something to share with one in need."
  }
]