[
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 26,
    "text": "When Moses left Pharaoh, he prayed to the LORD;"
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 26,
    "text": "from the basket of unleavened bread that was set before the LORD he took one unleavened cake, one loaf of bread made with oil, and one wafer; these he placed on top of the portions of fat and the right thigh."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 26,
    "text": "They shall assist their fellow Levites in the tent of meeting in performing their duties, but they shall not do the work. This, then, is how you are to regulate the duties of the Levites."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 26,
    "text": "Joshua kept the javelin in his hand stretched out until he had carried out the ban on all the inhabitants of Ai."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 26,
    "text": "The gold rings he had requested weighed seventeen hundred gold shekels, apart from the crescents and pendants, the purple garments worn by the kings of Midian, and apart from the trappings that were on the necks of their camels."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 26,
    "text": "Now, God of Israel, may the words you spoke to your servant, David my father, be confirmed."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 26,
    "text": "Ahaziah was twenty-two years old when he became king, and he reigned one year in Jerusalem. His mother's name was Athaliah, daughter of Omri, king of Israel."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 26,
    "text": "Shamsherai, Shehariah, Athaliah,"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 26,
    "text": "I weighed out into their hands these amounts: silver, six hundred and fifty talents; silver vessels, one hundred; gold, one hundred talents;"
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 26,
    "text": "Recall how he dealt with Abraham, and how he tested Isaac, and all that happened to Jacob in Syrian Mesopotamia while he was tending the flocks of Laban, his mother's brother."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 26,
    "text": "and to those who wage war they shall not give or provide grain, weapons, money, or ships, as seems best to Rome. They shall fulfill their obligations without receiving any recompense."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 26,
    "text": "It was the day before the sabbath, and for that reason they could not continue the pursuit."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 26,
    "text": "When the earth and the fields were not yet made, nor the first clods of the world."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 26,
    "text": "As for the vision of the evenings and the mornings, what was spoken is true. But you, keep this vision secret: it is for the distant future.”"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 26,
    "text": "He said to them, “Why are you terrified, O you of little faith?” Then he got up, rebuked the winds and the sea, and there was great calm."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 26,
    "text": "Then he sent him home and said, “Do not even go into the village.” III. The Mystery Begins to Be Revealed - Peter's Confession About Jesus."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 26,
    "text": "Then they sailed to the territory of the Gerasenes, which is opposite Galilee."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 26,
    "text": "I have much to say about you in condemnation. But the one who sent me is true, and what I heard from him I tell the world.”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 26,
    "text": "Then the angel of the Lord spoke to Philip, “Get up and head south on the road that goes down from Jerusalem to Gaza, the desert route.”"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 26,
    "text": "In the same way, the Spirit too comes to the aid of our weakness; for we do not know how to pray as we ought, but the Spirit itself intercedes with inexpressible groanings."
  }
]