[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 12,
    "text": "The man replied, “The woman whom you put here with me—she gave me fruit from the tree, so I ate it.”"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 12,
    "text": "God answered: I will be with you; and this will be your sign that I have sent you. When you have brought the people out of Egypt, you will serve God at this mountain."
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 12,
    "text": "If a person's offering is a goat, the individual shall bring it before the LORD,"
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 12,
    "text": "I hereby take the Levites from the Israelites in place of every firstborn that opens the womb among the Israelites. The Levites, therefore, are mine,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 12,
    "text": "Allotment of the Conquered Lands. As for the land we took possession of at that time, I gave Reuben and Gad the territory from Aroer, on the edge of the Wadi Arnon, halfway up into the highlands of Gilead, with its cities."
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 12,
    "text": "Now choose twelve men, one from each of the tribes of Israel."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 12,
    "text": "Ehud. Again the Israelites did what was evil in the sight of the LORD, so he strengthened Eglon, king of Moab, against Israel because they did what was evil in the sight of the LORD."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 12,
    "text": "Now, I am in fact a redeemer, but there is another redeemer closer than I."
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 12,
    "text": "On that day I will carry out against Eli everything I have said about his house, beginning to end."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 12,
    "text": "Abner and David Reconciled. Then Abner sent messengers to David in Telam, where he was at the moment, to say, “Make a covenant with me, and you have me on your side, to bring all Israel over to you.”"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 12,
    "text": "I now do as you request. I give you a heart so wise and discerning that there has never been anyone like you until now, nor after you will there be anyone to equal you."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 12,
    "text": "Jehoshaphat agreed, “He has the word of the LORD.” So the king of Israel, along with Jehoshaphat and the king of Edom, went down to Elisha."
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 12,
    "text": "whose son was Amaziah, whose son was Azariah, whose son was Jotham,"
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 12,
    "text": "The wing of the cherub, five cubits, touched the wall of the house, and the other wing, five cubits, was joined to the wing of the other cherub."
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 12,
    "text": "Many of the priests, Levites, and heads of ancestral houses, who were old enough to have seen the former house, cried out in sorrow as they watched the foundation of the present house being laid. Many others, however, lifted up their voices in shouts of joy."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 12,
    "text": "At their side the work of repair was carried out by Shallum, son of Hallohesh, administrator of half the district of Jerusalem, together with his daughters."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 12,
    "text": "Now to you, Lord, I have turned my face and have lifted up my eyes."
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 12,
    "text": "So the royal scribes were summoned on the thirteenth day of the first month, and they wrote, at the dictation of Haman, an order to the royal satraps, the governors of every province, and the officials of every people, to each province in its own script and to each people in its own language. It was written in the name of King Ahasuerus and sealed with the royal signet ring."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 12,
    "text": "They took their spoils, and Judas took the sword of Apollonius and fought with it the rest of his life."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 12,
    "text": "It was utterly unthinkable to defraud those who had placed their trust in the sanctity of the place and in the sacred inviolability of a temple venerated all over the world."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 12,
    "text": "Why did knees receive me, or breasts nurse me?"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 12,
    "text": "For whom the LORD loves he reproves, as a father, the son he favors."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 12,
    "text": "I recognized that there is nothing better than to rejoice and to do well during life."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 12,
    "text": "Their wives are foolish and their children wicked, accursed their brood."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 12,
    "text": "My son, be steadfast in honoring your father; do not grieve him as long as he lives."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 12,
    "text": "My people—infants oppress them, women rule over them! My people, your leaders deceive you, they confuse the paths you should follow."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 12,
    "text": "Go, proclaim these words toward the north, and say: Return, rebel Israel—oracle of the LORD— I will not remain angry with you; For I am merciful, oracle of the LORD, I will not keep my anger forever."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 12,
    "text": "He bent his bow, and set me up as a target for his arrow."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 12,
    "text": "You have forsaken the fountain of wisdom!"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 12,
    "text": "Then the spirit lifted me up, and I heard behind me a loud rumbling noise as the glory of the LORD rose from its place:"
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 12,
    "text": "There are certain Jews whom you have made administrators of the province of Babylon: Shadrach, Meshach, and Abednego; these men, O king, have paid no attention to you; they will not serve your god or worship the golden statue which you set up.”"
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 12,
    "text": "Thus says the LORD: As the shepherd rescues from the mouth of the lion a pair of sheep's legs or the tip of an ear, So shall the Israelites escape, those who dwell in Samaria, With the corner of a couch or a piece of a cot."
  },
  {
    "book": "Micah",
    "chapter": 3,
    "verse": 12,
    "text": "Therefore, because of you, Zion shall be plowed like a field, and Jerusalem reduced to rubble, And the mount of the temple to a forest ridge."
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 12,
    "text": "But all your fortresses are fig trees, bearing early figs; When shaken, they fall into the devourer's mouth."
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 12,
    "text": "In wrath you marched on the earth, in fury you trampled the nations."
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 12,
    "text": "But I will leave as a remnant in your midst a people humble and lowly, Who shall take refuge in the name of the LORD—"
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 12,
    "text": "All the nations will call you blessed, for you will be a delightful land, says the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 12,
    "text": "His winnowing fan is in his hand. He will clear his threshing floor and gather his wheat into his barn, but the chaff he will burn with unquenchable fire.” The Baptism of Jesus."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 12,
    "text": "He warned them sternly not to make him known."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 12,
    "text": "Even tax collectors came to be baptized and they said to him, “Teacher, what should we do?”"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 12,
    "text": "If I tell you about earthly things and you do not believe, how will you believe if I tell you about heavenly things?"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 12,
    "text": "When Peter saw this, he addressed the people, “You Israelites, why are you amazed at this, and why do you look so intently at us as if we had made him walk by our own power or piety?"
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 12,
    "text": "All have gone astray; all alike are worthless; there is not one who does good, [there is not] even one."
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 12,
    "text": "If anyone builds on this foundation with gold, silver, precious stones, wood, hay, or straw,"
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 12,
    "text": "Therefore, since we have such hope, we act very boldly"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 12,
    "text": "But the law does not depend on faith; rather, “the one who does these things will live by them.”"
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 12,
    "text": "in whom we have boldness of speech and confidence of access through faith in him."
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 12,
    "text": "It is not that I have already taken hold of it or have already attained perfect maturity, but I continue my pursuit in hope that I may possess it, since I have indeed been taken possession of by Christ [Jesus]."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 12,
    "text": "Put on then, as God's chosen ones, holy and beloved, heartfelt compassion, kindness, humility, gentleness, and patience,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 12,
    "text": "and may the Lord make you increase and abound in love for one another and for all, just as we have for you,"
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 12,
    "text": "Such people we instruct and urge in the Lord Jesus Christ to work quietly and to eat their own food."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 12,
    "text": "Deacons may be married only once and must manage their children and their households well."
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 12,
    "text": "In fact, all who want to live religiously in Christ Jesus will be persecuted."
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 12,
    "text": "When I send Artemas to you, or Tychicus, try to join me at Nicopolis, where I have decided to spend the winter."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 12,
    "text": "Take care, brothers, that none of you may have an evil and unfaithful heart, so as to forsake the living God."
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 12,
    "text": "Can a fig tree, my brothers, produce olives, or a grapevine figs? Neither can salt water yield fresh. True Wisdom."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 12,
    "text": "For the eyes of the Lord are on the righteous and his ears turned to their prayer, but the face of the Lord is against evildoers.” Christian Suffering."
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 12,
    "text": "waiting for and hastening the coming of the day of God, because of which the heavens will be dissolved in flames and the elements melted by fire."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 12,
    "text": "unlike Cain who belonged to the evil one and slaughtered his brother. Why did he slaughter him? Because his own works were evil, and those of his brother righteous."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 12,
    "text": "“‘“The victor I will make into a pillar in the temple of my God, and he will never leave it again. On him I will inscribe the name of my God and the name of the city of my God, the new Jerusalem, which comes down out of heaven from my God, as well as my new name."
  }
]