[
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 32,
    "text": "The chief of the leaders of the Levites, however, was Eleazar, son of Aaron the priest; he was in charge of those who performed the duties of the sanctuary."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 32,
    "text": "When they had buried Abner in Hebron, the king wept aloud at the grave of Abner, and all the people wept."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 32,
    "text": "Between the upper chamber of the Angle and the Sheep Gate, the goldsmiths and the merchants carried out the work of repair."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 32,
    "text": "He left Lysias, a noble of royal descent, in charge of the king's affairs from the Euphrates River to the frontier of Egypt,"
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 32,
    "text": "The high priest, suspecting that the king might think that Heliodorus had suffered some foul play at the hands of the Jews, offered a sacrifice for the man's recovery."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 32,
    "text": "To the LORD the devious are an abomination, but the upright are close to him."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 32,
    "text": "Though he brings grief, he takes pity, according to the abundance of his mercy;"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 32,
    "text": "But the one who knows all things knows her; he has probed her by his knowledge— The one who established the earth for all time, and filled it with four-footed animals,"
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 32,
    "text": "You have handed us over to our enemies, lawless and hateful rebels; to an unjust king, the worst in all the world."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 32,
    "text": "A crowd seated around him told him, “Your mother and your brothers [and your sisters] are outside asking for you.”"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 32,
    "text": "the son of Jesse, the son of Obed, the son of Boaz, the son of Sala, the son of Nahshon,"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 32,
    "text": "He testifies to what he has seen and heard, but no one accepts his testimony."
  }
]