[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 4,
    "text": "Adam lived eight hundred years after he begot Seth, and he had other sons and daughters."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 4,
    "text": "The king of Egypt answered them, “Why, Moses and Aaron, do you make the people neglect their work? Off to your labors!”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 4,
    "text": "or if someone, without being aware of it, rashly utters an oath with bad or good intent, whatever kind of oath this may be, and then subsequently becomes aware of guilt in regard to any of these matters—"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 4,
    "text": "This the Israelites did, expelling them from the camp; just as the LORD had commanded Moses, so the Israelites did. Unjust Possession."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 4,
    "text": "Face to face, the LORD spoke with you on the mountain from the midst of the fire,"
  },
  {
    "book": "Joshua",
    "chapter": 5,
    "verse": 4,
    "text": "This was the reason for the circumcision: Of all the people who had come out of Egypt, every male of military age had died in the wilderness during the journey after they came out of Egypt."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 4,
    "text": "LORD, when you went out from Seir, when you marched from the plains of Edom, The earth shook, the heavens poured, the clouds poured rain,"
  },
  {
    "book": "1Samuel",
    "chapter": 5,
    "verse": 4,
    "text": "But early the next morning, when they arose, Dagon lay face down on the ground before the ark of the LORD, his head and hands broken off and lying on the threshold, his trunk alone intact."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 4,
    "text": "David was thirty years old when he became king, and he reigned forty years:"
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 4,
    "text": "He had dominion over all the land west of the River, from Tiphsah to Gaza, and all its kings, and he had peace on all his borders round about."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 4,
    "text": "Naaman went and told his master, “This is what the girl from the land of Israel said.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 4,
    "text": "His son was Joel, whose son was Shemaiah, whose son was Gog, whose son was Shimei,"
  },
  {
    "book": "2Chronicles",
    "chapter": 5,
    "verse": 4,
    "text": "When all the elders of Israel had arrived, the Levites took up the ark;"
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 4,
    "text": "What are the names of the men who are building this structure?”"
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 4,
    "text": "Still others said: “To pay the king's tax we have borrowed money on our fields and vineyards."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 4,
    "text": "Tobiah went out to look for someone who would travel with him to Media, someone who knew the way. He went out and found the angel Raphael standing before him (though he did not know that this was an angel of God)."
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 4,
    "text": "Why have they alone of all the inhabitants of the west refused to come out to meet me?”"
  },
  {
    "book": "Esther",
    "chapter": 5,
    "verse": 4,
    "text": "Esther replied, “If it please your majesty, come today with Haman to a banquet I have prepared.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 4,
    "text": "He also remembered the malice of the Baeanites, who had become a snare and a stumbling block to the people by ambushing them along the roads."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 4,
    "text": "Therefore all prayed that this vision might be a good omen."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 4,
    "text": "May his children be far from safety; may they be crushed at the gate without a rescuer."
  },
  {
    "book": "Psalms",
    "chapter": 5,
    "verse": 4,
    "text": "in the morning you will hear my voice; in the morning I will plead before you and wait."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 4,
    "text": "But in the end she is as bitter as wormwood, as sharp as a two-edged sword."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 4,
    "text": "It is better not to make a vow than make it and not fulfill it."
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 4,
    "text": "My lover put his hand in through the opening: my innermost being trembled because of him."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 4,
    "text": "fools that we were! His life we accounted madness, and death dishonored."
  },
  {
    "book": "Sirach",
    "chapter": 5,
    "verse": 4,
    "text": "Do not say, “I have sinned, yet what has happened to me?” for the LORD is slow to anger!"
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 4,
    "text": "What more could be done for my vineyard that I did not do? Why, when I waited for the crop of grapes, did it yield rotten grapes?"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 4,
    "text": "I thought: These are only the lowly, they behave foolishly; For they do not know the way of the LORD, the justice of their God."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 4,
    "text": "We pay money to drink our own water, our own wood comes at a price."
  },
  {
    "book": "Baruch",
    "chapter": 5,
    "verse": 4,
    "text": "you will be named by God forever: the peace of justice, the glory of God's worship."
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 4,
    "text": "Take some of these and throw them into the fire and burn them in the fire. Because of this, fire will flash out against the whole house of Israel."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 4,
    "text": "wine from them, they praised their gods of gold and silver, bronze and iron, wood and stone."
  },
  {
    "book": "Hosea",
    "chapter": 5,
    "verse": 4,
    "text": "Their deeds do not allow them to return to their God; For the spirit of prostitution is in them, and they do not know the LORD."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 4,
    "text": "For thus says the LORD to the house of Israel: Seek me, that you may live,"
  },
  {
    "book": "Micah",
    "chapter": 5,
    "verse": 4,
    "text": "he shall be peace. If Assyria invades our country and treads upon our land, We shall raise against it seven shepherds, eight of royal standing;"
  },
  {
    "book": "Zechariah",
    "chapter": 5,
    "verse": 4,
    "text": "I will send it forth—oracle of the LORD of hosts—so that it will come to the house of the thief, and into the house of the one who swears falsely by my name. It shall lodge within each house, consuming it, timber and stones.”"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 4,
    "text": "Blessed are they who mourn, for they will be comforted."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 4,
    "text": "In fact, he had frequently been bound with shackles and chains, but the chains had been pulled apart by him and the shackles smashed, and no one was strong enough to subdue him."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 4,
    "text": "After he had finished speaking, he said to Simon, “Put out into deep water and lower your nets for a catch.”"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 4,
    "text": "[ ]"
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 4,
    "text": "While it remained unsold, did it not remain yours? And when it was sold, was it not still under your control? Why did you contrive this deed? You have lied not to human beings, but to God.”"
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 4,
    "text": "and endurance, proven character, and proven character, hope,"
  },
  {
    "book": "1Corinthians",
    "chapter": 5,
    "verse": 4,
    "text": "in the name of [our] Lord Jesus: when you have gathered together and I am with you in spirit with the power of the Lord Jesus,"
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 4,
    "text": "For while we are in this tent we groan and are weighed down, because we do not wish to be unclothed but to be further clothed, so that what is mortal may be swallowed up by life."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 4,
    "text": "You are separated from Christ, you who are trying to be justified by law; you have fallen from grace."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 4,
    "text": "no obscenity or silly or suggestive talk, which is out of place, but instead, thanksgiving."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 4,
    "text": "But you, brothers, are not in darkness, for that day to overtake you like a thief."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 4,
    "text": "But if a widow has children or grandchildren, let these first learn to perform their religious duty to their own family and to make recompense to their parents, for this is pleasing to God."
  },
  {
    "book": "Hebrews",
    "chapter": 5,
    "verse": 4,
    "text": "No one takes this honor upon himself but only when called by God, just as Aaron was."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 4,
    "text": "Behold, the wages you withheld from the workers who harvested your fields are crying aloud, and the cries of the harvesters have reached the ears of the Lord of hosts."
  },
  {
    "book": "1Peter",
    "chapter": 5,
    "verse": 4,
    "text": "And when the chief Shepherd is revealed, you will receive the unfading crown of glory. Advice to the Community."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 4,
    "text": "for whoever is begotten by God conquers the world. And the victory that conquers the world is our faith."
  },
  {
    "book": "Revelation",
    "chapter": 5,
    "verse": 4,
    "text": "I shed many tears because no one was found worthy to open the scroll or to examine it."
  }
]