[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 16,
    "text": "Mahalalel lived eight hundred and thirty years after he begot Jared, and he had other sons and daughters."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 16,
    "text": "No straw is supplied to your servants, and still we are told, ‘Make bricks!' Look how your servants are beaten! It is you who are at fault.”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 16,
    "text": "The wrongdoer shall also restore what has been misused of the sacred objects, adding a fifth of its value, and give this to the priest. Thus the priest shall make atonement for the person with the ram of the reparation offering, so that the individual may be forgiven."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 16,
    "text": "The priest shall first have the woman come forward and stand before the LORD."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 16,
    "text": "Honor your father and your mother, as the LORD, your God, has commanded you, that you may have a long life and that you may prosper in the land the LORD your God is giving you."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 16,
    "text": "Why did you stay beside your hearths listening to the lowing of the herds? Among the clans of Reuben great were the searchings of heart!"
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 16,
    "text": "Elishama, Beeliada, and Eliphelet."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 16,
    "text": "Solomon sent back this message to Hiram:"
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 16,
    "text": "Elisha replied, “As the LORD lives whom I serve, I will not take it.” And despite Naaman's urging, he still refused."
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 16,
    "text": "They dwelt in Gilead, in Bashan and its towns, and in all the pasture lands of Sirion to the borders."
  },
  {
    "book": "Ezra",
    "chapter": 5,
    "verse": 16,
    "text": "Then this same Sheshbazzar came and laid the foundations of the house of God in Jerusalem. Since that time to the present the building has been going on, and is not yet completed.'"
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 16,
    "text": "In addition, though I had acquired no land of my own, I did my part in this work on the wall, and all my attendants were gathered there for the work."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 16,
    "text": "I will even add a bonus to your wages!” The young man replied: “I will go with him. Do not fear. In good health we will leave you, and in good health we will return to you, for the way is safe.”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 16,
    "text": "They drove out before them the Canaanites, the Perizzites, the Jebusites, the Shechemites, and all the Gergesites, and they lived there a long time."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 16,
    "text": "When Judas and the people heard this, a great assembly convened to consider what they should do for their kindred who were in distress and being attacked by enemies."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 16,
    "text": "He laid his impure hands on the sacred vessels and swept up with profane hands the votive offerings made by other kings for the advancement, the glory, and the honor of the place."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 16,
    "text": "Thus the needy have hope, and iniquity closes its mouth."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 16,
    "text": "Should your water sources be dispersed abroad, streams of water in the streets?"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 16,
    "text": "All their days they eat in gloom with great vexation, sickness and resentment."
  },
  {
    "book": "SongofSongs",
    "chapter": 5,
    "verse": 16,
    "text": "His mouth is sweetness itself; he is delightful in every way. Such is my lover, and such my friend, Daughters of Jerusalem!"
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 16,
    "text": "Therefore shall they receive the splendid crown, the beautiful diadem, from the hand of the LORD, For he will shelter them with his right hand, and protect them with his arm."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 16,
    "text": "But the LORD of hosts shall be exalted by judgment, by justice the Holy God shown holy."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 16,
    "text": "Their quivers are like open graves; all of them are warriors."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 16,
    "text": "The crown has fallen from our head: woe to us that we sinned!"
  },
  {
    "book": "Ezekiel",
    "chapter": 5,
    "verse": 16,
    "text": "When I loose against you the deadly arrows of starvation that I am sending to destroy you, I will increase starvation and will break your staff of bread."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 16,
    "text": "But I have heard that you can give interpretations and solve problems; now, if you are able to read the writing and tell me what it means, you shall be clothed in purple, wear a chain of gold around your neck, and be third in governing the kingdom.”"
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 16,
    "text": "Therefore, thus says the LORD, the God of hosts, the Lord: In every square there shall be lamentation, and in every street they shall cry, “Oh, no!” They shall summon the farmers to wail and the professional mourners to lament."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 16,
    "text": "Just so, your light must shine before others, that they may see your good deeds and glorify your heavenly Father."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 16,
    "text": "Those who witnessed the incident explained to them what had happened to the possessed man and to the swine."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 16,
    "text": "but he would withdraw to deserted places to pray. The Healing of a Paralytic."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 16,
    "text": "Therefore, the Jews began to persecute Jesus because he did this on a sabbath."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 16,
    "text": "A large number of people from the towns in the vicinity of Jerusalem also gathered, bringing the sick and those disturbed by unclean spirits, and they were all cured. Trial Before the Sanhedrin."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 16,
    "text": "And the gift is not like the result of the one person's sinning. For after one sin there was the judgment that brought condemnation; but the gift, after many transgressions, brought acquittal."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 16,
    "text": "Consequently, from now on we regard no one according to the flesh; even if we once knew Christ according to the flesh, yet now we know him so no longer."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 16,
    "text": "I say, then: live by the Spirit and you will certainly not gratify the desire of the flesh."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 16,
    "text": "making the most of the opportunity, because the days are evil."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 16,
    "text": "Rejoice always."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 16,
    "text": "If any woman believer has widowed relatives, she must assist them; the church is not to be burdened, so that it will be able to help those who are truly widows. Rules for Presbyters."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 16,
    "text": "Confession and Intercession. Therefore, confess your sins to one another and pray for one another, that you may be healed. The fervent prayer of a righteous person is very powerful."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 16,
    "text": "If anyone sees his brother sinning, if the sin is not deadly, he should pray to God and he will give him life. This is only for those whose sin is not deadly. There is such a thing as deadly sin, about which I do not say that you should pray."
  }
]