[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Origin of the Nephilim. When human beings began to grow numerous on the earth and daughters were born to them,"
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - The LORD answered Moses: Now you will see what I will do to Pharaoh. For by a strong hand, he will let them go; by a strong hand, he will drive them from his land."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 1,
    "text": "B. Instructions for the Priests Chapter 6 - The Daily Burnt Offering. The LORD said to Moses:"
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Laws Concerning Nazirites. The LORD said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - This then is the commandment, the statutes and the ordinances, which the LORD, your God, has commanded that you be taught to observe in the land you are about to cross into to possess,"
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Now Jericho was in a state of siege because of the presence of the Israelites. No one left or entered."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - The Call of Gideon. The Israelites did what was evil in the sight of the LORD, who therefore delivered them into the power of Midian for seven years,"
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - The Ark Is Returned. The ark of the LORD had been in the land of the Philistines seven months"
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - The Ark Brought to Jerusalem. David again assembled all the picked men of Israel, thirty thousand in number."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Building of the Temple. In the four hundred and eightieth year after the Israelites went forth from the land of Egypt, in the fourth year of Solomon's reign over Israel, in the month of Ziv (the second month), he began to build the house of the LORD."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - The Lost Ax. The guild prophets once said to Elisha: “This place where we live with you is too cramped for us."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - The sons of Levi were Gershon, Kohath, and Merari."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Then Solomon said: “The LORD intends to dwell in the dark cloud;"
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - The Decree of Darius. Thereupon King Darius issued an order to search the archives in which the treasures were stored in Babylon."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Plots Against Nehemiah. When it had been reported to Sanballat, Tobiah, Geshem the Arab, and our other enemies that I had rebuilt the wall and that there was no breach left in it (though up to that time I had not yet set up the doors in the gates),"
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - When the noise of the crowd surrounding the council had subsided, Holofernes, the ranking general of the Assyrian forces, said to Achior, in the presence of the whole throng of foreigners, of the Moabites, and of the Ammonite mercenaries:"
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Mordecai's Reward from the King. That night the king, unable to sleep, asked that the chronicle of notable events be brought in. While this was being read to him,"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - As King Antiochus passed through the eastern provinces, he heard that in Persia there was a city, Elam, famous for its wealth in silver and gold,"
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Abolition of Judaism. Not long after this the king sent an Athenian senator to force the Jews to abandon the laws of their ancestors and live no longer by the laws of God,"
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Job's First Reply. Then Job answered and said:"
  },
  {
    "book": "Psalms",
    "chapter": 6,
    "verse": 1,
    "text": "Psalm 6 Prayer in Distress - For the leader; with stringed instruments, “upon the eighth.” A psalm of David."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 Miscellaneous Proverbs - Against Going Surety for One's Neighbor My son, if you have become surety to your neighbor, given your hand in pledge to another,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Limited Worth of Enjoyment. There is another evil I have seen under the sun, and it weighs heavily upon humankind:"
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 The Lost Lover Found - D Where has your lover gone, most beautiful among women? Where has your lover withdrawn that we may seek him with you?"
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 Exhortation to Seek Wisdom - Hear, therefore, kings, and understand; learn, you magistrates of the earth's expanse!"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Do not be a foe instead of a friend. A bad name, disgrace, and dishonor you will inherit. Thus the wicked, the double-tongued!"
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 1,
    "text": "B. The Book of Emmanuel Chapter 6 - The Sending of Isaiah. In the year King Uzziah died, I saw the Lord seated on a high and lofty throne, with the train of his garment filling the temple."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 The Enemy at the Gates - Seek refuge, Benjaminites, from the midst of Jerusalem! Blow the trumpet in Tekoa, raise a signal over Beth-haccherem; For disaster threatens from the north, and mighty destruction."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 1,
    "text": "IV. Letter of Jeremiah Chapter 6 - A copy of the letter which Jeremiah sent to those led captive to Babylon by the king of the Babylonians, to tell them what God had commanded him: For the sins you committed before God, you are being led captive to Babylon by Nebuchadnezzar, king of the Babylonians."
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Against the Mountains of Israel. The word of the LORD came to me:"
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - And Darius the Mede succeeded to the kingdom at the age of sixty-two."
  },
  {
    "book": "Hosea",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - “Come, let us return to the LORD, For it is he who has torn, but he will heal us; he has struck down, but he will bind our wounds."
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 Third Woe - Woe to those who are complacent in Zion, secure on the mount of Samaria, Leaders of the first among nations, to whom the people of Israel turn."
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 1,
    "text": "III. Announcement of Judgment Chapter 6 - Hear, then, what the LORD says: Arise, plead your case before the mountains, and let the hills hear your voice!"
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Seventh Vision: Four Chariots. Again I raised my eyes and saw four chariots coming out from between two mountains; and the mountains were of bronze."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Teaching About Almsgiving. “[But] take care not to perform righteous deeds in order that people may see them; otherwise, you will have no recompense from your heavenly Father."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - The Rejection at Nazareth. He departed from there and came to his native place, accompanied by his disciples."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Debates About the Sabbath. While he was going through a field of grain on a sabbath, his disciples were picking the heads of grain, rubbing them in their hands, and eating them."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Multiplication of the Loaves. After this, Jesus went across the Sea of Galilee [of Tiberias]."
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - The Need for Assistants. At that time, as the number of disciples continued to grow, the Hellenists complained against the Hebrews because their widows were being neglected in the daily distribution."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 1,
    "text": "IV. Justification and the Christian Life Chapter 6 - Freedom from Sin; Life in God. What then shall we say? Shall we persist in sin that grace may abound? Of course not!"
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Lawsuits Before Unbelievers. How can any one of you with a case against another dare to bring it to the unjust for judgment instead of to the holy ones?"
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - The Experience of the Ministry. Working together, then, we appeal to you not to receive the grace of God in vain."
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Life in the Community of Christ. Brothers, even if a person is caught in some transgression, you who are spiritual should correct that one in a gentle spirit, looking to yourself, so that you also may not be tempted."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Children and Parents. Children, obey your parents [in the Lord], for this is right."
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Rules for Slaves. Those who are under the yoke of slavery must regard their masters as worthy of full respect, so that the name of God and our teaching may not suffer abuse."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 1,
    "text": "Chapter 6 - Therefore, let us leave behind the basic teaching about Christ and advance to maturity, without laying the foundation all over again: repentance from dead works and faith in God,"
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 1,
    "text": "IV. The Seven Seals, Trumpets, and Plagues, with Interludes Chapter 6 - The First Six Seals. Then I watched while the Lamb broke open the first of the seven seals, and I heard one of the four living creatures cry out in a voice like thunder, “Come forward.”"
  }
]