[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 19,
    "text": "Why did you say, ‘She is my sister,' so that I took her for my wife? Now, here is your wife. Take her and leave!”"
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 19,
    "text": "For seven days no leaven may be found in your houses; for anyone, a resident alien or a native, who eats leavened food will be cut off from the community of Israel."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 19,
    "text": "Be careful, also, that you do not neglect the Levite as long as you live in your land."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 19,
    "text": "the king of Madon, one; the king of Hazor, one;"
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 19,
    "text": "They said to Samuel, “Pray to the LORD your God for us, your servants, that we may not die for having added to all our other sins the evil of asking for a king.”"
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 19,
    "text": "But David noticed his servants whispering among themselves and realized that the child was dead. He asked his servants, “Is the child dead?” They said, “Yes.”"
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 19,
    "text": "And so Israel has been in rebellion against the house of David to this day."
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 19,
    "text": "Joash, king of Judah, took all the sacred offerings presented by his forebears, Jehoshaphat, Jehoram, and Ahaziah, kings of Judah, as well as his own, and all the gold there was in the treasuries of the house of the LORD and the king's house, and sent them to King Hazael of Aram, who then turned away from Jerusalem."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 19,
    "text": "Then a spirit clothed Amasai, the chief of the Thirty, and he answered David: “We are yours, O David, we are with you, son of Jesse. Peace, peace to you, and peace to him who helps you; may your God be your helper!” So David received them and placed them among the leaders of his troops."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 19,
    "text": "and for Joiarib, Mattenai; for Jedaiah, Uzzi;"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 19,
    "text": "Even though you saw me eat and drink, I did not eat or drink anything; what you were seeing was a vision."
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 19,
    "text": "She then took the things her servant had prepared and ate and drank in his presence."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 19,
    "text": "This is a copy of the letter that they sent to Onias:"
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 19,
    "text": "But Dositheus and Sosipater, two of Maccabeus' captains, marched out and destroyed the force of more than ten thousand men that Timothy had left in the stronghold."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 19,
    "text": "He sends priests away barefoot, leads the powerful astray."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 19,
    "text": "Truthful lips endure forever, the lying tongue, for only a moment."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 19,
    "text": "And say to the people of the land: Thus says the Lord GOD about the inhabitants of Jerusalem in the land of Israel: they shall eat their bread in fear and drink their water in horror, because the land will be emptied of what fills it—the lawlessness of all its inhabitants."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 19,
    "text": "He will not contend or cry out, nor will anyone hear his voice in the streets."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 19,
    "text": "saying, “Teacher, Moses wrote for us, ‘If someone's brother dies, leaving a wife but no child, his brother must take the wife and raise up descendants for his brother.'"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 19,
    "text": "and I shall say to myself, “Now as for you, you have so many good things stored up for many years, rest, eat, drink, be merry!”'"
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 19,
    "text": "So the Pharisees said to one another, “You see that you are gaining nothing. Look, the whole world has gone after him.” The Coming of Jesus' Hour."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 19,
    "text": "Herod, after instituting a search but not finding him, ordered the guards tried and executed. Then he left Judea to spend some time in Caesarea."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 19,
    "text": "Beloved, do not look for revenge but leave room for the wrath; for it is written, “Vengeance is mine, I will repay, says the Lord.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 19,
    "text": "If they were all one part, where would the body be?"
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 19,
    "text": "Have you been thinking all along that we are defending ourselves before you? In the sight of God we are speaking in Christ, and all for building you up, beloved."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 19,
    "text": "and a trumpet blast and a voice speaking words such that those who heard begged that no message be further addressed to them,"
  }
]