[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 6,
    "text": "Then God said: Let there be a dome in the middle of the waters, to separate one body of water from the other."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 6,
    "text": "Now Joseph and all his brothers and that whole generation died."
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 6,
    "text": "Then the burnt offering shall be flayed and cut into pieces."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 6,
    "text": "from Simeon: Shelumiel, son of Zurishaddai;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 6,
    "text": "Departure from Horeb. The LORD, our God, said to us at Horeb: You have stayed long enough at this mountain."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 6,
    "text": "Be strong and steadfast, so that you may give this people possession of the land I swore to their ancestors that I would give them."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 6,
    "text": "Adonibezek fled. They pursued him, and when they caught him, they cut off his thumbs and big toes."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 6,
    "text": "She and her daughters-in-law then prepared to go back from the plateau of Moab because word had reached her there that the LORD had seen to his people's needs and given them food."
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 6,
    "text": "Her rival, to upset her, would torment her constantly, since the LORD had closed her womb."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 6,
    "text": "The youth reporting to him replied: “I happened to find myself on Mount Gilboa and saw Saul leaning on his spear, with chariots and horsemen closing in on him."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 6,
    "text": "Yet his father would never antagonize him by asking, “Why are you doing this?” Adonijah was also very handsome, and next in age to Absalom by the same mother."
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 6,
    "text": "They answered, “A man met us and said to us, ‘Go back to the king who sent you and tell him: The LORD says: Is it because there is no God in Israel that you are sending to inquire of Baalzebub, the god of Ekron? For this you shall not leave the bed upon which you lie; instead, you shall die.'”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 6,
    "text": "The sons of Gomer were Ashkenaz, Riphath, and Togarmah."
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 6,
    "text": "and Solomon offered sacrifice in the LORD's presence on the bronze altar at the tent of meeting; he sacrificed a thousand burnt offerings upon it."
  },
  {
    "book": "Ezra",
    "chapter": 1,
    "verse": 6,
    "text": "All their neighbors gave them help in every way, with silver, gold, goods, livestock, and many precious gifts, besides all their voluntary offerings."
  },
  {
    "book": "Nehemiah",
    "chapter": 1,
    "verse": 6,
    "text": "May your ears be attentive, and your eyes open, to hear the prayer that I, your servant, now offer in your presence day and night for your servants the Israelites, confessing the sins we have committed against you, I and my ancestral house included."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 6,
    "text": "But I alone used to go often to Jerusalem for the festivals, as was prescribed for all Israel by longstanding decree. Bringing with me the first fruits of crops, the firstlings of the flock, the tithes of livestock, and the first shearings of sheep, I used to hasten to Jerusalem"
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 6,
    "text": "Rallying to him were all who lived in the hill country, all who lived along the Euphrates, the Tigris, and the Hydaspes, as well as Arioch, king of the Elamites, in the plains. Thus many nations joined the ranks of the Chelodites."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 6,
    "text": "There were white cotton draperies and violet hangings, held by cords of fine crimson linen from silver rings on marble pillars. Gold and silver couches were on a mosaic pavement, which was of porphyry, marble, mother-of-pearl, and colored stones."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 6,
    "text": "So he summoned his noblest officers, who had been brought up with him from his youth, and divided his kingdom among them while he was still alive."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 6,
    "text": "Even now we are praying for you here."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 6,
    "text": "The Interview Between the Lord and the Satan. One day, when the sons of God came to present themselves before the LORD, the satan also came among them."
  },
  {
    "book": "Psalms",
    "chapter": 1,
    "verse": 6,
    "text": "Because the LORD knows the way of the just, but the way of the wicked leads to ruin."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 6,
    "text": "To comprehend proverb and byword, the words of the wise and their riddles."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 6,
    "text": "Shifting south, then north, back and forth shifts the wind, constantly shifting its course."
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 6,
    "text": "Do not stare at me because I am so black, because the sun has burned me. The sons of my mother were angry with me; they charged me with the care of the vineyards: my own vineyard I did not take care of."
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 6,
    "text": "For wisdom is a kindly spirit, yet she does not acquit blasphemous lips; Because God is the witness of the inmost self and the sure observer of the heart and the listener to the tongue."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 6,
    "text": "From the sole of the foot to the head there is no sound spot in it; Just bruise and welt and oozing wound, not drained, or bandaged, or eased with salve."
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 6,
    "text": "“Ah, Lord GOD!” I said, “I do not know how to speak. I am too young!”"
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 6,
    "text": "From daughter Zion has gone all her glory: Her princes have become like rams that find no pasture. They have gone off exhausted before their pursuers."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 6,
    "text": "and collected such funds as each could afford."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 6,
    "text": "They were in human form, but each had four faces and four wings,"
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 6,
    "text": "Among these were Judeans, Daniel, Hananiah, Mishael, and Azariah."
  },
  {
    "book": "Hosea",
    "chapter": 1,
    "verse": 6,
    "text": "She conceived again and bore a daughter. The LORD said to him: Give her the name “Not-Pitied,” for I will no longer feel pity for the house of Israel: rather, I will utterly abhor them."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 6,
    "text": "For a nation invaded my land, powerful and past counting, With teeth like a lion's, fangs like those of a lioness."
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 6,
    "text": "Philistia - Thus says the LORD: For three crimes of Gaza, and now four— I will not take it back— Because they exiled an entire population, handing them over to Edom,"
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 6,
    "text": "How Esau has been searched out, his treasures hunted down!"
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 6,
    "text": "The captain approached him and said, “What are you doing asleep? Get up, call on your god! Perhaps this god will be mindful of us so that we will not perish.”"
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 6,
    "text": "So I will make Samaria a ruin in the field, a place to plant vineyards; I will throw its stones into the valley, and lay bare its foundations."
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 6,
    "text": "Before his wrath, who can stand firm, and who can face his blazing anger? His fury is poured out like fire, and boulders break apart before him."
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 6,
    "text": "For now I am raising up the Chaldeans, that bitter and impulsive people, Who march the breadth of the land to take dwellings not their own."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 6,
    "text": "And those who have turned away from the LORD, and those who have not sought the LORD, who have not inquired of him."
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 6,
    "text": "You have sown much, but have brought in little; you have eaten, but have not been satisfied; You have drunk, but have not become intoxicated; you have clothed yourselves, but have not been warmed; And the hired worker labors for a bag full of holes."
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 6,
    "text": "But my words and my statutes, with which I charged my servants the prophets, did these not overtake your ancestors? Then they repented and admitted: “Just as the LORD of hosts intended to treat us according to our ways and deeds, so the LORD has done.” First Vision: Horses Patrolling the Earth."
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 6,
    "text": "Offense in Sacrifice and Priestly Duty - A son honors his father, and a servant fears his master; If, then, I am a father, where is the honor due to me? And if I am a master, where is the fear due to me? So says the LORD of hosts to you, O priests, who disdain my name. But you ask, “How have we disdained your name?”"
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 6,
    "text": "Jesse the father of David the king. David became the father of Solomon, whose mother had been the wife of Uriah."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 6,
    "text": "John was clothed in camel's hair, with a leather belt around his waist. He fed on locusts and wild honey."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 6,
    "text": "Both were righteous in the eyes of God, observing all the commandments and ordinances of the Lord blamelessly."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 6,
    "text": "A man named John was sent from God."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 6,
    "text": "The Ascension of Jesus. When they had gathered together they asked him, “Lord, are you at this time going to restore the kingdom to Israel?”"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 6,
    "text": "among whom are you also, who are called to belong to Jesus Christ;"
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 6,
    "text": "as the testimony to Christ was confirmed among you,"
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 6,
    "text": "If we are afflicted, it is for your encouragement and salvation; if we are encouraged, it is for your encouragement, which enables you to endure the same sufferings that we suffer."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 6,
    "text": "II. Loyalty to the Gospel - I am amazed that you are so quickly forsaking the one who called you by [the] grace [of Christ] for a different gospel"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 6,
    "text": "for the praise of the glory of his grace that he granted us in the beloved."
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 6,
    "text": "I am confident of this, that the one who began a good work in you will continue to complete it until the day of Christ Jesus."
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 6,
    "text": "that has come to you. Just as in the whole world it is bearing fruit and growing, so also among you, from the day you heard it and came to know the grace of God in truth,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 1,
    "verse": 6,
    "text": "And you became imitators of us and of the Lord, receiving the word in great affliction, with joy from the holy Spirit,"
  },
  {
    "book": "2Thessalonians",
    "chapter": 1,
    "verse": 6,
    "text": "For it is surely just on God's part to repay with afflictions those who are afflicting you,"
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 6,
    "text": "Some people have deviated from these and turned to meaningless talk,"
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 6,
    "text": "II. Exhortations to Timothy - The Gifts Timothy Has Received. For this reason, I remind you to stir into flame the gift of God that you have through the imposition of my hands."
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 6,
    "text": "on condition that a man be blameless, married only once, with believing children who are not accused of licentiousness or rebellious."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 6,
    "text": "so that your partnership in the faith may become effective in recognizing every good there is in us that leads to Christ."
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 6,
    "text": "And again, when he leads the first-born into the world, he says: “Let all the angels of God worship him.”"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 6,
    "text": "But he should ask in faith, not doubting, for the one who doubts is like a wave of the sea that is driven and tossed about by the wind."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 6,
    "text": "In this you rejoice, although now for a little while you may have to suffer through various trials,"
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 6,
    "text": "knowledge with self-control, self-control with endurance, endurance with devotion,"
  },
  {
    "book": "1John",
    "chapter": 1,
    "verse": 6,
    "text": "If we say, “We have fellowship with him,” while we continue to walk in darkness, we lie and do not act in truth."
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 6,
    "text": "For this is love, that we walk according to his commandments; this is the commandment, as you heard from the beginning, in which you should walk."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 6,
    "text": "they have testified to your love before the church. Please help them in a way worthy of God to continue their journey."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 6,
    "text": "The angels too, who did not keep to their own domain but deserted their proper dwelling, he has kept in eternal chains, in gloom, for the judgment of the great day."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 6,
    "text": "who has made us into a kingdom, priests for his God and Father, to him be glory and power forever [and ever]. Amen."
  }
]