[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 4,
    "text": "I. The Story of the Nations - The Garden of Eden. This is the story of the heavens and the earth at their creation. When the LORD God made the earth and the heavens—"
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 4,
    "text": "His sister stationed herself at a distance to find out what would happen to him."
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 4,
    "text": "When you offer a grain offering baked in an oven, it must be in the form of unleavened cakes made of bran flour mixed with oil, or of unleavened wafers spread with oil."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 4,
    "text": "and the enrollment of his company is seventy-four thousand six hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 4,
    "text": "Command the people: You are now about to pass through the territory of your relatives, the descendants of Esau, who live in Seir. Though they are afraid of you, be very careful"
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 4,
    "text": "The woman had taken the two men and hidden them, so she said, “True, the men you speak of came to me, but I did not know where they came from."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 4,
    "text": "When the messenger of the LORD had spoken these things to all the Israelites, the people wept aloud."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 4,
    "text": "Soon, along came Boaz from Bethlehem and said to the harvesters, “The LORD be with you,” and they replied, “The LORD bless you.”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 4,
    "text": "“The bows of the mighty are broken, while the tottering gird on strength."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 4,
    "text": "Then the men of Judah came there and anointed David king over the house of Judah. A report reached David that the people of Jabesh-gilead had buried Saul."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 4,
    "text": "and that the LORD may fulfill the word he spoke concerning me: If your sons so conduct themselves that they walk before me in faithfulness with their whole heart and soul, there shall never be wanting someone of your line on the throne of Israel."
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 4,
    "text": "Elijah said to him, “Elisha, stay here, please. The LORD has sent me on to Jericho.” Elisha replied, “As the LORD lives, and as you yourself live, I will not leave you.” So they came to Jericho."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 4,
    "text": "Judah's daughter-in-law Tamar bore him Perez and Zerah, so that he had five sons in all."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 4,
    "text": "And the house I am going to build must be great, for our God is greater than all other gods."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 4,
    "text": "descendants of Shephatiah, three hundred and seventy-two;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 4,
    "text": "The king asked me, “What is it, then, that you wish?” I prayed to the God of heaven"
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 4,
    "text": "I sprang to my feet, leaving the dinner untouched, carried the dead man from the square, and put him in one of the rooms until sundown, so that I might bury him."
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 4,
    "text": "When he had fully recounted his plan, Nebuchadnezzar, king of the Assyrians, summoned Holofernes, the ranking general of his forces, second only to himself in command, and said to him:"
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 4,
    "text": "Then the young woman who pleases the king shall reign in place of Vashti.” This suggestion pleased the king, and he acted accordingly."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 4,
    "text": "Judas, who was called Maccabeus;"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 4,
    "text": "The same document also tells how the prophet, in virtue of an oracle, ordered that the tent and the ark should accompany him, and how he went to the very mountain that Moses climbed to behold God's inheritance."
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 4,
    "text": "The satan answered the LORD and said, “Skin for skin! All that a man has he will give for his life."
  },
  {
    "book": "Psalms",
    "chapter": 2,
    "verse": 4,
    "text": "The one enthroned in heaven laughs; the Lord derides them,"
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 4,
    "text": "If you seek her like silver, and like hidden treasures search her out,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 4,
    "text": "I undertook great works; I built myself houses and planted vineyards;"
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 4,
    "text": "He brought me to the banquet hall and his glance at me signaled love."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 4,
    "text": "Even our name will be forgotten in time, and no one will recall our deeds. So our life will pass away like the traces of a cloud, and will be dispersed like a mist Pursued by the sun's rays and overpowered by its heat."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 4,
    "text": "Accept whatever happens to you; in periods of humiliation be patient."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 4,
    "text": "He shall judge between the nations, and set terms for many peoples. They shall beat their swords into plowshares and their spears into pruning hooks; One nation shall not raise the sword against another, nor shall they train for war again."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 4,
    "text": "Listen to the word of the LORD, house of Jacob! All you clans of the house of Israel,"
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 4,
    "text": "He bent his bow like an enemy; the arrow in his right hand Like a foe, he killed all those held precious; On the tent of daughter Zion he poured out his wrath like fire."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 4,
    "text": "He has made us subject to all the kingdoms around us, an object of reproach and horror among all the peoples around us, where the LORD has scattered us."
  },
  {
    "book": "Ezekiel",
    "chapter": 2,
    "verse": 4,
    "text": "Their children are bold of face and stubborn of heart—to them I am sending you. You shall say to them: Thus says the Lord GOD."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 4,
    "text": "The Chaldeans answered the king in Aramaic: “O king, live forever! Tell your servants the dream and we will give its meaning.”"
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 4,
    "text": "The Lord and Israel His Spouse - Accuse your mother, accuse! for she is not my wife, and I am not her husband. Let her remove her prostitution from her face. her adultery from between her breasts,"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 4,
    "text": "Their appearance is that of horses; like war horses they run."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 4,
    "text": "Judah - Thus says the LORD: For three crimes of Judah, and now four— I will not take it back— Because they spurned the instruction of the LORD, and did not keep his statutes; Because the lies which their ancestors followed have led them astray,"
  },
  {
    "book": "Jonah",
    "chapter": 2,
    "verse": 4,
    "text": "You cast me into the deep, into the heart of the sea, and the flood enveloped me; All your breakers and your billows passed over me."
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 4,
    "text": "On that day you shall be mocked, and there will be bitter lament: “Our ruin is complete, our fields are divided among our captors, The fields of my people are measured out, and no one can get them back!”"
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 4,
    "text": "The shields of his warriors are crimsoned, the soldiers clad in scarlet; Like fire are the trappings of the chariots on the day he prepares for war; the cavalry is agitated!"
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 4,
    "text": "See, the rash have no integrity; but the just one who is righteous because of faith shall live."
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 4,
    "text": "Judgment on the Nations - For Gaza shall be forsaken, and Ashkelon shall be a waste, Ashdod they shall drive out at midday, and Ekron shall be uprooted."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 4,
    "text": "Now be strong, Zerubbabel—oracle of the LORD— be strong, Joshua, son of Jehozadak, high priest, Be strong, all you people of the land—oracle of the LORD— and work! For I am with you—oracle of the LORD of hosts."
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 4,
    "text": "And I said, “What are these coming to do?” And the LORD said, “Those are the horns that scattered Judah, so that none could raise their heads any more; and these have come to terrify them—to cut down the horns of the nations that raised their horns to scatter the land of Judah.”"
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 4,
    "text": "You should know that I sent you this commandment so that my covenant with Levi might endure, says the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 4,
    "text": "Assembling all the chief priests and the scribes of the people, he inquired of them where the Messiah was to be born."
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 4,
    "text": "Unable to get near Jesus because of the crowd, they opened up the roof above him. After they had broken through, they let down the mat on which the paralytic was lying."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 4,
    "text": "And Joseph too went up from Galilee from the town of Nazareth to Judea, to the city of David that is called Bethlehem, because he was of the house and family of David,"
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 4,
    "text": "[And] Jesus said to her, “Woman, how does your concern affect me? My hour has not yet come.”"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 4,
    "text": "And they were all filled with the holy Spirit and began to speak in different tongues, as the Spirit enabled them to proclaim."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 4,
    "text": "Or do you hold his priceless kindness, forbearance, and patience in low esteem, unaware that the kindness of God would lead you to repentance?"
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 4,
    "text": "and my message and my proclamation were not with persuasive [words of] wisdom, but with a demonstration of spirit and power,"
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 4,
    "text": "For out of much affliction and anguish of heart I wrote to you with many tears, not that you might be pained but that you might know the abundant love I have for you. The Offender."
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 4,
    "text": "but because of the false brothers secretly brought in, who slipped in to spy on our freedom that we have in Christ Jesus, that they might enslave us—"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 4,
    "text": "But God, who is rich in mercy, because of the great love he had for us,"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 4,
    "text": "each looking out not for his own interests, but [also] everyone for those of others."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 4,
    "text": "III. Warnings Against False Teachers - A General Admonition. I say this so that no one may deceive you by specious arguments."
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 4,
    "text": "But as we were judged worthy by God to be entrusted with the gospel, that is how we speak, not as trying to please human beings, but rather God, who judges our hearts."
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 4,
    "text": "who opposes and exalts himself above every so-called god and object of worship, so as to seat himself in the temple of God, claiming that he is a god—"
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 4,
    "text": "who wills everyone to be saved and to come to knowledge of the truth."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 4,
    "text": "To satisfy the one who recruited him, a soldier does not become entangled in the business affairs of life."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 4,
    "text": "so that they may train younger women to love their husbands and children,"
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 4,
    "text": "God added his testimony by signs, wonders, various acts of power, and distribution of the gifts of the holy Spirit according to his will. Exaltation Through Abasement."
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 4,
    "text": "have you not made distinctions among yourselves and become judges with evil designs?"
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 4,
    "text": "Come to him, a living stone, rejected by human beings but chosen and precious in the sight of God,"
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 4,
    "text": "Lessons from the Past. For if God did not spare the angels when they sinned, but condemned them to the chains of Tartarus and handed them over to be kept for judgment;"
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 4,
    "text": "Whoever says, “I know him,” but does not keep his commandments is a liar, and the truth is not in him."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 4,
    "text": "Yet I hold this against you: you have lost the love you had at first."
  }
]