[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 6,
    "text": "but a stream was welling up out of the earth and watering all the surface of the ground—"
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 6,
    "text": "On opening it, she looked, and there was a baby boy crying! She was moved with pity for him and said, “It is one of the Hebrews' children.”"
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 6,
    "text": "Break it into pieces, and pour oil over it. It is a grain offering."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 6,
    "text": "and the enrollment of his company is fifty-four thousand four hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 6,
    "text": "You shall purchase from them with money the food you eat; even the water you drink you shall buy from them with money."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 6,
    "text": "Now, she had led them to the roof, and hidden them among her stalks of flax spread out there."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 6,
    "text": "Then Joshua dismissed the people, and the Israelites went, each to their own heritage, to take possession of the land."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 6,
    "text": "The young man overseeing the harvesters answered, “She is the young Moabite who came back with Naomi from the plateau of Moab."
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 6,
    "text": "“The LORD puts to death and gives life, casts down to Sheol and brings up again."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 6,
    "text": "And now may the LORD show you kindness and fidelity. For my part, I will show generosity to you for having done this."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 6,
    "text": "Act with all the wisdom you possess; do not let his gray head go down to Sheol in peace."
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 6,
    "text": "Elijah said to him, “Stay here, please. The LORD has sent me on to the Jordan.” Elisha replied, “As the LORD lives, and as you yourself live, I will not leave you.” So the two went on together."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 6,
    "text": "The sons of Zerah were Zimri, Ethan, Heman, Calcol, and Darda—five in all."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 6,
    "text": "Now, send me men skilled at work in gold, silver, bronze, and iron, in purple, crimson, and violet fabrics, and who know how to do engraved work, to join the skilled craftsmen who are with me in Judah and Jerusalem, whom David my father appointed."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 6,
    "text": "descendants of Pahath-moab, who were descendants of Jeshua and Joab, two thousand eight hundred and twelve;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 6,
    "text": "Then the king, with the queen seated beside him, asked me, “How long will your journey take and when will you return?” My answer was acceptable to the king and he agreed to let me go; I set a date for my return."
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 6,
    "text": "I remembered the oracle pronounced by the prophet Amos against Bethel: “I will turn your feasts into mourning, and all your songs into dirges.”"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 6,
    "text": "and proceed against all the land of the west, because they disobeyed the order I issued."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 6,
    "text": "who had been exiled from Jerusalem with the captives taken with Jeconiah, king of Judah, whom Nebuchadnezzar, king of Babylon, had deported."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 6,
    "text": "When he saw the sacrileges that were being committed in Judah and in Jerusalem,"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 6,
    "text": "Some of those who followed him came up intending to mark the path, but they could not find it."
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 6,
    "text": "And the LORD said to the satan, “He is in your power; only spare his life.”"
  },
  {
    "book": "Psalms",
    "chapter": 2,
    "verse": 6,
    "text": "“I myself have installed my king on Zion, my holy mountain.”"
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 6,
    "text": "For the LORD gives wisdom, from his mouth come knowledge and understanding;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 6,
    "text": "And I constructed for myself reservoirs to water a flourishing woodland."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 6,
    "text": "His left hand is under my head and his right arm embraces me."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 6,
    "text": "Come, therefore, let us enjoy the good things that are here, and make use of creation with youthful zest."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 6,
    "text": "Trust in God, and he will help you; make your ways straight and hope in him."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 6,
    "text": "The Lord's Day of Judgment on Pride - You have abandoned your people, the house of Jacob! Because they are filled with diviners, and soothsayers, like the Philistines; with foreigners they clasp hands."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 6,
    "text": "They did not ask, “Where is the LORD who brought us up from the land of Egypt, Who led us through the wilderness, through a land of wastes and ravines, A land of drought and darkness, a land which no one crosses, where no one dwells?”"
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 6,
    "text": "He laid waste his booth like a garden, destroyed his shrine; The LORD has blotted out in Zion feast day and sabbath, Has scorned in fierce wrath king and priest."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 6,
    "text": "“To the LORD, our God, belongs justice; to us and to our ancestors, to be shamefaced, as on this day."
  },
  {
    "book": "Ezekiel",
    "chapter": 2,
    "verse": 6,
    "text": "But as for you, son of man, do not fear them or their words. Do not fear, even though there are briers or thorns and you sit among scorpions. Do not be afraid of their words or be terrified by their looks for they are a rebellious house."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 6,
    "text": "But if you tell me the dream and its meaning, you shall receive from me gifts and presents and great honors. Therefore tell me the dream and its meaning.”"
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 6,
    "text": "I will have no pity on her children, for they are children of prostitution."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 6,
    "text": "Before them peoples tremble, every face turns pale."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 6,
    "text": "Israel - Thus says the LORD: For three crimes of Israel, and now four— I will not take it back— Because they hand over the just for silver, and the poor for a pair of sandals;"
  },
  {
    "book": "Jonah",
    "chapter": 2,
    "verse": 6,
    "text": "The waters surged around me up to my neck; the deep enveloped me; seaweed wrapped around my head."
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 6,
    "text": "“Do not preach,” they preach, “no one should preach of these things! Shame will not overtake us.”"
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 6,
    "text": "His picked troops are called, ranks break at their charge; To the wall they rush, their screen is set up."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 6,
    "text": "Shall not all these take up a taunt against him, and make a riddle about him, saying: Ah! you who store up what is not yours —how long can it last!— you who load yourself down with collateral."
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 6,
    "text": "You shall become fields for shepherds, and folds for flocks."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 6,
    "text": "For thus says the LORD of hosts: In just a little while, I will shake the heavens and the earth, the sea and the dry land."
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 6,
    "text": "I asked, “Where are you going?” And he said, “To measure Jerusalem—to see how great its width is and how great its length.”"
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 6,
    "text": "Reliable instruction was in his mouth, no perversity was found upon his lips; He walked with me in integrity and uprightness, and turned many away from evil."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 6,
    "text": "‘And you, Bethlehem, land of Judah, are by no means least among the rulers of Judah; since from you shall come a ruler, who is to shepherd my people Israel.'”"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 6,
    "text": "Now some of the scribes were sitting there asking themselves,"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 6,
    "text": "While they were there, the time came for her to have her child,"
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 6,
    "text": "Now there were six stone water jars there for Jewish ceremonial washings, each holding twenty to thirty gallons."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 6,
    "text": "At this sound, they gathered in a large crowd, but they were confused because each one heard them speaking in his own language."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 6,
    "text": "who will repay everyone according to his works:"
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 6,
    "text": "Yet we do speak a wisdom to those who are mature, but not a wisdom of this age, nor of the rulers of this age who are passing away."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 6,
    "text": "This punishment by the majority is enough for such a person,"
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 6,
    "text": "But from those who were reputed to be important (what they once were makes no difference to me; God shows no partiality)—those of repute made me add nothing."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 6,
    "text": "raised us up with him, and seated us with him in the heavens in Christ Jesus,"
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 6,
    "text": "Who, though he was in the form of God, did not regard equality with God something to be grasped."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 6,
    "text": "So, as you received Christ Jesus the Lord, walk in him,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 6,
    "text": "nor did we seek praise from human beings, either from you or from others,"
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 6,
    "text": "And now you know what is restraining, that he may be revealed in his time."
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 6,
    "text": "who gave himself as ransom for all. This was the testimony at the proper time."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 6,
    "text": "The hardworking farmer ought to have the first share of the crop."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 6,
    "text": "Urge the younger men, similarly, to control themselves,"
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 6,
    "text": "Instead, someone has testified somewhere: “What is man that you are mindful of him, or the son of man that you care for him?"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 6,
    "text": "But you dishonored the poor person. Are not the rich oppressing you? And do they themselves not haul you off to court?"
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 6,
    "text": "For it says in scripture: “Behold, I am laying a stone in Zion, a cornerstone, chosen and precious, and whoever believes in it shall not be put to shame.”"
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 6,
    "text": "and if he condemned the cities of Sodom and Gomorrah [to destruction], reducing them to ashes, making them an example for the godless [people] of what is coming;"
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 6,
    "text": "whoever claims to abide in him ought to live [just] as he lived. The New Commandment."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 6,
    "text": "But you have this in your favor: you hate the works of the Nicolaitans, which I also hate."
  }
]