[
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 38,
    "text": "Then Joshua and all Israel turned back to Debir and attacked it,"
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 38,
    "text": "of the descendants of Binnui: Shimei,"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 38,
    "text": "The first batch of our dough, and our offerings of the fruit of every tree, of wine and oil, we will bring to the priests, to the chambers of the house of our God. The tithe of our fields we will bring to the Levites; they, the Levites, shall take the tithe in all the cities of our service."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 38,
    "text": "“Let the three districts that have been added to Judea from the province of Samaria be annexed to Judea so that they may be under one rule and obey no other authority than the high priest."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 38,
    "text": "On completing these exploits, they blessed, with hymns of grateful praise, the Lord who shows great kindness to Israel and grants them victory."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 38,
    "text": "and whoever does not take up his cross and follow after me is not worthy of me."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 38,
    "text": "Jesus said to them, “You do not know what you are asking. Can you drink the cup that I drink or be baptized with the baptism with which I am baptized?”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 38,
    "text": "As they continued their journey he entered a village where a woman whose name was Martha welcomed him."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 38,
    "text": "but if I perform them, even if you do not believe me, believe the works, so that you may realize [and understand] that the Father is in me and I am in the Father.”"
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 38,
    "text": "how God anointed Jesus of Nazareth with the holy Spirit and power. He went about doing good and healing all those oppressed by the devil, for God was with him."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 38,
    "text": "But my just one shall live by faith, and if he draws back I take no pleasure in him.”"
  }
]