[
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 35,
    "text": "You must remain at the entrance of the tent of meeting day and night for seven days, carrying out the prescriptions of the LORD, so that you do not die, for this is the command I have received.”"
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 35,
    "text": "Every single word that Moses had commanded, Joshua read aloud to the entire assembly, including the women and children, and the resident aliens among them."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 35,
    "text": "Nor were they loyal to the house of Jerubbaal (Gideon) for all the good he had done for Israel."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 35,
    "text": "“When the heavens are closed, so that there is no rain, because they have sinned against you, but they pray toward this place and praise your name, and turn from their sin because you have afflicted them,"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 35,
    "text": "The sons of Micah were Pithon, Melech, Tarea, and Ahaz."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 35,
    "text": "those who had returned from the captivity, the exiles, offered as burnt offerings to the God of Israel twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and twelve goats as sin offerings: all these as a burnt offering to the LORD."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 35,
    "text": "Uzziah and the rulers said to her, “Go in peace, and may the Lord God go before you to take vengeance upon our enemies!”"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 35,
    "text": "after being humbled through the Lord's help by those whom he had thought of no account, laid aside his fine clothes and fled alone across country like a runaway slave, until he reached Antioch. He was eminently successful in destroying his own army."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 35,
    "text": "For whoever finds me finds life, and wins favor from the LORD;"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 35,
    "text": "For whoever wishes to save his life will lose it, but whoever loses his life for my sake and that of the gospel will save it."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 35,
    "text": "People came out to see what had happened and, when they approached Jesus, they discovered the man from whom the demons had come out sitting at his feet. He was clothed and in his right mind, and they were seized with fear."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 35,
    "text": "A slave does not remain in a household forever, but a son always remains."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 35,
    "text": "Then Philip opened his mouth and, beginning with this scripture passage, he proclaimed Jesus to him."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 35,
    "text": "What will separate us from the love of Christ? Will anguish, or distress, or persecution, or famine, or nakedness, or peril, or the sword?"
  }
]