[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - God remembered Noah and all the animals, wild and tame, that were with him in the ark. So God made a wind sweep over the earth, and the waters began to subside."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - The LORD then spoke to Moses: Speak to Aaron: Stretch out your hand with your staff over the streams, the canals, and the ponds, and make frogs overrun the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 1,
    "text": "II. Ceremony of Ordination Chapter 8 - Ordination of Aaron and His Sons. The LORD said to Moses:"
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - The Menorah. The LORD said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - God's Care. Be careful to observe this whole commandment that I enjoin on you today, that you may live and increase, and may enter in and possess the land which the LORD promised on oath to your ancestors."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Capture of Ai. The LORD then said to Joshua: Do not be afraid or dismayed. Take all the army with you and prepare to attack Ai. I have delivered the king of Ai into your power, with his people, city, and land."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - But the Ephraimites said to him, “What have you done to us, not summoning us when you went to fight against Midian?” And they quarreled bitterly with him."
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 1,
    "text": "II. Establishment of the Monarchy Chapter 8 - Request for a King. In his old age Samuel appointed his sons judges over Israel."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Summary of David's Wars. After this, David defeated the Philistines and subdued them; and David took… from the Philistines."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Dedication of the Temple. Then Solomon assembled the elders of Israel and all the heads of the tribes, the princes in the ancestral houses of the Israelites. They came to King Solomon in Jerusalem, to bring up the ark of the LORD's covenant from the city of David (which is Zion)."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - The Shunammite's Return. Elisha once said to the woman whose son he had restored to life: “Get ready! Leave with your household and live wherever you can, because the LORD has decreed a seven-year famine which is coming upon the land.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Benjamin. Benjamin became the father of Bela, his firstborn, Ashbel, the second son, Aharah, the third,"
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Public Works. After the twenty years during which Solomon built the house of the LORD and his own house,"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Ezra's Caravan. These are the heads of the ancestral houses and the genealogies of those who returned with me from Babylon during the reign of King Artaxerxes:"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 1,
    "text": "II. Promulgation of the Law Chapter 8 - Ezra Reads the Law. Now when the seventh month came, the whole people gathered as one in the square in front of the Water Gate, and they called upon Ezra the scribe to bring forth the book of the law of Moses which the LORD had commanded for Israel."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Expulsion of the Demon. When they had finished eating and drinking, they wanted to retire. So they brought the young man out and led him to the bedroom."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 1,
    "text": "III. Judith, Instrument of the Lord Chapter 8 - Description of Judith. Now in those days Judith, daughter of Merari, son of Ox, son of Joseph, son of Oziel, son of Elkiah, son of Ananias, son of Gideon, son of Raphain, son of Ahitub, son of Elijah, son of Hilkiah, son of Eliab, son of Nathanael, son of Salamiel, son of Sarasadai, son of Simeon, son of Israel, heard of this."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - That day King Ahasuerus gave the house of Haman, enemy of the Jews, to Queen Esther; and Mordecai was admitted to the king's presence, for Esther had revealed his relationship to her."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Eulogy of the Romans. Judas had heard of the reputation of the Romans. They were valiant fighters and acted amiably to all who took their side. They established a friendly alliance with all who applied to them."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 1,
    "text": "V. Victories of Judas and Purification of the Temple Chapter 8 - Resistance from Judas Maccabeus. Judas Maccabeus and his companions entered the villages secretly, summoned their kindred, and enlisted others who had remained faithful to Judaism. Thus they assembled about six thousand men."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Bildad's First Speech. Bildad the Shuhite answered and said:"
  },
  {
    "book": "Psalms",
    "chapter": 8,
    "verse": 1,
    "text": "Psalm 8 Divine Majesty and Human Dignity - For the leader; “upon the gittith.” A psalm of David."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 The Discourse of Wisdom - Does not Wisdom call, and Understanding raise her voice?"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 Critique of Advice to Heed Authority - Who is like the wise person, and who knows the explanation of things? Wisdom illumines the face and transforms a grim countenance."
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Would that you were a brother to me, nursed at my mother's breasts! If I met you out of doors, I would kiss you and none would despise me."
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Indeed, she spans the world from end to end mightily and governs all things well."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 Prudence in Dealing with Others - Do not contend with the mighty, lest you fall into their power."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - A Son of Isaiah. The LORD said to me: Take a large tablet, and inscribe on it with an ordinary stylus, “belonging to Maher-shalal-hash-baz,”"
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - At that time—oracle of the LORD—the bones of the kings and princes of Judah, the bones of the priests and the prophets, and the bones of the inhabitants of Jerusalem will be brought out of their graves"
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - In the sixth year, on the fifth day of the sixth month, as I was sitting in my house, with the elders of Judah sitting before me, the hand of the Lord GOD fell upon me there."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - The Ram and the He-goat. After this first vision, I, Daniel, had another, in the third year of the reign of King Belshazzar."
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 Corruption of Cult, Domestic and Foreign Politics - Put the trumpet to your lips! One like an eagle is over the house of the LORD! Because they have violated my covenant, and rebelled against my law,"
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 Fourth Vision: The Summer Fruit - This is what the Lord GOD showed me: a basket of end-of-summer fruit."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Seven Oracles: Judah and Zion Restored. Then the word of the LORD of hosts came:"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 1,
    "text": "III. Ministry and Mission in Galilee Chapter 8 - The Cleansing of a Leper. When Jesus came down from the mountain, great crowds followed him."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - The Feeding of the Four Thousand. In those days when there again was a great crowd without anything to eat, he summoned the disciples and said,"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Galilean Women Follow Jesus. Afterward he journeyed from one town and village to another, preaching and proclaiming the good news of the kingdom of God. Accompanying him were the Twelve"
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 1,
    "text": "while Jesus went to the Mount of Olives."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Now Saul was consenting to his execution. Persecution of the Church. On that day, there broke out a severe persecution of the church in Jerusalem, and all were scattered throughout the countryside of Judea and Samaria, except the apostles."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - The Flesh and the Spirit. Hence, now there is no condemnation for those who are in Christ Jesus."
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 1,
    "text": "B. Offerings to Idols Chapter 8 - Knowledge Insufficient. Now in regard to meat sacrificed to idols: we realize that “all of us have knowledge”; knowledge inflates with pride, but love builds up."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 1,
    "text": "III. The Collection for Jerusalem Chapter 8 - Generosity in Giving. We want you to know, brothers, of the grace of God that has been given to the churches of Macedonia,"
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - Heavenly Priesthood of Jesus. The main point of what has been said is this: we have such a high priest, who has taken his seat at the right hand of the throne of the Majesty in heaven,"
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 1,
    "text": "Chapter 8 - The Seven Trumpets. When he broke open the seventh seal, there was silence in heaven for about half an hour."
  }
]