[
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 31,
    "text": "The people believed, and when they heard that the LORD had observed the Israelites and had seen their affliction, they knelt and bowed down."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 31,
    "text": "He shall remove all the fat, just as the fat is removed from the communion sacrifice. The priest shall burn it on the altar for a sweet odor to the LORD. Thus the priest shall make atonement, so that the individual may be forgiven."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 31,
    "text": "This is what they shall be responsible for carrying, with respect to all their service in the tent of meeting: the boards of the tabernacle with its bars, columns and pedestals,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 31,
    "text": "Since the LORD, your God, is a merciful God, he will not abandon or destroy you, nor forget the covenant with your ancestors that he swore to them."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 31,
    "text": "Meanwhile, Gehazi had gone on ahead and had laid the staff upon the boy, but there was no sound, no response. He returned to meet Elisha and told him, “The boy has not awakened.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 31,
    "text": "Beth-marcaboth, Hazar-susim, Bethbiri, and Shaaraim. Until the reign of David, these were their cities"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 31,
    "text": "Give this army into the hands of your people Israel; make them ashamed of their troops and their cavalry."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 31,
    "text": "So the king hastened off to settle the affair, leaving Andronicus, one of his nobles, as his deputy."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 31,
    "text": "Do not let your hand be open to receive, but clenched when it is time to give."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 31,
    "text": "Yes, I hear the cry, like that of a woman in labor, like the anguish of a mother bearing her first child— The cry of daughter Zion gasping, as she stretches out her hands: “Ah, woe is me! I sink exhausted before my killers!”"
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 31,
    "text": "Wretched shall be those who harmed you, who rejoiced at your downfall;"
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 31,
    "text": "When this period was over, I, Nebuchadnezzar, raised my eyes to heaven; my reason was restored to me, and I blessed the Most High, I praised and glorified the One who lives forever, Whose dominion is an everlasting dominion, and whose kingdom endures through all generations."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 31,
    "text": "It is like a mustard seed that, when it is sown in the ground, is the smallest of all the seeds on the earth."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 31,
    "text": "The Cure of a Demoniac. Jesus then went down to Capernaum, a town of Galilee. He taught them on the sabbath,"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 31,
    "text": "Meanwhile, the disciples urged him, “Rabbi, eat.”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 31,
    "text": "As they prayed, the place where they were gathered shook, and they were all filled with the holy Spirit and continued to speak the word of God with boldness. Life in the Christian Community."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 31,
    "text": "Therefore, brothers, we are children not of the slave woman but of the freeborn woman."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 31,
    "text": "All bitterness, fury, anger, shouting, and reviling must be removed from you, along with all malice."
  }
]