[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 21,
    "text": "Promulgation of the Passover. Moses summoned all the elders of Israel and said to them, “Go and procure lambs for your families, and slaughter the Passover victims."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 21,
    "text": "and if the place where the LORD, your God, chooses to put his name is too far, you may slaughter in the manner I have commanded you any of your herd or flock that the LORD has given you, and eat it freely in your own community."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 21,
    "text": "the king of Taanach, one; the king of Megiddo, one;"
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 21,
    "text": "Do not turn aside to gods who are nothing, who cannot act and deliver. They are nothing."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 21,
    "text": "His servants said to him: “What is this you are doing? While the child was living, you fasted and wept and kept vigil; now that the child is dead, you rise and take food.”"
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 21,
    "text": "On his arrival in Jerusalem, Rehoboam assembled all the house of Judah and the tribe of Benjamin—one hundred and eighty thousand elite warriors—to wage war against the house of Israel, to restore the kingdom to Rehoboam, son of Solomon."
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 21,
    "text": "Certain of his officials entered into a conspiracy and struck Joash down at Beth-millo."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 21,
    "text": "As he was returning to Ziklag, therefore, these deserted to him from Manasseh: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, chiefs of thousands of Manasseh."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 21,
    "text": "for Hilkiah, Hashabiah; for Jedaiah, Nethanel."
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 21,
    "text": "They stood up but were no longer able to see him."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 21,
    "text": "A document has been found stating that the Spartans and the Jews are brothers and that they are of the family of Abraham."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 21,
    "text": "When Timothy learned of the approach of Judas, he sent on ahead of him the women and children, as well as the baggage, to a place called Karnion, which was hard to besiege and even hard to reach because of the difficult terrain of that region."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 21,
    "text": "He pours shame on nobles, the waistband of the strong he loosens."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 21,
    "text": "No harm befalls the just, but the wicked are overwhelmed with misfortune."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 21,
    "text": "Prophecy Ridiculed. The word of the LORD came to me:"
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 21,
    "text": "And in his name the Gentiles will hope.” Jesus and Beelzebul."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 21,
    "text": "So the second married her and died, leaving no descendants, and the third likewise."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 21,
    "text": "Thus will it be for the one who stores up treasure for himself but is not rich in what matters to God.”"
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 21,
    "text": "They came to Philip, who was from Bethsaida in Galilee, and asked him, “Sir, we would like to see Jesus.”"
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 21,
    "text": "On an appointed day, Herod, attired in royal robes, [and] seated on the rostrum, addressed them publicly."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 21,
    "text": "Do not be conquered by evil but conquer evil with good."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 21,
    "text": "The eye cannot say to the hand, “I do not need you,” nor again the head to the feet, “I do not need you.”"
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 21,
    "text": "I fear that when I come again my God may humiliate me before you, and I may have to mourn over many of those who sinned earlier and have not repented of the impurity, immorality, and licentiousness they practiced."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 21,
    "text": "Indeed, so fearful was the spectacle that Moses said, “I am terrified and trembling.”"
  }
]