[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 27,
    "text": "God created mankind in his image; in the image of God he created them; male and female he created them."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 27,
    "text": "those enrolled from the tribe of Judah were seventy-four thousand six hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 27,
    "text": "You set to murmuring in your tents, “Out of hatred for us the LORD has brought us out of the land of Egypt, to deliver us into the power of the Amorites and destroy us."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 27,
    "text": "Manasseh did not take possession of Beth-shean with its towns or of Taanach with its towns. Nor did they dispossess the inhabitants of Dor and its towns, those of Ibleam and its towns, or those of Megiddo and its towns. The Canaanites continued to live in this district."
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 27,
    "text": "I prayed for this child, and the LORD granted my request."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 27,
    "text": "How can the warriors have fallen, the weapons of war have perished!"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 27,
    "text": "If this was done by order of my lord the king, you did not tell me, your servant, who is to sit upon the throne of my lord the king after him.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 27,
    "text": "Abram, that is, Abraham."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 27,
    "text": "Every bridegroom took up lamentation, while the bride sitting in her chamber mourned,"
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 27,
    "text": "Gather together our scattered people, free those who are slaves among the Gentiles, look kindly on those who are despised and detested, and let the Gentiles know that you are our God."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 27,
    "text": "When terror comes upon you like a storm, and your doom approaches like a whirlwind; when distress and anguish befall you.'"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 27,
    "text": "Zion shall be redeemed by justice, and her repentant ones by righteousness."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 27,
    "text": "And I saw something like polished metal, like the appearance of fire enclosed on all sides, from what looked like the waist up; and from what looked like the waist down, I saw something like the appearance of fire and brilliant light surrounding him."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 27,
    "text": "All were amazed and asked one another, “What is this? A new teaching with authority. He commands even the unclean spirits and they obey him.”"
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 27,
    "text": "to a virgin betrothed to a man named Joseph, of the house of David, and the virgin's name was Mary."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 27,
    "text": "the one who is coming after me, whose sandal strap I am not worthy to untie.”"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 27,
    "text": "and the males likewise gave up natural relations with females and burned with lust for one another. Males did shameful things with males and thus received in their own persons the due penalty for their perversity."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 27,
    "text": "Rather, God chose the foolish of the world to shame the wise, and God chose the weak of the world to shame the strong,"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 27,
    "text": "Only, conduct yourselves in a way worthy of the gospel of Christ, so that, whether I come and see you or am absent, I may hear news of you, that you are standing firm in one spirit, with one mind struggling together for the faith of the gospel,"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 27,
    "text": "to whom God chose to make known the riches of the glory of this mystery among the Gentiles; it is Christ in you, the hope for glory."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 27,
    "text": "Religion that is pure and undefiled before God and the Father is this: to care for orphans and widows in their affliction and to keep oneself unstained by the world."
  }
]