[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 17,
    "text": "Eber lived four hundred and thirty years after he begot Peleg, and he had other sons and daughters."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 17,
    "text": "the little owl, the cormorant, the screech owl,"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 17,
    "text": "I will come down and speak with you there. I will also take some of the spirit that is on you and will confer it on them, that they may share the burden of the people with you. You will then not have to bear it by yourself."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 17,
    "text": "For then the anger of the LORD will flare up against you and he will close up the heavens, so that no rain will fall, and the soil will not yield its crops, and you will soon perish from the good land the LORD is giving you."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 17,
    "text": "from Mount Halak that rises toward Seir as far as Baal-gad in the Lebanon valley at the foot of Mount Hermon. All their kings he captured and put to death."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 17,
    "text": "Israel then sent messengers to the king of Edom saying, “Let me pass through your land.” But the king of Edom did not give consent. They also sent to the king of Moab, but he too was unwilling. So Israel remained in Kadesh."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 17,
    "text": "When the men of the city made a sortie against Joab, some officers of David's army fell, and Uriah the Hittite also died."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 17,
    "text": "But Hadad, with some Edomite servants of his father, fled toward Egypt. Hadad was then a young boy."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 17,
    "text": "Then Jehoiada made a covenant between the LORD and the king and the people, by which they would be the LORD's people; and another between the king and the people."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 17,
    "text": "David had a strong craving, and said, “If only someone would give me a drink of water from the cistern by the gate of Bethlehem!”"
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 17,
    "text": "Thus they strengthened the kingdom of Judah and made Rehoboam, son of Solomon, prevail for three years; for they walked in the way of David and Solomon three years."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 17,
    "text": "Mattaniah, son of Micah, son of Zabdi, son of Asaph, director of the psalms, who led the thanksgiving at prayer; Bakbukiah, second in rank among his kinsmen; and Abda, son of Shammua, son of Galal, son of Jeduthun."
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 17,
    "text": "Before them all Tobit proclaimed how God had shown mercy to him and opened his eyes. When Tobit came up to Sarah, the wife of his son Tobiah, he blessed her and said: “Welcome, my daughter! Blessed be your God for bringing you to us, daughter! Blessed are your father and your mother. Blessed be my son Tobiah, and blessed be you, daughter! Welcome to your home with blessing and joy. Come in, daughter!” That day there was joy for all the Jews who lived in Nineveh."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 17,
    "text": "Your servant is, indeed, a God-fearing woman, serving the God of heaven night and day. Now I will remain with you, my lord; but each night your servant will go out into the valley and pray to God. He will tell me when they have committed their offenses."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 17,
    "text": "Zabdiel the Arabian cut off Alexander's head and sent it to Ptolemy."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 17,
    "text": "John and Absalom, your envoys, have presented your signed communication and asked about the matters contained in it."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 17,
    "text": "Then your life shall be brighter than the noonday; its gloom shall become like the morning,"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 17,
    "text": "Kindly people benefit themselves, but the merciless harm themselves."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 17,
    "text": "Digression on God's Mercy - For not without means was your almighty hand, that had fashioned the universe from formless matter, to send upon them many bears or fierce lions,"
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 17,
    "text": "The LORD of hosts who planted you has decreed disaster for you because of the evil done by the house of Israel and by the house of Judah, who provoked me by sacrificing to Baal."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 17,
    "text": "Therefore, thus says the Lord GOD, I will gather you from the nations and collect you from the lands through which you were scattered, so I can give you the land of Israel."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 17,
    "text": "Oracle to the Worthless Shepherd - Ah! my worthless shepherd who forsakes the flock! May the sword fall upon his arm and upon his right eye; His arm will surely wither, and his right eye surely go blind!"
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 17,
    "text": "‘We played the flute for you, but you did not dance, we sang a dirge but you did not mourn.'"
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 17,
    "text": "Then he taught them saying, “Is it not written: ‘My house shall be called a house of prayer for all peoples'? But you have made it a den of thieves.”"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 17,
    "text": "But he knew their thoughts and said to them, “Every kingdom divided against itself will be laid waste and house will fall against house."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 17,
    "text": "When Jesus arrived, he found that Lazarus had already been in the tomb for four days."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 17,
    "text": "If then God gave them the same gift he gave to us when we came to believe in the Lord Jesus Christ, who was I to be able to hinder God?”"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 17,
    "text": "But if some of the branches were broken off, and you, a wild olive shoot, were grafted in their place and have come to share in the rich root of the olive tree,"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 17,
    "text": "B. The Lord's Supper - An Abuse at Corinth. In giving this instruction, I do not praise the fact that your meetings are doing more harm than good."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 17,
    "text": "What I am saying I am not saying according to the Lord but as in foolishness, in this boastful state."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 17,
    "text": "By faith Abraham, when put to the test, offered up Isaac, and he who had received the promises was ready to offer his only son,"
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 17,
    "text": "and said: “We give thanks to you, Lord God almighty, who are and who were. For you have assumed your great power and have established your reign."
  }
]