[
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 23,
    "text": "We must go a three days' journey in the wilderness and sacrifice to the LORD, our God, as he commands us.”"
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 23,
    "text": "When it was slaughtered, Moses took some of its blood and put it on the lobe of Aaron's right ear, on the thumb of his right hand, and on the big toe of his right foot."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 23,
    "text": "Age Limits for Levitical Service. The LORD said to Moses:"
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 23,
    "text": "except the king, whom they took alive and brought to Joshua."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 23,
    "text": "But Gideon answered them, “I will not rule over you, nor shall my son rule over you. The LORD must rule over you.”"
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 23,
    "text": "he said, “LORD, God of Israel, there is no God like you in heaven above or on earth below; you keep covenant and love toward your servants who walk before you with their whole heart,"
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 23,
    "text": "The rest of the acts of Joram, with all that he did, are recorded in the book of the chronicles of the kings of Judah."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 23,
    "text": "Abdon, Zichri, Hanan,"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 23,
    "text": "So we fasted, seeking this from our God, and it was granted."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 23,
    "text": "Our servitude will not work to our advantage, but the Lord our God will turn it to disgrace."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 23,
    "text": "“May it be well with the Romans and the Jewish nation at sea and on land forever; may sword and enemy be far from them."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 23,
    "text": "There was also Eleazar. After reading to them from the holy book and giving them the watchword, “The help of God,” Judas himself took charge of the first division and joined in battle with Nicanor."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 23,
    "text": "From of old I was formed, at the first, before the earth."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 23,
    "text": "There is no gloom where there had been distress. Where once he degraded the land of Zebulun and the land of Naphtali, now he has glorified the way of the Sea, the land across the Jordan, Galilee of the Nations."
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 23,
    "text": "Oh, that my head were a spring of water, my eyes a fountain of tears, That I might weep day and night over the slain from the daughter of my people!"
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 23,
    "text": "“At the end of their reign, when sinners have reached their measure, There shall arise a king, impudent, and skilled in intrigue."
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 23,
    "text": "Thus says the LORD of hosts: In those days ten people from nations of every language will take hold, yes, will take hold of the cloak of every Judahite and say, “Let us go with you, for we have heard that God is with you.”"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 23,
    "text": "The Calming of the Storm at Sea. He got into a boat and his disciples followed him."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 23,
    "text": "He took the blind man by the hand and led him outside the village. Putting spittle on his eyes he laid his hands on him and asked, “Do you see anything?”"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 23,
    "text": "and while they were sailing he fell asleep. A squall blew over the lake, and they were taking in water and were in danger."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 23,
    "text": "He said to them, “You belong to what is below, I belong to what is above. You belong to this world, but I do not belong to this world."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 23,
    "text": "For I see that you are filled with bitter gall and are in the bonds of iniquity.”"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 23,
    "text": "and not only that, but we ourselves, who have the firstfruits of the Spirit, we also groan within ourselves as we wait for adoption, the redemption of our bodies."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 23,
    "text": "As for Titus, he is my partner and co-worker for you; as for our brothers, they are apostles of the churches, the glory of Christ."
  }
]