[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 6,
    "text": "Then the LORD said: If now, while they are one people and all have the same language, they have started to do this, nothing they presume to do will be out of their reach."
  },
  {
    "book": "Exodus",
    "chapter": 11,
    "verse": 6,
    "text": "Then there will be loud wailing throughout the land of Egypt, such as has never been, nor will ever be again."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 6,
    "text": "the hare, which indeed chews the cud, but does not have hoofs and is therefore unclean for you;"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 6,
    "text": "But now we are famished; we have nothing to look forward to but this manna.”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 6,
    "text": "and what he did to the Reubenites Dathan and Abiram, sons of Eliab, when the earth opened its mouth and swallowed them up out of the midst of Israel, with their families and tents and every living thing that belonged to them—"
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 6,
    "text": "The LORD said to Joshua, “Do not fear them, for by this time tomorrow I will present them slain to Israel. You must hamstring their horses and burn their chariots.”"
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 6,
    "text": "“Come,” they said to Jephthah, “be our commander so that we can fight the Ammonites.”"
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 6,
    "text": "As he listened to this report, the spirit of God rushed upon him and he became very angry."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 6,
    "text": "So David sent a message to Joab, “Send me Uriah the Hittite.” Joab sent Uriah to David."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 6,
    "text": "Solomon did what was evil in the sight of the LORD, and he did not follow the LORD unreservedly as David his father had done."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 6,
    "text": "another third shall be at the gate Sur; and the last third shall be at the gate behind the guards. You shall guard the palace on all sides,"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 6,
    "text": "David said, “Whoever strikes the Jebusites first shall be made chief and captain.” Joab, the son of Zeruiah, was the first to attack; and so he became chief."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 6,
    "text": "He built up Bethlehem, Etam, Tekoa,"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 6,
    "text": "The total of the descendants of Perez who dwelt in Jerusalem was four hundred and sixty-eight people of substance."
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 6,
    "text": "When she saw him coming, she called to his father, “Look, your son is coming, and the man who traveled with him!”"
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 6,
    "text": "If you follow the words of your maidservant, God will successfully perform a deed through you, and my lord will not fail to achieve his designs."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 6,
    "text": "Jonathan met the king with pomp at Joppa, and they greeted each other and spent the night there."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 6,
    "text": "When Maccabeus and his companions learned that Lysias was besieging the strongholds, they and all the people begged the Lord with lamentations and tears to send a good angel to save Israel."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 6,
    "text": "And tell you the secrets of wisdom, for good sense has two sides; So you might learn that God overlooks some of your sinfulness."
  },
  {
    "book": "Psalms",
    "chapter": 11,
    "verse": 6,
    "text": "And rains upon the wicked fiery coals and brimstone, a scorching wind their allotted cup."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 6,
    "text": "The justice of the upright saves them, but the faithless are caught in their own intrigue."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 11,
    "verse": 6,
    "text": "In the morning sow your seed, and at evening do not let your hand be idle: For you do not know which of the two will be successful, or whether both alike will turn out well."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 6,
    "text": "First Example: Water Punishes the Egyptians and Benefits the Israelites - Instead of a river's perennial source, troubled with impure blood"
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 6,
    "text": "Many are the exalted who fall into utter disgrace, many the honored who are given into the power of the few."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 6,
    "text": "Then the wolf shall be a guest of the lamb, and the leopard shall lie down with the young goat; The calf and the young lion shall browse together, with a little child to guide them."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 6,
    "text": "Then the LORD said to me: Proclaim all these words in the cities of Judah and in the streets of Jerusalem: Hear the words of this covenant and obey them."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 6,
    "text": "You have slain many in this city, filled its streets with the slain."
  },
  {
    "book": "Hosea",
    "chapter": 11,
    "verse": 6,
    "text": "The sword shall rage in his cities: it shall destroy his diviners, and devour them because of their schemings."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 6,
    "text": "For I will no longer pity the inhabitants of the earth—oracle of the LORD.—Yes, I will deliver them into each other's power, or into the power of their kings; they will crush the earth, and I will not deliver it out of their power."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 6,
    "text": "And blessed is the one who takes no offense at me.” Jesus' Testimony to John."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 6,
    "text": "They answered them just as Jesus had told them to, and they permitted them to do it."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 6,
    "text": "for a friend of mine has arrived at my house from a journey and I have nothing to offer him,'"
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 6,
    "text": "So when he heard that he was ill, he remained for two days in the place where he was."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 6,
    "text": "Looking intently into it, I observed and saw the four-legged animals of the earth, the wild beasts, the reptiles, and the birds of the sky."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 6,
    "text": "But if by grace, it is no longer because of works; otherwise grace would no longer be grace."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 6,
    "text": "For if a woman does not have her head veiled, she may as well have her hair cut off. But if it is shameful for a woman to have her hair cut off or her head shaved, then she should wear a veil."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 6,
    "text": "Even if I am untrained in speaking, I am not so in knowledge; in every way we have made this plain to you in all things."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 6,
    "text": "But without faith it is impossible to please him, for anyone who approaches God must believe that he exists and that he rewards those who seek him."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 6,
    "text": "They have the power to close up the sky so that no rain can fall during the time of their prophesying. They also have power to turn water into blood and to afflict the earth with any plague as often as they wish."
  }
]