[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 19,
    "text": "so that the Canaanite borders extended from Sidon all the way to Gerar, near Gaza, and all the way to Sodom, Gomorrah, Admah and Zeboiim, near Lasha."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 19,
    "text": "and the LORD caused the wind to shift to a very strong west wind, which took up the locusts and hurled them into the Red Sea. Not a single locust remained within the whole territory of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 19,
    "text": "Aaron answered Moses, “Even though they presented their purification offering and burnt offering before the LORD today, still this misfortune has befallen me. Had I then eaten of the purification offering today, would it have been pleasing to the LORD?”"
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 19,
    "text": "with Shelumiel, son of Zurishaddai, over the company of the tribe of Simeonites,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 19,
    "text": "So you too should love the resident alien, for that is what you were in the land of Egypt."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 19,
    "text": "But do not remain there yourselves. Pursue your enemies, and harry them in the rear. Do not allow them to reach their cities, for the LORD, your God, has delivered them into your power.”"
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 19,
    "text": "But today you have rejected your God, who saves you from all your evils and calamities, by saying, ‘No! You must appoint a king over us.' Now, therefore, take your stand before the LORD according to your tribes and families.”"
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 19,
    "text": "When Hadadezer's vassal kings saw themselves vanquished by Israel, they made peace with the Israelites and became their subjects. After this, the Arameans were afraid to give further aid to the Ammonites."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 19,
    "text": "The throne had six steps, a back with a round top, and an arm on each side of the seat, with two lions standing next to the arms,"
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 19,
    "text": "Now summon for me all Baal's prophets, all his servants, and all his priests. See that no one is absent, for I have a great sacrifice for Baal. Whoever is absent shall not live.” This Jehu did as a ruse, so that he might destroy the servants of Baal."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 19,
    "text": "And so Israel has been in rebellion against the house of David to this day."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 19,
    "text": "They pledged themselves to dismiss their wives, and as a guilt offering for their guilt they gave a ram from the flock."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 19,
    "text": "Hodiah, Hashum, Bezai,"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 19,
    "text": "They marveled at her beauty, regarding the Israelites with wonder because of her, and they said to one another, “Who can despise this people who have such women among them? It is not good to leave one of their men alive, for if any were to be spared they could beguile the whole earth.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 19,
    "text": "We have heard of you, that you are a mighty warrior and worthy to be our friend."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 19,
    "text": "Maccabeus left Simon and Joseph, along with Zacchaeus and his forces, in sufficient numbers to besiege them, while he himself went off to places where he was more urgently needed."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 19,
    "text": "I should be as though I had never lived; I should have been taken from the womb to the grave."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 19,
    "text": "Where words are many, sin is not wanting; but those who restrain their lips do well."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 19,
    "text": "A feast is made for merriment and wine gives joy to the living, but money answers for everything."
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 19,
    "text": "Their enemies she overwhelmed, and churned them up from the bottom of the depths."
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 19,
    "text": "True Glory - Whose offspring can be honorable? Human offspring. Those who fear the LORD are honorable offspring. Whose offspring can be disgraceful? Human offspring. Those who transgress the commandment are disgraceful offspring."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 19,
    "text": "And the remnant of the trees in his forest will be so few, that any child can record them."
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 19,
    "text": "Woe is me! I am undone, my wound is beyond healing. Yet I had thought: if I make light of my sickness, I can bear it."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 19,
    "text": "The cherubim lifted their wings and rose up from the earth before my eyes as they departed with the wheels beside them. They stopped at the entrance of the eastern gate of the LORD's house, and the glory of the God of Israel was up above them."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 19,
    "text": "“Do not fear, beloved. Peace! Take courage and be strong.” When he spoke to me, I grew strong and said, “Speak, my lord, for you have strengthened me.”"
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 19,
    "text": "When they hand you over, do not worry about how you are to speak or what you are to say. You will be given at that moment what you are to say."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 19,
    "text": "You know the commandments: ‘You shall not kill; you shall not commit adultery; you shall not steal; you shall not bear false witness; you shall not defraud; honor your father and your mother.'”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 19,
    "text": "Behold, I have given you the power ‘to tread upon serpents' and scorpions and upon the full force of the enemy and nothing will harm you."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 19,
    "text": "Again there was a division among the Jews because of these words."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 19,
    "text": "As Peter was pondering the vision, the Spirit said [to him], “There are three men here looking for you."
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 19,
    "text": "But I ask, did not Israel understand? First Moses says: “I will make you jealous of those who are not a nation; with a senseless nation I will make you angry.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 19,
    "text": "So what am I saying? That meat sacrificed to idols is anything? Or that an idol is anything?"
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 19,
    "text": "Therefore, brothers, since through the blood of Jesus we have confidence of entrance into the sanctuary"
  }
]