[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 7,
    "text": "Then the eyes of both of them were opened, and they knew that they were naked; so they sewed fig leaves together and made loincloths for themselves."
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 7,
    "text": "The Call and Commission of Moses. But the LORD said: I have witnessed the affliction of my people in Egypt and have heard their cry against their taskmasters, so I know well what they are suffering."
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 7,
    "text": "If one presents a lamb as an offering, that person shall bring it before the LORD,"
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 7,
    "text": "They shall discharge his obligations and those of the whole community before the tent of meeting by maintaining the tabernacle."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 7,
    "text": "but all the livestock and the spoils of each city we took as plunder for ourselves."
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 7,
    "text": "Then the LORD said to Joshua: Today I will begin to exalt you in the sight of all Israel, that they may know that, as I was with Moses, so I will be with you."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 7,
    "text": "II. Stories of the Judges - Othniel. Then the Israelites did what was evil in the sight of the LORD; they forgot the LORD, their God, and served the Baals and the Asherahs,"
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 7,
    "text": "Boaz ate and drank to his heart's content, and went to lie down at the edge of the pile of grain. She crept up, uncovered a place at his feet, and lay down."
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 7,
    "text": "Samuel did not yet recognize the LORD, since the word of the LORD had not yet been revealed to him."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 7,
    "text": "Now Saul had had a concubine, Rizpah, the daughter of Aiah. And Ishbaal, son of Saul, said to Abner, “Why have you slept with my father's concubine?”"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 7,
    "text": "Now, LORD, my God, you have made me, your servant, king to succeed David my father; but I am a mere youth, not knowing at all how to act—"
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 7,
    "text": "Then he sent Jehoshaphat, the king of Judah, the message: “The king of Moab has rebelled against me. Will you come with me to Moab to fight?” He replied, “I will. You and I are as one, your people and my people, and your horses and my horses as well.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 7,
    "text": "Nogah, Nepheg, Japhia,"
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 7,
    "text": "The house, its beams and thresholds, as well as its walls and its doors, he overlaid with gold, and he engraved cherubim upon the walls."
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 7,
    "text": "Then they hired stonecutters and carpenters, and sent food and drink and oil to the Sidonians and Tyrians that they might ship cedar trees from the Lebanon to the port of Joppa, as Cyrus, king of Persia, had authorized."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 7,
    "text": "At their side Melatiah the Gibeonite did the repairing, together with Jadon the Meronothite, and the men of Gibeon and of Mizpah, who were under the jurisdiction of the governor of West-of-Euphrates."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 7,
    "text": "II. Sarah's Plight - Sarah Falsely Accused. On that very day, at Ecbatana in Media, it so happened that Raguel's daughter Sarah also had to listen to reproaches from one of her father's maids."
  },
  {
    "book": "Judith",
    "chapter": 3,
    "verse": 7,
    "text": "The people of these cities and all the inhabitants of the countryside received him with garlands and dancing to the sound of timbrels."
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 7,
    "text": "In the first month, Nisan, in the twelfth year of King Ahasuerus, the pur, or lot, was cast in Haman's presence to determine the day and the month for the destruction of Mordecai's people on a single day, and the lot fell on the thirteenth day of the twelfth month, Adar."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 7,
    "text": "and he afflicted many kings. He gave joy to Jacob by his deeds, and his memory is blessed forever."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 7,
    "text": "When Apollonius had an audience with the king, he informed him about the riches that had been reported to him. The king chose his chief minister Heliodorus and sent him with instructions to seize those riches."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 7,
    "text": "May that night be barren; let no joyful outcry greet it!"
  },
  {
    "book": "Psalms",
    "chapter": 3,
    "verse": 7,
    "text": "I do not fear, then, thousands of people arrayed against me on every side."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 7,
    "text": "Do not be wise in your own eyes, fear the LORD and turn away from evil;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 7,
    "text": "A time to rend, and a time to sew; a time to be silent, and a time to speak."
  },
  {
    "book": "SongofSongs",
    "chapter": 3,
    "verse": 7,
    "text": "See! it is the litter of Solomon; sixty valiant men surround it, of the valiant men of Israel:"
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 7,
    "text": "In the time of their judgment they shall shine and dart about as sparks through stubble;"
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 7,
    "text": "Those who fear the Lord honor their father, and serve their parents as masters."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 7,
    "text": "He will cry out in that day: “I cannot be a healer, when there is neither bread nor clothing in my own house! You will not make me a ruler of the people!”"
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 7,
    "text": "And I thought: After she has done all this, she will return to me. But she did not return. Then, even though that traitor her sister Judah, saw"
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 7,
    "text": "He has hemmed me in with no escape, weighed me down with chains;"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 7,
    "text": "This is why you put into our hearts the fear of you: that we may call upon your name, and praise you in our exile, when we have removed from our hearts all the wickedness of our ancestors who sinned against you."
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 7,
    "text": "But the house of Israel will refuse to listen to you, since they refuse to listen to me. For the whole house of Israel is stubborn of brow and hard of heart."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 7,
    "text": "Therefore, as soon as they heard the sound of the horn, pipe, zither, dulcimer, harp, double-flute, and all the other musical instruments, the nations and peoples of every language all fell down and worshiped the golden statue which King Nebuchadnezzar had set up."
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 7,
    "text": "(Indeed, the Lord GOD does nothing without revealing his plan to his servants the prophets.)"
  },
  {
    "book": "Jonah",
    "chapter": 3,
    "verse": 7,
    "text": "Then he had this proclaimed throughout Nineveh: “By decree of the king and his nobles, no man or beast, no cattle or sheep, shall taste anything; they shall not eat, nor shall they drink water."
  },
  {
    "book": "Micah",
    "chapter": 3,
    "verse": 7,
    "text": "Then the seers shall be put to shame, and the diviners confounded; They shall all cover their lips, because there is no answer from God."
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 7,
    "text": "Until everyone who sees you runs from you saying, “Nineveh is destroyed; who can pity her? Where can I find any to console you?”"
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 7,
    "text": "The tents of Cushan trembled, the pavilions of the land of Midian."
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 7,
    "text": "I said, “Surely now you will fear me, you will accept correction; They cannot fail to see all I have brought upon them.” Yet the more eagerly they have done all their corrupt deeds."
  },
  {
    "book": "Zechariah",
    "chapter": 3,
    "verse": 7,
    "text": "“Thus says the LORD of hosts: If you walk in my ways and carry out my charge, you will administer my house and watch over my courts; and I will give you access to those standing here.”"
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 7,
    "text": "Since the days of your ancestors you have turned aside from my statutes and have not kept them. Return to me, that I may return to you, says the LORD of hosts. But you say, “Why should we return?”"
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 7,
    "text": "When he saw many of the Pharisees and Sadducees coming to his baptism, he said to them, “You brood of vipers! Who warned you to flee from the coming wrath?"
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 7,
    "text": "The Mercy of Jesus. Jesus withdrew toward the sea with his disciples. A large number of people [followed] from Galilee and from Judea."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 7,
    "text": "He said to the crowds who came out to be baptized by him, “You brood of vipers! Who warned you to flee from the coming wrath?"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 7,
    "text": "Do not be amazed that I told you, ‘You must be born from above.'"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 7,
    "text": "Then Peter took him by the right hand and raised him up, and immediately his feet and ankles grew strong."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 7,
    "text": "But if God's truth redounds to his glory through my falsehood, why am I still being condemned as a sinner?"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 7,
    "text": "Therefore, neither the one who plants nor the one who waters is anything, but only God, who causes the growth."
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 7,
    "text": "Contrast with the Old Covenant. Now if the ministry of death, carved in letters on stone, was so glorious that the Israelites could not look intently at the face of Moses because of its glory that was going to fade,"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 7,
    "text": "Realize then that it is those who have faith who are children of Abraham."
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 7,
    "text": "Of this I became a minister by the gift of God's grace that was granted me in accord with the exercise of his power."
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 7,
    "text": "Righteousness from God. [But] whatever gains I had, these I have come to consider a loss because of Christ."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 7,
    "text": "By these you too once conducted yourselves, when you lived in that way."
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 7,
    "text": "Because of this, we have been reassured about you, brothers, in our every distress and affliction, through your faith."
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 7,
    "text": "For you know how one must imitate us. For we did not act in a disorderly way among you,"
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 7,
    "text": "He must also have a good reputation among outsiders, so that he may not fall into disgrace, the devil's trap."
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 7,
    "text": "always trying to learn but never able to reach a knowledge of the truth."
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 7,
    "text": "so that we might be justified by his grace and become heirs in hope of eternal life."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 7,
    "text": "Israel's Infidelity a Warning. Therefore, as the holy Spirit says: “Oh, that today you would hear his voice,"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 7,
    "text": "For every kind of beast and bird, of reptile and sea creature, can be tamed and has been tamed by the human species,"
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 7,
    "text": "Likewise, you husbands should live with your wives in understanding, showing honor to the weaker female sex, since we are joint heirs of the gift of life, so that your prayers may not be hindered. Christian Conduct."
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 7,
    "text": "The present heavens and earth have been reserved by the same word for fire, kept for the day of judgment and of destruction of the godless."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 7,
    "text": "Children, let no one deceive you. The person who acts in righteousness is righteous, just as he is righteous."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 7,
    "text": "“To the angel of the church in Philadelphia, write this: “‘The holy one, the true, who holds the key of David, who opens and no one shall close, who closes and no one shall open, says this:"
  }
]