[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 23,
    "text": "The descendants of Aram: Uz, Hul, Gether and Mash."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 23,
    "text": "People could not see one another, nor could they get up from where they were, for three days. But all the Israelites had light where they lived."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 23,
    "text": "with Gamaliel, son of Pedahzur, over the company of the tribe of Manassites,"
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 23,
    "text": "They did so; they brought out to him from the cave the five kings, of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 23,
    "text": "They ran to bring him from there; when he took his place among the people, he stood head and shoulders above all the people."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 23,
    "text": "Solomon's Renown. Thus King Solomon surpassed all the kings of the earth in riches and wisdom."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 23,
    "text": "Jehu, with Jehonadab, son of Rechab, entered the temple of Baal and said to the servants of Baal, “Search and be sure that there is no one who serves the LORD here with you, but only servants of Baal.”"
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 23,
    "text": "Of the Levites: Jozabad, Shimei, Kelaiah (also called Kelita), Pethahiah, Judah, and Eliezer."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 23,
    "text": "Pelatiah, Hanan, Anaiah,"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 23,
    "text": "When Judith came before Holofernes and his attendants, they all marveled at the beauty of her face. She fell prostrate and paid homage to him, but his servants raised her up."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 23,
    "text": "“Why have we allowed Alexander to get ahead of us by gaining the friendship of the Jews and thus strengthening himself?"
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 23,
    "text": "As he was successful at arms in all his undertakings, he destroyed more than twenty thousand in the two strongholds."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 23,
    "text": "Crime is the entertainment of the fool; but wisdom is for the person of understanding."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 23,
    "text": "For the Lord, the GOD of hosts, is about to carry out the destruction decreed in the midst of the whole land."
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 23,
    "text": "Prayer of Jeremiah - I know, LORD, that no one chooses their way, Nor determines their course nor directs their own step."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 23,
    "text": "When they persecute you in one town, flee to another. Amen, I say to you, you will not finish the towns of Israel before the Son of Man comes."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 23,
    "text": "Jesus looked around and said to his disciples, “How hard it is for those who have wealth to enter the kingdom of God!”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 23,
    "text": "Turning to the disciples in private he said, “Blessed are the eyes that see what you see."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 23,
    "text": "And Jesus walked about in the temple area on the Portico of Solomon."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 23,
    "text": "So he invited them in and showed them hospitality. The next day he got up and went with them, and some of the brothers from Joppa went with him."
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 23,
    "text": "“Everything is lawful,” but not everything is beneficial. “Everything is lawful,” but not everything builds up."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 23,
    "text": "Let us hold unwaveringly to our confession that gives us hope, for he who made the promise is trustworthy."
  }
]