[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 3,
    "text": "They said to one another, “Come, let us mold bricks and harden them with fire.” They used bricks for stone, and bitumen for mortar."
  },
  {
    "book": "Exodus",
    "chapter": 11,
    "verse": 3,
    "text": "The LORD indeed made the Egyptians well-disposed toward the people; Moses himself was very highly regarded by Pharaoh's servants and the people in the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 3,
    "text": "Any animal that has hoofs you may eat, provided it is cloven-footed and chews the cud."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 3,
    "text": "Hence that place was called Taberah, because there the fire of the LORD burned among them."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 3,
    "text": "the signs and deeds he wrought in the midst of Egypt, on Pharaoh, king of Egypt, and on all his land;"
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 3,
    "text": "These were Canaanites to the east and west, Amorites, Hittites, Perizzites, and Jebusites in the mountain regions, and Hivites at the foot of Hermon in the land of Mizpah."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 3,
    "text": "So Jephthah had fled from his brothers and taken up residence in the land of Tob. Worthless men had joined company with him, and went out with him on raids."
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 3,
    "text": "The elders of Jabesh said to him: “Give us seven days to send messengers throughout the territory of Israel. If there is no one to save us, we will surrender to you.”"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 3,
    "text": "David sent people to inquire about the woman and was told, “She is Bathsheba, daughter of Eliam, and wife of Uriah the Hittite, Joab's armor-bearer.”"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 3,
    "text": "He had as wives seven hundred princesses and three hundred concubines, and they turned his heart."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 3,
    "text": "For six years he remained hidden with her in the house of the LORD, while Athaliah ruled as queen over the land."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 3,
    "text": "Then all the elders of Israel came to the king at Hebron, and at Hebron David made a covenant with them in the presence of the LORD; and they anointed David king over Israel, in accordance with the word of the LORD given through Samuel."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 3,
    "text": "Say to Rehoboam, son of Solomon, king of Judah, and to all the Israelites in Judah and Benjamin:"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 3,
    "text": "These are the heads of the province who took up residence in Jerusalem. In the cities of Judah dwelt Israelites, priests, Levites, temple servants, and the descendants of Solomon's servants, each on the property they owned in their own cities."
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 3,
    "text": "Let us hurry on ahead of your wife to prepare the house while they are still on the way.”"
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 3,
    "text": "But now tell me why you have fled from them and come to us? In any case, you have come to safety. Take courage! Your life is spared tonight and for the future."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 3,
    "text": "But when Ptolemy entered the cities, he stationed a garrison of troops in each one."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 3,
    "text": "to levy tribute on the temple, as he did on the shrines of the other nations; and to put the high priesthood up for sale every year."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 3,
    "text": "Shall your babblings keep others silent, and shall you deride and no one give rebuke?"
  },
  {
    "book": "Psalms",
    "chapter": 11,
    "verse": 3,
    "text": "If foundations are destroyed, what can the just one do?”"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 3,
    "text": "The honesty of the upright guides them; the faithless are ruined by their duplicity."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 11,
    "verse": 3,
    "text": "No One Knows What Good Will Come - When the clouds are full, they pour out rain upon the earth. Whether a tree falls to the south or to the north, wherever it falls, there shall it lie."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 3,
    "text": "they withstood enemies and warded off their foes."
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 3,
    "text": "The bee is least among winged creatures, but it reaps the choicest of harvests."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 3,
    "text": "and his delight shall be the fear of the LORD. Not by appearance shall he judge, nor by hearsay shall he decide,"
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 3,
    "text": "and say to them: Thus says the LORD, the God of Israel: Cursed be anyone who does not observe the words of this covenant,"
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 3,
    "text": "They are saying, “No need to build houses! The city is the pot, and we are the meat.”"
  },
  {
    "book": "Hosea",
    "chapter": 11,
    "verse": 3,
    "text": "Yet it was I who taught Ephraim to walk, who took them in my arms; but they did not know that I cared for them."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 3,
    "text": "Listen! the wailing of shepherds, their glory has been destroyed. Listen! the roaring of young lions, the thickets of the Jordan are destroyed. The Shepherd Narrative."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 3,
    "text": "with this question, “Are you the one who is to come, or should we look for another?”"
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 3,
    "text": "If anyone should say to you, ‘Why are you doing this?' reply, ‘The Master has need of it and will send it back here at once.'”"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 3,
    "text": "Give us each day our daily bread"
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 3,
    "text": "So the sisters sent word to him, saying, “Master, the one you love is ill.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 3,
    "text": "saying, “You entered the house of uncircumcised people and ate with them.”"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 3,
    "text": "“Lord, they have killed your prophets, they have torn down your altars, and I alone am left, and they are seeking my life.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 3,
    "text": "A. Women's Headdresses - Man and Woman. But I want you to know that Christ is the head of every man, and a husband the head of his wife, and God the head of Christ."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 3,
    "text": "But I am afraid that, as the serpent deceived Eve by his cunning, your thoughts may be corrupted from a sincere [and pure] commitment to Christ."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 3,
    "text": "By faith we understand that the universe was ordered by the word of God, so that what is visible came into being through the invisible."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 3,
    "text": "I will commission my two witnesses to prophesy for those twelve hundred and sixty days, wearing sackcloth.”"
  }
]