[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 18,
    "text": "Thorns and thistles it shall bear for you, and you shall eat the grass of the field."
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 18,
    "text": "They will listen to you. Then you and the elders of Israel will go to the king of Egypt and say to him: The LORD, the God of the Hebrews, has come to meet us. So now, let us go a three days' journey in the wilderness to offer sacrifice to the LORD, our God."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 18,
    "text": "These were the names of the sons of Gershon, by their clans: Libni and Shimei."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 18,
    "text": "At that time I charged you: The LORD, your God, has given you this land as your possession. But all your troops equipped for battle must cross over in the vanguard of your fellow Israelites."
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 18,
    "text": "When he had finished presenting the tribute, he dismissed the troops who had carried the tribute."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 18,
    "text": "Naomi then said, “Wait here, my daughter, until you learn what happens, for the man will not rest, but will settle the matter today.”"
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 18,
    "text": "So Samuel told him everything, and held nothing back. Eli answered, “It is the LORD. What is pleasing in the LORD's sight, the LORD will do.”"
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 18,
    "text": "Now take action, for the LORD has said of David: By David my servant I will save my people Israel from the power of the Philistines and from the power of all their enemies.”"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 18,
    "text": "On the third day after I gave birth, this woman also gave birth. We were alone; no one else was in the house with us; only the two of us were in the house."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 18,
    "text": "And since the LORD does not consider this enough, he will also deliver Moab into your power."
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 18,
    "text": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 18,
    "text": "After him, their kinsmen carried out the work of repair: Binnui, son of Henadad, administrator of half the district of Keilah;"
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 18,
    "text": "But Judas said: “Many are easily hemmed in by a few; in the sight of Heaven there is no difference between deliverance by many or by few;"
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 18,
    "text": "People rushed out of their houses and crowded together making common supplication, because the place was in danger of being profaned."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 18,
    "text": "The captives are at ease together, and hear no overseer's voice."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 18,
    "text": "She is a tree of life to those who grasp her, and those who hold her fast are happy."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 18,
    "text": "I said in my heart: As for human beings, it is God's way of testing them and of showing that they are in themselves like beasts."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 18,
    "text": "Should they die abruptly, they will have no hope nor comfort in the day of scrutiny;"
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 18,
    "text": "Humble yourself the more, the greater you are, and you will find mercy in the sight of God."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 18,
    "text": "On that day the LORD will do away with the finery of the anklets, sunbursts, and crescents;"
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 18,
    "text": "In those days the house of Judah will walk alongside the house of Israel; together they will come from the land of the north to the land which I gave your ancestors as a heritage."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 18,
    "text": "My enduring hope, I said, has perished before the LORD."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 18,
    "text": "Who schemed anxiously for money, their doings beyond discovery?"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 18,
    "text": "If I say to the wicked, You shall surely die—and you do not warn them or speak out to dissuade the wicked from their evil conduct in order to save their lives—then they shall die for their sin, but I will hold you responsible for their blood."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 18,
    "text": "But even if he will not, you should know, O king, that we will not serve your god or worship the golden statue which you set up.”"
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 18,
    "text": "Your shepherds slumber, O king of Assyria, your nobles have gone to rest; Your people are scattered upon the mountains, with none to gather them."
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 18,
    "text": "Yet I will rejoice in the LORD and exult in my saving God."
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 18,
    "text": "as on festival days. I will remove disaster from among you, so that no one may recount your disgrace."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 18,
    "text": "Then you will again distinguish between the just and the wicked, Between the person who serves God, and the one who does not."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 18,
    "text": "Andrew, Philip, Bartholomew, Matthew, Thomas, James the son of Alphaeus; Thaddeus, Simon the Cananean,"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 18,
    "text": "Exhorting them in many other ways, he preached good news to the people."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 18,
    "text": "Whoever believes in him will not be condemned, but whoever does not believe has already been condemned, because he has not believed in the name of the only Son of God."
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 18,
    "text": "but God has thus brought to fulfillment what he had announced beforehand through the mouth of all the prophets, that his Messiah would suffer."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 18,
    "text": "There is no fear of God before their eyes.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 18,
    "text": "Let no one deceive himself. If anyone among you considers himself wise in this age, let him become a fool so as to become wise."
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 18,
    "text": "All of us, gazing with unveiled face on the glory of the Lord, are being transformed into the same image from glory to glory, as from the Lord who is the Spirit."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 18,
    "text": "For if the inheritance comes from the law, it is no longer from a promise; but God bestowed it on Abraham through a promise."
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 18,
    "text": "may have strength to comprehend with all the holy ones what is the breadth and length and height and depth,"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 18,
    "text": "For many, as I have often told you and now tell you even in tears, conduct themselves as enemies of the cross of Christ."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 18,
    "text": "The Christian Family. Wives, be subordinate to your husbands, as is proper in the Lord."
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 18,
    "text": "The grace of our Lord Jesus Christ be with all of you."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 18,
    "text": "And to whom did he “swear that they should not enter into his rest,” if not to those who were disobedient?"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 18,
    "text": "And the fruit of righteousness is sown in peace for those who cultivate peace."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 18,
    "text": "For Christ also suffered for sins once, the righteous for the sake of the unrighteous, that he might lead you to God. Put to death in the flesh, he was brought to life in the spirit."
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 18,
    "text": "But grow in grace and in the knowledge of our Lord and savior Jesus Christ. To him be glory now and to the day of eternity. [Amen.]"
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 18,
    "text": "Children, let us love not in word or speech but in deed and truth. Confidence Before God."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 18,
    "text": "I advise you to buy from me gold refined by fire so that you may be rich, and white garments to put on so that your shameful nakedness may not be exposed, and buy ointment to smear on your eyes so that you may see."
  }
]