[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 11,
    "text": "In the six hundredth year of Noah's life, in the second month, on the seventeenth day of the month: on that day All the fountains of the great abyss burst forth, and the floodgates of the sky were opened."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 11,
    "text": "Pharaoh, in turn, summoned the wise men and the sorcerers, and they also, the magicians of Egypt, did the same thing by their magic arts."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 11,
    "text": "This is the ritual for the communion sacrifice that is offered to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 11,
    "text": "But the LORD said to Moses: Let one leader each day present his offering for the dedication of the altar."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 11,
    "text": "Therefore carefully observe the commandment, the statutes and the ordinances which I command you today."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 11,
    "text": "Israel has sinned: they have transgressed the covenant which I enjoined on them. They have taken goods subject to the ban. They have stolen and lied, placing the goods in their baggage."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 11,
    "text": "and listen to what they are saying. After that you will have the courage to descend on the camp. So he went down with his aide Purah to the outposts of the armed men in the camp."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 11,
    "text": "Thereupon the Israelites rushed out from Mizpah and pursued the Philistines, striking them down even beyond Beth-car."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 11,
    "text": "and from the day when I appointed judges over my people Israel. I will give you rest from all your enemies. Moreover, the LORD also declares to you that the LORD will make a house for you:"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 11,
    "text": "Above were fine stones hewn to size, and cedar wood."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 11,
    "text": "The gatekeepers announced this and it was reported within the palace."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 11,
    "text": "All these were sons of Jediael, heads of ancestral houses and warriors. They numbered seventeen thousand two hundred men fit for military service…"
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 11,
    "text": "Solomon finished building the house of the LORD, the house of the king, and everything else he wanted to do in regard to the house of the LORD and his own house."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 11,
    "text": "The Decree of Artaxerxes. This is a copy of the rescript which King Artaxerxes gave to Ezra the priest-scribe, the scribe versed in matters concerning the LORD's commandments and statutes for Israel:"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 11,
    "text": "descendants of Pahath-moab who were descendants of Jeshua and Joab, two thousand eight hundred and eighteen;"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 11,
    "text": "I have given her in marriage to seven husbands who were kinsmen of ours, and all died on the very night they approached her. But now, son, eat and drink. The Lord will look after you both.” Tobiah answered, “I will neither eat nor drink anything here until you settle what concerns me.” Raguel said to him: “I will do it. She is yours as decreed by the Book of Moses. It has been decided in heaven that she be given to you! Take your kinswoman; from now on you are her brother, and she is your sister. She is given to you today and here ever after. May the Lord of heaven prosper you both tonight, son, and grant you mercy and peace.”"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 11,
    "text": "Therefore, master, do not attack them in regular formation, and not a single one of your troops will fall."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 11,
    "text": "But these paid no attention to their words, seeing that they had come with a great army."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 11,
    "text": "as he spoke these noble words: “It was from Heaven that I received these; for the sake of his laws I disregard them; from him I hope to receive them again.”"
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 11,
    "text": "My own utterance I will not restrain; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul."
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 11,
    "text": "IV - God is a shield above me saving the upright of heart."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 11,
    "text": "She is raucous and unruly, her feet cannot stay at home;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 11,
    "text": "Wisdom is as good as an inheritance and profitable to those who see the sun."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 11,
    "text": "I belong to my lover, his yearning is for me."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 11,
    "text": "Yet all good things together came to me with her, and countless riches at her hands;"
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 11,
    "text": "Do not ridicule the embittered; Remember: there is One who exalts and humbles."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 11,
    "text": "Ask for a sign from the LORD, your God; let it be deep as Sheol, or high as the sky!"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 11,
    "text": "Has this house which bears my name become in your eyes a den of thieves? I have seen it for myself!—oracle of the LORD."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 11,
    "text": "the violent have risen up to wield a scepter of wickedness. But none of them shall remain; none of their crowd, none of their wealth, for none of them are innocent."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 11,
    "text": "I watched, then, from the first of the arrogant words which the horn spoke, until the beast was slain and its body destroyed and thrown into the burning fire."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 11,
    "text": "Ephraim is like a dove, silly and senseless; They call upon Egypt, they go to Assyria."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 11,
    "text": "For this is what Amos says: ‘Jeroboam shall die by the sword, and Israel shall surely be exiled from its land.'”"
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 11,
    "text": "It is the day for building your walls; on that day your boundaries shall be enlarged."
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 11,
    "text": "But they refused to listen; they stubbornly turned their backs and stopped their ears so as not to hear."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 11,
    "text": "If you then, who are wicked, know how to give good gifts to your children, how much more will your heavenly Father give good things to those who ask him."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 11,
    "text": "Yet you say, ‘If a person says to father or mother, “Any support you might have had from me is qorban”' (meaning, dedicated to God),"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 11,
    "text": "Soon afterward he journeyed to a city called Nain, and his disciples and a large crowd accompanied him."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 11,
    "text": "The Jews were looking for him at the feast and saying, “Where is he?”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 11,
    "text": "Then a famine and great affliction struck all Egypt and Canaan, and our ancestors could find no food;"
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 11,
    "text": "For sin, seizing an opportunity in the commandment, deceived me and through it put me to death."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 11,
    "text": "—and if she does separate she must either remain single or become reconciled to her husband—and a husband should not divorce his wife."
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 11,
    "text": "For behold what earnestness this godly sorrow has produced for you, as well as readiness for a defense, and indignation, and fear, and yearning, and zeal, and punishment. In every way you have shown yourselves to be innocent in the matter."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 11,
    "text": "If, then, perfection came through the levitical priesthood, on the basis of which the people received the law, what need would there still have been for another priest to arise according to the order of Melchizedek, and not reckoned according to the order of Aaron?"
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 11,
    "text": "All the angels stood around the throne and around the elders and the four living creatures. They prostrated themselves before the throne, worshiped God,"
  }
]