[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 21,
    "text": "His brother's name was Jubal, who became the ancestor of all who play the lyre and the reed pipe."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 21,
    "text": "The LORD said to Moses: On your return to Egypt, see that you perform before Pharaoh all the wonders I have put in your power. But I will harden his heart and he will not let the people go."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 21,
    "text": "This bull shall also be brought outside the camp and burned, just as the first bull. It is a purification offering for the assembly."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 21,
    "text": "The LORD said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 21,
    "text": "But the LORD was angry with me on your account and swore that I should not cross the Jordan nor enter the good land which the LORD, your God, is giving you as a heritage."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 21,
    "text": "saying to the Israelites, “In the future, when your children ask their parents, ‘What do these stones mean?'"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 21,
    "text": "Jael, wife of Heber, got a tent peg and took a mallet in her hand. When Sisera was in a deep sleep from exhaustion, she approached him stealthily and drove the peg through his temple and down into the ground, and he died."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 21,
    "text": "Salma was the father of Boaz, Boaz was the father of Obed,"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 21,
    "text": "She named the child Ichabod, saying, “Gone is the glory from Israel,” referring to the capture of the ark of God and to her father-in-law and her husband."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 21,
    "text": "She went upstairs and laid him on the bed of the man of God. Closing the door on him, she went out"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 21,
    "text": "The sons of Shelah, son of Judah, were: Er, the father of Lecah; Laadah, the father of Mareshah; the clans of the linen weavers' guild in Bethashbea;"
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 21,
    "text": "flowers, lamps, and gold tongs (this was of purest gold),"
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 21,
    "text": "Give orders, therefore, to stop these men. This city may not be rebuilt until a further decree has been issued by me."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 21,
    "text": "Do not fear, son, that we have lived in poverty. You will have great wealth, if you fear God, avoid all sin, and do what is good before the Lord your God.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 21,
    "text": "When they realized this, they completely lost heart; and when they also saw the army of Judas in the plain ready to attack,"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 21,
    "text": "When Apollonius, son of Menestheus, was sent to Egypt for the coronation of King Philometor, Antiochus learned from him that the king was opposed to his policies. He took measures for his own security; so after going to Joppa, he proceeded to Jerusalem."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 21,
    "text": "The pegs of their tent are plucked up; they die without knowing wisdom.”"
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 21,
    "text": "Let them not slip from your sight, keep them within your heart;"
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 21,
    "text": "There is a shame heavy with guilt, and a shame that brings glory and respect."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 21,
    "text": "How long must I see the signal, hear the blast of the horn!"
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 21,
    "text": "Rejoice and gloat, daughter Edom, dwelling in the land of Uz, The cup will pass to you as well; you shall become drunk and strip yourself naked!"
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 21,
    "text": "“Take courage, my children; call upon God; he will deliver you from oppression, from enemy hands."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 21,
    "text": "here is its meaning, O king, here is the sentence that the Most High has passed upon my lord king:"
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 21,
    "text": "I will avenge their blood, and I will not acquit the guilt. The LORD dwells in Zion."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 21,
    "text": "He walked along from there and saw two other brothers, James, the son of Zebedee, and his brother John. They were in a boat, with their father Zebedee, mending their nets. He called them,"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 21,
    "text": "Parable of the Lamp. He said to them, “Is a lamp brought in to be placed under a bushel basket or under a bed, and not to be placed on a lampstand?"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 21,
    "text": "He said to them, “Today this scripture passage is fulfilled in your hearing.”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 21,
    "text": "Jesus said to her, “Believe me, woman, the hour is coming when you will worship the Father neither on this mountain nor in Jerusalem."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 21,
    "text": "After threatening them further, they released them, finding no way to punish them, on account of the people who were all praising God for what had happened."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 21,
    "text": "and was fully convinced that what he had promised he was also able to do."
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 21,
    "text": "Which do you prefer? Shall I come to you with a rod, or with love and a gentle spirit?"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 21,
    "text": "Tell me, you who want to be under the law, do you not listen to the law?"
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 21,
    "text": "assuming that you have heard of him and were taught in him, as truth is in Jesus,"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 21,
    "text": "VIII. Farewell - Give my greetings to every holy one in Christ Jesus. The brothers who are with me send you their greetings;"
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 21,
    "text": "Try to get here before winter. Eubulus, Pudens, Linus, Claudia, and all the brothers send greetings."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 21,
    "text": "This is the commandment we have from him: whoever loves God must also love his brother."
  }
]