[
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 31,
    "text": "The priest shall burn the fat on the altar, but the brisket belongs to Aaron and his sons."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 31,
    "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 31,
    "text": "The mouth of the basin was inside, and a cubit above, the crown, whose opening was round, made like a receptacle, a cubit and a half in depth. There was carved work at the opening, on panels that were square, not circular."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 31,
    "text": "Beriah's sons were Heber and Malchiel, who was the father of Birzaith."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 31,
    "text": "people of Michmas, one hundred and twenty-two;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 31,
    "text": "But if these days pass and help does not come to us, I will do as you say.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 31,
    "text": "When Nicanor saw that his plan had been discovered, he went out to fight Judas near Capharsalama."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 31,
    "text": "But you, who have contrived every kind of evil for the Hebrews, will not escape the hands of God."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 31,
    "text": "Honor God and respect the priest; give him his portion as you have been commanded: First fruits and contributions, his portion of victims and holy offerings."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 31,
    "text": "In the Valley of Ben-hinnom they go on building the high places of Topheth to sacrifice their sons and daughters by fire, something I never commanded or considered."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 31,
    "text": "The Healing of a Deaf Man. Again he left the district of Tyre and went by way of Sidon to the Sea of Galilee, into the district of the Decapolis."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 31,
    "text": "“Then to what shall I compare the people of this generation? What are they like?"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 31,
    "text": "But many of the crowd began to believe in him, and said, “When the Messiah comes, will he perform more signs than this man has done?” Officers Sent to Arrest Jesus."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 31,
    "text": "When Moses saw it, he was amazed at the sight, and as he drew near to look at it, the voice of the Lord came,"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 31,
    "text": "those using the world as not using it fully. For the world in its present form is passing away."
  }
]