[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 10,
    "text": "His kingdom originated in Babylon, Erech and Accad, all of them in the land of Shinar."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 10,
    "text": "“The LORD help you,” Pharaoh replied, “if I let your little ones go with you! Clearly, you have some evil in mind."
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 10,
    "text": "You must be able to distinguish between what is sacred and what is profane, and between what is clean and what is unclean;"
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 10,
    "text": "And when you rejoice on your festivals, and your new-moon feasts, you shall blow the trumpets over your burnt offerings and your communion sacrifices, so that this serves as a reminder of you before your God. I, the LORD, am your God."
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 10,
    "text": "Meanwhile I stayed on the mountain as I did before, forty days and forty nights, and once again the LORD listened to me. The LORD was unwilling to destroy you."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 10,
    "text": "and the LORD threw them into disorder before Israel. The Israelites inflicted a great slaughter on them at Gibeon and pursued them down the Beth-horon slope, attacking them as far as Azekah and Makkedah."
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 10,
    "text": "Then the Israelites cried out to the LORD, “We have sinned against you, for we have abandoned our God and served the Baals.”"
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 10,
    "text": "From there they arrived at Gibeah, where a band of prophets met Saul, and the spirit of God rushed upon him, so that he joined them in their prophetic ecstasy."
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 10,
    "text": "the rest of the army he placed under the command of his brother Abishai and lined up to oppose the Ammonites."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 10,
    "text": "Then she gave the king one hundred and twenty gold talents, a very large quantity of spices, and precious stones. Never again did anyone bring such an abundance of spices as the queen of Sheba gave to King Solomon."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 10,
    "text": "Know that not a single word which the LORD has spoken against the house of Ahab shall fail. The LORD has accomplished what he decreed through his servant Elijah.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 10,
    "verse": 10,
    "text": "They put his armor in the temple of their gods, but his skull they impaled at the temple of Dagon."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 10,
    "text": "The young men who had grown up with him replied: “This is what you must say to this people who have told you, ‘Your father laid a heavy yoke on us; lighten it for us.' You must say, ‘My little finger is thicker than my father's loins."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 10,
    "text": "Then Ezra, the priest, stood up and said to them: “Your apostasy in taking foreign women as wives has added to Israel's guilt."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 10,
    "text": "The Levites: Jeshua, son of Azaniah; Binnui, of the descendants of Henadad; Kadmiel;"
  },
  {
    "book": "Tobit",
    "chapter": 10,
    "verse": 10,
    "text": "Raguel then promptly handed over to Tobiah his wife Sarah, together with half of all his property: male and female slaves, oxen and sheep, donkeys and camels, clothing, money, and household goods."
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 10,
    "text": "and they did so. Then Judith and her maidservant went out. The men of the city kept her in view as she went down the mountain and crossed the valley; then they lost sight of her."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 10,
    "text": "Thereafter Jonathan dwelt in Jerusalem, and began to build and restore the city."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 10,
    "text": "VI. Renewed Persecution - Accession of Antiochus V. Now we shall relate what happened under Antiochus Eupator, the son of that godless man, and shall give a summary of the chief evils caused by the wars."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 10,
    "text": "Did you not pour me out like milk, and thicken me like cheese?"
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 10,
    "text": "The helpless are crushed, laid low; they fall into the power of the wicked,"
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 10,
    "text": "One who winks at a fault causes trouble, but one who frankly reproves promotes peace."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 10,
    "text": "If the ax becomes dull, and the blade is not sharpened, then effort must be increased. But the advantage of wisdom is success."
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 10,
    "text": "She, when a righteous man fled from his brother's anger, guided him in right ways, Showed him the kingdom of God and gave him knowledge of holy things; She prospered him in his labors and made abundant the fruit of his works,"
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 10,
    "text": "A slight illness—the doctor jests; a king today—tomorrow he is dead."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 10,
    "text": "Just as my hand reached out to idolatrous kingdoms that had more images than Jerusalem and Samaria—"
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 10,
    "text": "The LORD is truly God, he is the living God, the eternal King, Before whose anger the earth quakes, whose wrath the nations cannot endure."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 10,
    "text": "And the appearance of the four all seemed alike, as though one wheel were inside the other."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 10,
    "text": "But then a hand touched me, raising me to my hands and knees."
  },
  {
    "book": "Hosea",
    "chapter": 10,
    "verse": 10,
    "text": "I came and I chastised them; Peoples will be gathered against them when I bind them to their two crimes."
  },
  {
    "book": "Zechariah",
    "chapter": 10,
    "verse": 10,
    "text": "I will bring them back from the land of Egypt, and gather them from Assyria. To the land of Gilead and to Lebanon I will bring them, until no room is found for them."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 10,
    "text": "no sack for the journey, or a second tunic, or sandals, or walking stick. The laborer deserves his keep."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 10,
    "text": "In the house the disciples again questioned him about this."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 10,
    "text": "Whatever town you enter and they do not receive you, go out into the streets and say,"
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 10,
    "text": "A thief comes only to steal and slaughter and destroy; I came so that they might have life and have it more abundantly."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 10,
    "text": "He was hungry and wished to eat, and while they were making preparations he fell into a trance."
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 10,
    "text": "For one believes with the heart and so is justified, and one confesses with the mouth and so is saved."
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 10,
    "text": "Do not grumble as some of them did, and suffered death by the destroyer."
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 10,
    "text": "For someone will say, “His letters are severe and forceful, but his bodily presence is weak, and his speech contemptible.”"
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 10,
    "text": "By this “will,” we have been consecrated through the offering of the body of Jesus Christ once for all."
  },
  {
    "book": "Revelation",
    "chapter": 10,
    "verse": 10,
    "text": "I took the small scroll from the angel's hand and swallowed it. In my mouth it was like sweet honey, but when I had eaten it, my stomach turned sour."
  }
]