[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 10,
    "text": "God called the dry land “earth,” and the basin of water he called “sea.” God saw that it was good."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 10,
    "text": "Come, let us deal shrewdly with them to stop their increase; otherwise, in time of war they too may join our enemies to fight against us, and so leave the land.”"
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 10,
    "text": "If a person's burnt offering is from the flock, that is, a sheep or a goat, the offering must be a male without blemish."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 10,
    "text": "for the descendants of Joseph: from Ephraim: Elishama, son of Ammihud; and from Manasseh: Gamaliel, son of Pedahzur;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 10,
    "text": "The LORD, your God, has made you numerous, and now you are as numerous as the stars of the heavens."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 10,
    "text": "So Joshua commanded the officers of the people:"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 10,
    "text": "Judah also marched against the Canaanites who lived in Hebron, which was formerly called Kiriath-arba, and defeated Sheshai, Ahiman, and Talmai."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 10,
    "text": "crying, “No! We will go back with you, to your people.”"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 10,
    "text": "In her bitterness she prayed to the LORD, weeping freely,"
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 10,
    "text": "So I stood over him and put him to death, for I knew that he could not survive his wound. I removed the crown from his head and the armlet from his arm and brought them here to my lord.”"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 10,
    "text": "but he did not invite Nathan the prophet, or Benaiah, or the warriors, or Solomon his brother."
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 10,
    "text": "Elijah answered the captain, “Well, if I am a man of God, may fire come down from heaven and consume you and your fifty men.” And fire came down from heaven and consumed him and his fifty men."
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 10,
    "text": "Cush became the father of Nimrod, who was the first to be a warrior on the earth."
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 10,
    "text": "Give me, therefore, wisdom and knowledge to govern this people, for otherwise who could rule this vast people of yours?”"
  },
  {
    "book": "Ezra",
    "chapter": 1,
    "verse": 10,
    "text": "golden bowls, thirty; silver bowls, four hundred and ten; other vessels, one thousand."
  },
  {
    "book": "Nehemiah",
    "chapter": 1,
    "verse": 10,
    "text": "They are your servants, your people, whom you freed by your great might and strong hand."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 10,
    "text": "Now, after I had been deported to the Assyrians and came as a captive to Nineveh, all my kindred and my people used to eat the food of the Gentiles,"
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 10,
    "text": "Tanis, Memphis and beyond, and all the inhabitants of Egypt as far as the borders of Ethiopia."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 10,
    "text": "Refusal of Vashti. On the seventh day, when the king was merry with wine, he instructed Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carkas, the seven eunuchs who attended King Ahasuerus,"
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 10,
    "text": "There sprang from these a sinful offshoot, Antiochus Epiphanes, son of King Antiochus, once a hostage at Rome. He became king in the one hundred and thirty-seventh year of the kingdom of the Greeks."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 10,
    "text": "Dated in the one hundred and eighty-eighth year. Letter 2: 164 B.C. The people of Jerusalem and Judea, the senate, and Judas send greetings and good wishes to Aristobulus, teacher of King Ptolemy and member of the family of the anointed priests, and to the Jews in Egypt."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 10,
    "text": "Have you not surrounded him and his family and all that he has with your protection? You have blessed the work of his hands, and his livestock are spread over the land."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 10,
    "text": "My son, should sinners entice you,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 10,
    "text": "Even the thing of which we say, “See, this is new!” has already existed in the ages that preceded us."
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 10,
    "text": "Your cheeks lovely in pendants, your neck in jewels."
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 10,
    "text": "Because a jealous ear hearkens to everything, and discordant grumblings are not secret."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 10,
    "text": "Hear the word of the LORD, princes of Sodom! Listen to the instruction of our God, people of Gomorrah!"
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 10,
    "text": "Today I appoint you over nations and over kingdoms, To uproot and to tear down, to destroy and to demolish, to build and to plant."
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 10,
    "text": "The foe stretched out his hands to all her precious things; She has seen the nations enter her sanctuary, Those you forbade to come into your assembly."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 10,
    "text": "B. Confession of Guilt - The message was: “We send you funds, with which you are to procure burnt offerings, sin offerings, and frankincense, and to prepare grain offerings; offer these on the altar of the LORD our God,"
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 10,
    "text": "Their faces were like this: each of the four had a human face, and on the right the face of a lion, and on the left, the face of an ox, and each had the face of an eagle."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 10,
    "text": "he said to Daniel, “I am afraid of my lord the king, who allotted your food and drink. If he sees that you look thinner in comparison to the other young men of your age, you will endanger my life with the king.”"
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 10,
    "text": "The field is devastated; the farmland mourns, Because the grain is devastated, the wine has dried up, the oil has failed."
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 10,
    "text": "I will send fire upon the wall of Tyre, and it will devour its strongholds."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 10,
    "text": "Because of violence to your brother Jacob, disgrace will cover you, you will be done away with forever!"
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 10,
    "text": "Now the men were seized with great fear and said to him, “How could you do such a thing!”—They knew that he was fleeing from the LORD, because he had told them."
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 10,
    "text": "Do not announce it in Gath, do not weep at all; In Beth-leaphrah roll in the dust."
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 10,
    "text": "Like a thorny thicket, they are tangled, and like drunkards, they are drunk; like dry stubble, they are utterly consumed."
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 10,
    "text": "They scoff at kings, ridicule princes; They laugh at any fortress, heap up an earthen ramp, and conquer it."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 10,
    "text": "On that day—oracle of the LORD— A cry will be heard from the Fish Gate, a wail from the Second Quarter, loud crashing from the hills."
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 10,
    "text": "Therefore, the heavens withheld the dew, and the earth its yield."
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 10,
    "text": "Then the man who was standing among the myrtle trees spoke up and said, “These are the ones whom the LORD has sent to patrol the earth.”"
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 10,
    "text": "Oh, that one of you would just shut the temple gates to keep you from kindling fire on my altar in vain! I take no pleasure in you, says the LORD of hosts; and I will not accept any offering from your hands!"
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 10,
    "text": "Hezekiah became the father of Manasseh, Manasseh the father of Amos, Amos the father of Josiah."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 10,
    "text": "On coming up out of the water he saw the heavens being torn open and the Spirit, like a dove, descending upon him."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 10,
    "text": "Then, when the whole assembly of the people was praying outside at the hour of the incense offering,"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 10,
    "text": "He was in the world, and the world came to be through him, but the world did not know him."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 10,
    "text": "While they were looking intently at the sky as he was going, suddenly two men dressed in white garments stood beside them."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 10,
    "text": "always asking in my prayers that somehow by God's will I may at last find my way clear to come to you."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 10,
    "text": "II. Disorders in the Corinthian Community A. Divisions in the Church - Groups and Slogans. I urge you, brothers, in the name of our Lord Jesus Christ, that all of you agree in what you say, and that there be no divisions among you, but that you be united in the same mind and in the same purpose."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 10,
    "text": "He rescued us from such great danger of death, and he will continue to rescue us; in him we have put our hope [that] he will also rescue us again,"
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 10,
    "text": "Am I now currying favor with human beings or God? Or am I seeking to please people? If I were still trying to please people, I would not be a slave of Christ."
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 10,
    "text": "as a plan for the fullness of times, to sum up all things in Christ, in heaven and on earth."
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 10,
    "text": "to discern what is of value, so that you may be pure and blameless for the day of Christ,"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 10,
    "text": "to live in a manner worthy of the Lord, so as to be fully pleasing, in every good work bearing fruit and growing in the knowledge of God,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 1,
    "verse": 10,
    "text": "and to await his Son from heaven, whom he raised from [the] dead, Jesus, who delivers us from the coming wrath."
  },
  {
    "book": "2Thessalonians",
    "chapter": 1,
    "verse": 10,
    "text": "when he comes to be glorified among his holy ones and to be marveled at on that day among all who have believed, for our testimony to you was believed."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 10,
    "text": "the unchaste, sodomites, kidnappers, liars, perjurers, and whatever else is opposed to sound teaching,"
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 10,
    "text": "but now made manifest through the appearance of our savior Christ Jesus, who destroyed death and brought life and immortality to light through the gospel,"
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 10,
    "text": "For there are also many rebels, idle talkers and deceivers, especially the Jewish Christians."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 10,
    "text": "I urge you on behalf of my child Onesimus, whose father I have become in my imprisonment,"
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 10,
    "text": "and: “At the beginning, O Lord, you established the earth, and the heavens are the works of your hands."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 10,
    "text": "and the rich one in his lowliness, for he will pass away “like the flower of the field.”"
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 10,
    "text": "Concerning this salvation, prophets who prophesied about the grace that was to be yours searched and investigated it,"
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 10,
    "text": "Therefore, brothers, be all the more eager to make your call and election firm, for, in doing so, you will never stumble."
  },
  {
    "book": "1John",
    "chapter": 1,
    "verse": 10,
    "text": "If we say, “We have not sinned,” we make him a liar, and his word is not in us."
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 10,
    "text": "If anyone comes to you and does not bring this doctrine, do not receive him in your house or even greet him;"
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 10,
    "text": "Therefore, if I come, I will draw attention to what he is doing, spreading evil nonsense about us. And not content with that, he will not receive the brothers, hindering those who wish to do so and expelling them from the church."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 10,
    "text": "But these people revile what they do not understand and are destroyed by what they know by nature like irrational animals."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 10,
    "text": "I was caught up in spirit on the Lord's day and heard behind me a voice as loud as a trumpet,"
  }
]