[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 25,
    "text": "Nahor lived one hundred and nineteen years after he begot Terah, and he had other sons and daughters."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 25,
    "text": "and anyone who carries any part of their carcasses shall wash his garments and be unclean until evening—"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 25,
    "text": "The LORD then came down in the cloud and spoke to him. Taking some of the spirit that was on Moses, he bestowed it on the seventy elders; and as the spirit came to rest on them, they prophesied but did not continue."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 25,
    "text": "None shall stand up against you; the LORD, your God, will spread the fear and dread of you through any land where you set foot, as he promised you."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 25,
    "text": "Now, then, are you any better than Balak, son of Zippor, king of Moab? Did he ever quarrel with Israel or make war against them?"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 25,
    "text": "David said to the messenger: “This is what you shall say to Joab: ‘Do not let this be a great evil in your sight, for the sword devours now here and now there. Strengthen your attack on the city and destroy it.' Encourage him.”"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 25,
    "text": "Rezon was an adversary of Israel as long as Solomon lived, in addition to the harm done by Hadad, and he felt contempt for Israel. He became king over Aram. Ahijah Announces Jeroboam's Kingship."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 25,
    "text": "but was more famous than any of the Thirty. However, he did not attain to the Three. David put him in charge of his bodyguard."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 25,
    "text": "Other Settlements. As concerns their villages with their fields: Judahites lived in Kiriath-arba and its dependencies, in Dibon and its dependencies, in Jekabzeel and its villages,"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 25,
    "text": "Although certain renegades of his own nation kept on bringing charges against him,"
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 25,
    "text": "Since we desire that this people too should be undisturbed, our decision is that their temple be restored to them and that they live in keeping with the customs of their ancestors."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 25,
    "text": "Whoever confers benefits will be amply enriched, and whoever refreshes others will be refreshed."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 25,
    "text": "How could a thing remain, unless you willed it; or be preserved, had it not been called forth by you?"
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 25,
    "text": "and I told the exiles everything the LORD had shown me."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 25,
    "text": "The Praise of the Father. At that time Jesus said in reply, “I give praise to you, Father, Lord of heaven and earth, for although you have hidden these things from the wise and the learned you have revealed them to the childlike."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 25,
    "text": "When you stand to pray, forgive anyone against whom you have a grievance, so that your heavenly Father may in turn forgive you your transgressions.”"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 25,
    "text": "But upon returning, it finds it swept clean and put in order."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 25,
    "text": "Jesus told her, “I am the resurrection and the life; whoever believes in me, even if he dies, will live,"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 25,
    "text": "Then he went to Tarsus to look for Saul,"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 25,
    "text": "I do not want you to be unaware of this mystery, brothers, so that you will not become wise [in] your own estimation: a hardening has come upon Israel in part, until the full number of the Gentiles comes in,"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 25,
    "text": "In the same way also the cup, after supper, saying, “This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”"
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 25,
    "text": "Three times I was beaten with rods, once I was stoned, three times I was shipwrecked, I passed a night and a day on the deep;"
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 25,
    "text": "he chose to be ill-treated along with the people of God rather than enjoy the fleeting pleasure of sin."
  }
]