[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 10,
    "text": "There was famine in the land; so Abram went down to Egypt to sojourn there, since the famine in the land was severe."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 10,
    "text": "You must not keep any of it beyond the morning; whatever is left over in the morning must be burned up."
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 10,
    "text": "Miriam's Punishment. Now the cloud withdrew from the tent, and there was Miriam, stricken with a scaly infection, white as snow! When Aaron turned toward Miriam and saw her stricken with snow-white scales,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 10,
    "text": "But after you have crossed the Jordan and dwell in the land which the LORD, your God, is giving you as a heritage, when he has given you rest from all your enemies round about and you live there in security,"
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 10,
    "text": "the king of Jerusalem, one; the king of Hebron, one;"
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 10,
    "text": "Ibzan died and was buried in Bethlehem."
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 10,
    "text": "They cried out to the LORD and said, ‘We have sinned because we abandoned the LORD and served the Baals and Astartes. Now deliver us from the power of our enemies, and we will serve you.'"
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 10,
    "text": "Now, therefore, the sword shall never depart from your house, because you have despised me and have taken the wife of Uriah the Hittite to be your wife."
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 10,
    "text": "The young men who had grown up with him replied, “This is what you must say to this people who have told you, ‘Your father made our yoke heavy; you lighten it for us.' You must say, ‘My little finger is thicker than my father's loins."
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 10,
    "text": "Jehoiada the priest then took a chest, bored a hole in its lid, and set it beside the altar, on the right as one entered the house of the LORD. The priests who kept the doors would put into it all the silver that was brought to the house of the LORD."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 10,
    "text": "Ezer was their chief, Obadiah was second, Eliab third,"
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 10,
    "text": "To replace them, King Rehoboam made bronze shields, which he entrusted to the officers of the attendants on duty at the entrance of the king's house."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 10,
    "text": "High Priests. Jeshua became the father of Joiakim, Joiakim the father of Eliashib, and Eliashib the father of Joiada;"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 10,
    "text": "but those who commit sin and do evil are their own worst enemies."
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 10,
    "text": "Judith at the Banquet of Holofernes. On the fourth day Holofernes gave a banquet for his servants alone, to which he did not invite any of the officers."
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 10,
    "text": "we have ventured to send word to you for the renewal of brotherhood and friendship, lest we become strangers to you; a long time has passed since you sent your message to us."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 10,
    "text": "More Victories by Judas. When the Jews had gone about a mile from there in the march against Timothy, they were attacked by Arabians numbering at least five thousand foot soldiers and five hundred cavalry."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 10,
    "text": "In his hand is the soul of every living thing, and the life breath of all mortal flesh."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 10,
    "text": "The just take care of their livestock, but the compassion of the wicked is cruel."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 12,
    "verse": 10,
    "text": "Qoheleth sought to find appropriate sayings, and to write down true sayings with precision."
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 10,
    "text": "Many shepherds have ravaged my vineyard, have trampled down my heritage; My delightful portion they have turned into a desert waste."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 10,
    "text": "Tell them: Thus says the Lord GOD: This load is the prince in Jerusalem and the whole house of Israel within it."
  },
  {
    "book": "Daniel",
    "chapter": 12,
    "verse": 10,
    "text": "Many shall be refined, purified, and tested, but the wicked shall prove wicked; the wicked shall have no understanding, but those with insight shall."
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 10,
    "text": "I the LORD have been your God, since the land of Egypt; I will again have you live in tents, as on feast days."
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 10,
    "text": "I will pour out on the house of David and on the inhabitants of Jerusalem a spirit of mercy and supplication, so that when they look on him whom they have thrust through, they will mourn for him as one mourns for an only child, and they will grieve for him as one grieves over a firstborn."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 10,
    "text": "And behold, there was a man there who had a withered hand. They questioned him, “Is it lawful to cure on the sabbath?” so that they might accuse him."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 10,
    "text": "Have you not read this scripture passage: ‘The stone that the builders rejected has become the cornerstone;"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 10,
    "text": "“Everyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the holy Spirit will not be forgiven."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 10,
    "text": "And the chief priests plotted to kill Lazarus too,"
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 10,
    "text": "They passed the first guard, then the second, and came to the iron gate leading out to the city, which opened for them by itself. They emerged and made their way down an alley, and suddenly the angel left him."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 10,
    "text": "love one another with mutual affection; anticipate one another in showing honor."
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 10,
    "text": "to another mighty deeds; to another prophecy; to another discernment of spirits; to another varieties of tongues; to another interpretation of tongues."
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 10,
    "text": "Therefore, I am content with weaknesses, insults, hardships, persecutions, and constraints, for the sake of Christ; for when I am weak, then I am strong. Selfless Concern for the Church."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 10,
    "text": "They disciplined us for a short time as seemed right to them, but he does so for our benefit, in order that we may share his holiness."
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 10,
    "text": "Then I heard a loud voice in heaven say: “Now have salvation and power come, and the kingdom of our God and the authority of his Anointed. For the accuser of our brothers is cast out, who accuses them before our God day and night."
  }
]