[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 26,
    "text": "When Terah was seventy years old, he begot Abram, Nahor and Haran."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 26,
    "text": "by all hoofed animals that are not cloven-footed or do not chew the cud; they are unclean for you; anyone who touches them becomes unclean."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 26,
    "text": "Now two men, one named Eldad and the other Medad, had remained in the camp, yet the spirit came to rest on them also. They too had been on the list, but had not gone out to the tent; and so they prophesied in the camp."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 26,
    "text": "Blessing and Curse. See, I set before you this day a blessing and a curse:"
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 26,
    "text": "Israel has dwelt in Heshbon and its villages, Aroer and its villages, and all the cities on the banks of the Arnon for three hundred years. Why did you not recover them during that time?"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 26,
    "text": "When the wife of Uriah heard that her husband had died, she mourned her lord."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 26,
    "text": "Solomon had a servant, Jeroboam, son of Nebat, an Ephraimite from Zeredah with a widowed mother named Zeruah. He rebelled against the king."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 26,
    "text": "Also these warriors: Asahel, the brother of Joab; Elhanan, son of Dodo, from Bethlehem;"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 26,
    "text": "in Jeshua, Moladah, Beth-pelet,"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 26,
    "text": "the king treated him just as his predecessors had done and exalted him in the presence of all his Friends."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 26,
    "text": "Accordingly, please send them messengers to give them our assurances of friendship, so that, when they learn of our decision, they may have nothing to worry about but may contentedly go about their own business.”"
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 26,
    "text": "Whoever hoards grain, the people curse, but blessings are on the head of one who distributes it!"
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 26,
    "text": "But you spare all things, because they are yours, O Ruler and Lover of souls, for your imperishable spirit is in all things!"
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 26,
    "text": "Yes, Father, such has been your gracious will."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 26,
    "text": "[ ] The Authority of Jesus Questioned."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 26,
    "text": "Then it goes and brings back seven other spirits more wicked than itself who move in and dwell there, and the last condition of that person is worse than the first.” True Blessedness."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 26,
    "text": "and everyone who lives and believes in me will never die. Do you believe this?”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 26,
    "text": "and when he had found him he brought him to Antioch. For a whole year they met with the church and taught a large number of people, and it was in Antioch that the disciples were first called Christians. The Prediction of Agabus."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 26,
    "text": "and thus all Israel will be saved, as it is written: “The deliverer will come out of Zion, he will turn away godlessness from Jacob;"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 26,
    "text": "For as often as you eat this bread and drink the cup, you proclaim the death of the Lord until he comes."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 26,
    "text": "on frequent journeys, in dangers from rivers, dangers from robbers, dangers from my own race, dangers from Gentiles, dangers in the city, dangers in the wilderness, dangers at sea, dangers among false brothers;"
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 26,
    "text": "He considered the reproach of the Anointed greater wealth than the treasures of Egypt, for he was looking to the recompense."
  }
]