[
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 39,
    "text": "all between thirty and fifty years of age who will join the personnel to work in the tent of meeting—"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 39,
    "text": "This is why you must now acknowledge, and fix in your heart, that the LORD is God in the heavens above and on earth below, and that there is no other."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 39,
    "text": "Someone went out into the field to gather herbs and found a wild vine, from which he picked a sackful of poisonous wild gourds. On his return he cut them up into the pot of vegetable stew without anybody's knowing it."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 39,
    "text": "that they went to the approaches of Gedor, east of the valley, seeking pasture for their flocks."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 39,
    "text": "Then they tore their garments and made great lamentation; they sprinkled their heads with ashes"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 39,
    "text": "More Outrages. Many acts of sacrilege had been committed by Lysimachus in the city with the connivance of Menelaus. When word spread, the people assembled in protest against Lysimachus, because a large number of gold vessels had been stolen."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 39,
    "text": "He woke up, rebuked the wind, and said to the sea, “Quiet! Be still!” The wind ceased and there was great calm."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 39,
    "text": "He stood over her, rebuked the fever, and it left her. She got up immediately and waited on them. Other Healings."
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 39,
    "text": "Many of the Samaritans of that town began to believe in him because of the word of the woman who testified, “He told me everything I have done.”"
  }
]