[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Then the LORD said to Noah: Go into the ark, you and all your household, for you alone in this generation have I found to be righteous before me."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - The LORD answered Moses: See! I have made you a god to Pharaoh, and Aaron your brother will be your prophet."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Reparation Offerings. This is the ritual for the reparation offering. It is most holy."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Offerings of the Tribal Leaders. Now, when Moses had completed the erection of the tabernacle, he anointed and consecrated it with all its equipment, as well as the altar with all its equipment. After he anointed and consecrated them,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Destruction of the Nations in the Land. When the LORD, your God, brings you into the land which you are about to enter to possess, and removes many nations before you—the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites, seven nations more numerous and powerful than you—"
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Defeat at Ai. But the Israelites acted treacherously with regard to the ban; Achan, son of Carmi, son of Zabdi, son of Zerah of the tribe of Judah, took goods that were under the ban, and the anger of the LORD flared up against the Israelites."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Defeat of Midian. Early the next morning Jerubbaal (that is, Gideon) encamped by the spring of Harod with all his soldiers. The camp of Midian was north of him, beside the hill of Moreh in the valley."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - So the inhabitants of Kiriath-jearim came for the ark of the LORD and brought it into the house of Abinadab on the hill, appointing his son Eleazar as guardian of the ark of the LORD."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - The Oracle of Nathan. After the king had taken up residence in his house, and the LORD had given him rest from his enemies on every side,"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - To finish the building of his own house Solomon took thirteen years."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Elisha replied: “Hear the word of the LORD! Thus says the LORD: At this time tomorrow a seah of fine flour will sell for a shekel, and two seahs of barley for a shekel, in the market of Samaria.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Issachar. The sons of Issachar were Tola, Puah, Jashub, and Shimron: four."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - When Solomon had ended his prayer, fire came down from heaven and consumed the burnt offerings and the sacrifices, and the glory of the LORD filled the house."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 1,
    "text": "II. The Work of Ezra Chapter 7 - Ezra, Priest and Scribe. After these events, during the reign of Artaxerxes, king of Persia, Ezra, son of Seraiah, son of Azariah, son of Hilkiah,"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Now that the wall had been rebuilt, I had the doors set up, and the gatekeepers, the singers, and the Levites were put in charge of them."
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 1,
    "text": "V. Marriage and Healing of Sarah Chapter 7 - At the House of Raguel. When they entered Ecbatana, Tobiah said, “Brother Azariah, bring me straight to the house of our kinsman Raguel.” So he did, and they came to the house of Raguel, whom they found seated by his courtyard gate. They greeted him first, and he answered, “Many greetings to you, brothers! Welcome! You have come in peace! Now enter in peace!” And he brought them into his house."
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - The Campaign Against Israel. The following day Holofernes ordered his whole army, and all the troops who had come to join him, to break camp and move against Bethulia, seize the passes into the hills, and make war on the Israelites."
  },
  {
    "book": "Esther",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - So the king and Haman went to the banquet with Queen Esther."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Expedition of Bacchides and Alcimus. In the one hundred and fifty-first year, Demetrius, son of Seleucus, set out from Rome, arrived with a few men at a coastal city, and began to rule there."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Martyrdom of a Mother and Her Seven Sons. It also happened that seven brothers with their mother were arrested and tortured with whips and scourges by the king to force them to eat pork in violation of God's law."
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Is not life on earth a drudgery, its days like those of a hireling?"
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 1,
    "text": "Psalm 7 God the Vindicator - A plaintive song of David, which he sang to the LORD concerning Cush, the Benjaminite."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 The Seduction - My son, keep my words, and treasure my commands."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 1,
    "text": "A. No One Can Find Out the Best Way of Acting Chapter 7 Critique of Sages on the Day of Adversity - A good name is better than good ointment, and the day of death than the day of birth."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 The Beauty of the Beloved - D? Turn, turn, O Shulammite! turn, turn that we may gaze upon you! W How can you gaze upon the Shulammite as at the dance of the two camps?"
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 Solomon Is Like All Others - I too am a mortal, the same as all the rest, and a descendant of the first one formed of earth. And in my mother's womb I was molded into flesh"
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 Conduct Toward God and Neighbor - Do no evil, and evil will not overtake you;"
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 The Syro-Ephraimite War - Crisis in Judah. In the days of Ahaz, king of Judah, son of Jotham, son of Uzziah, Rezin, king of Aram, and Pekah, king of Israel, son of Remaliah, went up to attack Jerusalem, but they were not able to conquer it."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 1,
    "text": "II. Oracles Primarily from the Days of Jehoiakim Chapter 7 - The Temple Sermon. The word came to Jeremiah from the LORD:"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - The End Has Come. The word of the LORD came to me:"
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 1,
    "text": "II. Daniel's Visions Chapter 7 - The Beasts and the Judgment. In the first year of King Belshazzar of Babylon, as Daniel lay in bed he had a dream, visions in his head. Then he wrote down the dream; the account began:"
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - When I would have restored the fortunes of my people, when I would have healed Israel, The guilt of Ephraim was revealed, the wickedness of Samaria: They practiced falsehood. Thieves break in, bandits roam outside."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 1,
    "text": "V. Symbolic Visions Chapter 7 First Vision: The Locust Swarm - This is what the Lord GOD showed me: He was forming a locust swarm when the late growth began to come up (the late growth after the king's mowing)."
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Woe is me! I am like the one who gathers summer fruit, when the vines have been gleaned; There is no cluster to eat, no early fig that I crave."
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - A Question About Fasting. In the fourth year of Darius the king, the word of the LORD came to Zechariah, on the fourth day of the ninth month, Kislev."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Judging Others. “Stop judging, that you may not be judged."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - The Tradition of the Elders. Now when the Pharisees with some scribes who had come from Jerusalem gathered around him,"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - The Healing of a Centurion's Slave. When he had finished all his words to the people, he entered Capernaum."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - The Feast of Tabernacles. After this, Jesus moved about within Galilee; but he did not wish to travel in Judea, because the Jews were trying to kill him."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Stephen's Discourses. Then the high priest asked, “Is this so?”"
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Freedom from the Law. Are you unaware, brothers (for I am speaking to people who know the law), that the law has jurisdiction over one as long as one lives?"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 1,
    "text": "III. Answers to the Corinthians' Questions A. Marriage and Virginity Chapter 7 - Advice to the Married. Now in regard to the matters about which you wrote: “It is a good thing for a man not to touch a woman,”"
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Since we have these promises, beloved, let us cleanse ourselves from every defilement of flesh and spirit, making holiness perfect in the fear of God."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - Melchizedek, a Type of Christ. This “Melchizedek, king of Salem and priest of God Most High,” “met Abraham as he returned from his defeat of the kings” and “blessed him.”"
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 1,
    "text": "Chapter 7 - The 144,000 Sealed. After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth so that no wind could blow on land or sea or against any tree."
  }
]