[
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 27,
    "text": "and the LORD did as Moses had asked, removing the swarms of flies from Pharaoh, his servants, and his people. Not one remained."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 27,
    "text": "He then put all these things upon the palms of Aaron and his sons, whom he had raise them as an elevated offering before the LORD."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 27,
    "text": "However, the Israelites took for themselves as plunder the livestock and the spoil of that city, according to the command of the LORD issued to Joshua."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 27,
    "text": "Gideon made an ephod out of the gold and placed it in his city, Ophrah. All Israel prostituted themselves there, and it became a snare to Gideon and his household."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 27,
    "text": "“Is God indeed to dwell on earth? If the heavens and the highest heavens cannot contain you, how much less this house which I have built!"
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 27,
    "text": "He walked in the way of the house of Ahab and did what was evil in the LORD's sight like the house of Ahab, since he was related to them by marriage."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 27,
    "text": "Jaareshiah, Elijah, and Zichri were the sons of Jeroham."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 27,
    "text": "twenty golden bowls valued at a thousand darics; two vases of excellent polished bronze, as precious as gold."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 27,
    "text": "He has not tested us with fire, as he did them, to try their hearts, nor is he taking vengeance on us. But the Lord chastises those who are close to him in order to admonish them.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 27,
    "text": "In the same way, if war is made first on the Jewish nation, the Romans will fight along with them willingly, as the occasion shall demand,"
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 27,
    "text": "They collected the enemy's weapons and stripped them of their spoils, and then observed the sabbath with fervent praise and thanks to the Lord who kept them safe for that day on which he allotted them the beginning of his mercy."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 27,
    "text": "When he established the heavens, there was I, when he marked out the vault over the face of the deep;"
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 27,
    "text": "I, Daniel, was weak and ill for some days; then I arose and took care of the king's affairs. But the vision left me desolate, without understanding."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 27,
    "text": "The men were amazed and said, “What sort of man is this, whom even the winds and the sea obey?”"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 27,
    "text": "Now Jesus and his disciples set out for the villages of Caesarea Philippi. Along the way he asked his disciples, “Who do people say that I am?”"
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 27,
    "text": "When he came ashore a man from the town who was possessed by demons met him. For a long time he had not worn clothes; he did not live in a house, but lived among the tombs."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 27,
    "text": "They did not realize that he was speaking to them of the Father."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 27,
    "text": "So he got up and set out. Now there was an Ethiopian eunuch, a court official of the Candace, that is, the queen of the Ethiopians, in charge of her entire treasury, who had come to Jerusalem to worship,"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 27,
    "text": "And the one who searches hearts knows what is the intention of the Spirit, because it intercedes for the holy ones according to God's will."
  }
]