[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 29,
    "text": "Abram and Nahor took wives; the name of Abram's wife was Sarai, and the name of Nahor's wife was Milcah, daughter of Haran, the father of Milcah and Iscah."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 29,
    "text": "Of the creatures that swarm on the ground, the following are unclean for you: the rat, the mouse, the various kinds of lizards,"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 29,
    "text": "But Moses answered him, “Are you jealous for my sake? If only all the people of the LORD were prophets! If only the LORD would bestow his spirit on them!”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 29,
    "text": "When the LORD, your God, brings you into the land which you are to enter and possess, then on Mount Gerizim you shall pronounce the blessing, on Mount Ebal, the curse."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 29,
    "text": "Jephthah's Vow. The spirit of the LORD came upon Jephthah. He passed through Gilead and Manasseh, and through Mizpah of Gilead as well, and from Mizpah of Gilead he crossed over against the Ammonites."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 29,
    "text": "At that time Jeroboam left Jerusalem, and the prophet Ahijah the Shilonite met him on the road. The prophet was wearing a new cloak, and when the two were alone in the open country,"
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 29,
    "text": "Sibbecai, from Husha; Ilai, from Ahoh;"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 29,
    "text": "in En-rimmon, Zorah, Jarmuth,"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 29,
    "text": "The king agreed and wrote a letter to Jonathan about all these matters as follows:"
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 29,
    "text": "Menelaus has told us of your wish to return home and attend to your own affairs."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 29,
    "text": "Those who trouble their household inherit the wind, and fools become slaves to the wise of heart."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 29,
    "text": "Take my yoke upon you and learn from me, for I am meek and humble of heart; and you will find rest for yourselves."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 29,
    "text": "Jesus said to them, “I shall ask you one question. Answer me, and I will tell you by what authority I do these things."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 29,
    "text": "While still more people gathered in the crowd, he said to them, “This generation is an evil generation; it seeks a sign, but no sign will be given it, except the sign of Jonah."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 29,
    "text": "As soon as she heard this, she rose quickly and went to him."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 29,
    "text": "So the disciples determined that, according to ability, each should send relief to the brothers who lived in Judea."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 29,
    "text": "For the gifts and the call of God are irrevocable."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 29,
    "text": "For anyone who eats and drinks without discerning the body, eats and drinks judgment on himself."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 29,
    "text": "Who is weak, and I am not weak? Who is led to sin, and I am not indignant? Paul's Boast: His Weakness."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 29,
    "text": "By faith they crossed the Red Sea as if it were dry land, but when the Egyptians attempted it they were drowned."
  }
]