[
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 37,
    "text": "and captured. They put it to the sword with its king, all its cities, and every person there, leaving no survivors, just as Joshua had done to Eglon. He put it under the ban and every person in it."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 37,
    "text": "Mattaniah, Mattenai, and Jaasu;"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 37,
    "text": "also, as is prescribed in the law, to bring to the house of our God, to the priests who serve in the house of our God, the firstborn of our children and our animals, including the firstborn of our flocks and herds."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 37,
    "text": "Let some of them be stationed in the king's principal strongholds, and of these let some be given positions of trust in the affairs of the kingdom. Let their superiors and their rulers be chosen from among them, and let them follow their own laws, as the king has commanded in the land of Judah."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 37,
    "text": "Timothy had hidden in a cistern, but they killed him, along with his brother Chaereas, and Apollophanes."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 37,
    "text": "The Conditions of Discipleship. “Whoever loves father or mother more than me is not worthy of me, and whoever loves son or daughter more than me is not worthy of me;"
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 37,
    "text": "They answered him, “Grant that in your glory we may sit one at your right and the other at your left.”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 37,
    "text": "He answered, “The one who treated him with mercy.” Jesus said to him, “Go and do likewise.” Martha and Mary."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 37,
    "text": "If I do not perform my Father's works, do not believe me;"
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 37,
    "text": "what has happened all over Judea, beginning in Galilee after the baptism that John preached,"
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 37,
    "text": "“For, after just a brief moment, he who is to come shall come; he shall not delay."
  }
]