[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 19,
    "text": "Higher and higher on the earth the waters swelled, until all the highest mountains under the heavens were submerged."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 19,
    "text": "The LORD then spoke to Moses: Speak to Aaron: Take your staff and stretch out your hand over the waters of Egypt—its streams, its canals, its ponds, and all its supplies of water—that they may become blood. There will be blood throughout the land of Egypt, even in the wooden pails and stone jars."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 19,
    "text": "Should the meat touch anything unclean, it may not be eaten, but shall be burned in the fire. As for other meat, all who are clean may eat of it."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 19,
    "text": "He presented as his offering one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 19,
    "text": "the great testings which your own eyes have seen, the signs and wonders, the strong hand and outstretched arm with which the LORD, your God, brought you out. The same also will he do to all the peoples of whom you are now afraid."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 19,
    "text": "Joshua said to Achan, “My son, give glory to the LORD, the God of Israel, and praise him by telling me what you have done; do not hide it from me.”"
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 19,
    "text": "So Gideon and the hundred men who were with him came to the edge of the camp at the beginning of the middle watch, just after the posting of the guards. They blew the horns and broke the jars they were holding."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 19,
    "text": "And yet even this is too little in your sight, Lord GOD! For you have made a promise regarding your servant's house reaching into the future, and giving guidance to the people, Lord GOD!"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 19,
    "text": "The capitals on top of the columns (in the porch) were made like lilies, four cubits high."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 19,
    "text": "The adjutant had answered the man of God, “Even if the LORD were to make windows in heaven, how could this happen?” And Elisha had replied, “You shall see it with your own eyes, but you shall not eat of it.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 19,
    "text": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 19,
    "text": "But if ever you turn away and forsake my commandments and statutes which I set before you, and proceed to serve other gods, and bow down to them,"
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 19,
    "text": "The vessels given to you for the service of the house of your God you are to deposit before the God of Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 19,
    "text": "descendants of Bigvai, two thousand and sixty-seven;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 19,
    "text": "The Distress of the Israelites. The Israelites cried to the Lord, their God, for they were disheartened, since all their enemies had them surrounded, and there was no way of escaping from them."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 19,
    "text": "Bacchides withdrew from Jerusalem and camped in Beth-zaith. He had many of the men who deserted to him arrested and some of the people. He killed them and threw them into a great cistern."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 19,
    "text": "Do not think, then, that you will go unpunished for having dared to fight against God.”"
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 19,
    "text": "How long before you look away from me, and let me alone till I swallow my spit?"
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 19,
    "text": "For my husband is not at home, he has gone on a long journey;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 19,
    "text": "Wisdom is a better defense for the wise than ten princes in the city,"
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 19,
    "text": "Cycles of years, positions of stars,"
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 19,
    "text": "Do not reject a sensible wife; a gracious wife is more precious than pearls."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 19,
    "text": "All of them shall come and settle in the steep ravines and in the rocky clefts, on all thornbushes and in all pastures."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 19,
    "text": "Are they really offending me—oracle of the LORD—or rather themselves, to their own disgrace?"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 19,
    "text": "They fling their silver into the streets, and their gold is considered unclean. Their silver and gold cannot save them on the day of the LORD's wrath. They cannot satisfy their hunger or fill their bellies, for it has been the occasion of their sin."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 19,
    "text": "Then I wished to make certain about the fourth beast, so very terrible and different from the others, devouring and crushing with its iron teeth and bronze claws, and trampling with its feet what was left;"
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 19,
    "text": "And will again have compassion on us, treading underfoot our iniquities? You will cast into the depths of the sea all our sins;"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 19,
    "text": "Every tree that does not bear good fruit will be cut down and thrown into the fire."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 19,
    "text": "since it enters not the heart but the stomach and passes out into the latrine?” (Thus he declared all foods clean.)"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 19,
    "text": "and sent them to the Lord to ask, “Are you the one who is to come, or should we look for another?”"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 19,
    "text": "Did not Moses give you the law? Yet none of you keeps the law. Why are you trying to kill me?”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 19,
    "text": "He dealt shrewdly with our people and oppressed [our] ancestors by forcing them to expose their infants, that they might not survive."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 19,
    "text": "For I do not do the good I want, but I do the evil I do not want."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 19,
    "text": "Circumcision means nothing, and uncircumcision means nothing; what matters is keeping God's commandments."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 19,
    "text": "for the law brought nothing to perfection; on the other hand, a better hope is introduced, through which we draw near to God."
  }
]