[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 2,
    "text": "When they were migrating from the east, they came to a valley in the land of Shinar and settled there."
  },
  {
    "book": "Exodus",
    "chapter": 11,
    "verse": 2,
    "text": "Instruct the people that every man is to ask his neighbor, and every woman her neighbor, for silver and gold articles and for clothing."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 2,
    "text": "Speak to the Israelites and tell them: Of all land animals these are the ones you may eat:"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 2,
    "text": "But when the people cried out to Moses, he prayed to the LORD and the fire died out."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 2,
    "text": "Recall today that it was not your children, who have neither known nor seen the discipline of the LORD, your God—his greatness, his strong hand and outstretched arm;"
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 2,
    "text": "and to the northern kings in the mountain regions and in the Arabah near Chinneroth, in the Shephelah, and in Naphath-dor to the west."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 2,
    "text": "Gilead's wife had also borne him sons. When they grew up the sons of the wife had driven Jephthah away, saying to him, “You shall inherit nothing in our father's house, for you are the son of another woman.”"
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 2,
    "text": "But Nahash the Ammonite replied, “This is my condition for making a treaty with you: I will gouge out the right eye of every man, and thus bring shame on all Israel.”"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 2,
    "text": "One evening David rose from his bed and strolled about on the roof of the king's house. From the roof he saw a woman bathing; she was very beautiful."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 2,
    "text": "from nations of which the LORD had said to the Israelites: You shall not join with them and they shall not join with you, lest they turn your hearts to their gods. But Solomon held them close in love."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 2,
    "text": "But Jehosheba, daughter of King Joram and sister of Ahaziah, took Joash, Ahaziah's son, and spirited him away, along with his nurse, from the bedroom where the princes were about to be slain. He was concealed from Athaliah, and so he did not die."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 2,
    "text": "In days past, when Saul was still the king, it was you who led Israel in all its battles. And now the LORD, your God, has said to you: You shall shepherd my people Israel; you shall be ruler over my people Israel.”"
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 2,
    "text": "However, the word of the LORD came to Shemaiah, a man of God:"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 2,
    "text": "The people blessed all those who willingly agreed to take up residence in Jerusalem."
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 2,
    "text": "Raphael said: “You know how we left your father."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 2,
    "text": "As for your people who live in the hill country, I would never have raised my spear against them, had they not insulted me. They have brought this upon themselves."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 2,
    "text": "He set out for Syria with peaceful words, and the people in the cities opened their gates to welcome him, as King Alexander had ordered them to do, since Ptolemy was his father-in-law."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 2,
    "text": "mustered about eighty thousand infantry and all his cavalry and marched against the Jews. His plan was to make their city a Greek settlement;"
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 2,
    "text": "Should not many words be answered, or must the garrulous man necessarily be right?"
  },
  {
    "book": "Psalms",
    "chapter": 11,
    "verse": 2,
    "text": "See how the wicked string their bows, fit their arrows to the string to shoot from the shadows at the upright of heart."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 2,
    "text": "When pride comes, disgrace comes; but with the humble is wisdom."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 11,
    "verse": 2,
    "text": "Make seven, or even eight portions; you know not what misfortune may come upon the earth."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 2,
    "text": "III. Special Providence of God During the Exodus Introduction - They journeyed through the uninhabited desert, and in lonely places they pitched their tents;"
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 2,
    "text": "Do not praise anyone for good looks; or despise anyone because of appearance."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 2,
    "text": "The spirit of the LORD shall rest upon him: a spirit of wisdom and of understanding, A spirit of counsel and of strength, a spirit of knowledge and of fear of the LORD,"
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 2,
    "text": "Speak to the people of Judah and the inhabitants of Jerusalem,"
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 2,
    "text": "The LORD said to me: Son of man, these are the men who are planning evil and giving wicked counsel in this city."
  },
  {
    "book": "Hosea",
    "chapter": 11,
    "verse": 2,
    "text": "The more I called them, the farther they went from me, Sacrificing to the Baals and burning incense to idols."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 2,
    "text": "Wail, cypress trees, for the cedars are fallen, the mighty are destroyed! Wail, oaks of Bashan, for the dense forest is cut down!"
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 2,
    "text": "IV. Opposition from Israel - The Messengers from John the Baptist. When John heard in prison of the works of the Messiah, he sent his disciples to him"
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 2,
    "text": "and said to them, “Go into the village opposite you, and immediately on entering it, you will find a colt tethered on which no one has ever sat. Untie it and bring it here."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 2,
    "text": "He said to them, “When you pray, say: Father, hallowed be your name, your kingdom come."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 2,
    "text": "Mary was the one who had anointed the Lord with perfumed oil and dried his feet with her hair; it was her brother Lazarus who was ill."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 2,
    "text": "So when Peter went up to Jerusalem the circumcised believers confronted him,"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 2,
    "text": "God has not rejected his people whom he foreknew. Do you not know what the scripture says about Elijah, how he pleads with God against Israel?"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 2,
    "text": "IV. Problems in Liturgical Assemblies - I praise you because you remember me in everything and hold fast to the traditions, just as I handed them on to you."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 2,
    "text": "For I am jealous of you with the jealousy of God, since I betrothed you to one husband to present you as a chaste virgin to Christ."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 2,
    "text": "Because of it the ancients were well attested."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 2,
    "text": "But exclude the outer court of the temple; do not measure it, for it has been handed over to the Gentiles, who will trample the holy city for forty-two months."
  }
]