[
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 28,
    "text": "and the Israelites went and did exactly as the LORD had commanded Moses and Aaron."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 28,
    "text": "Be careful to heed all these words I command you today, that you and your descendants after you may forever prosper for doing what is good and right in the sight of the LORD, your God."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 28,
    "text": "Therefore, assemble the rest of the soldiers, join the siege against the city, and capture it, lest I be the one to capture the city and mine be the name people mention, not yours.”"
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 28,
    "text": "The king took counsel, made two calves of gold, and said to the people: “You have been going up to Jerusalem long enough. Here are your gods, O Israel, who brought you up from the land of Egypt.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 28,
    "text": "along with Jehoiada, leader of the line of Aaron, with another three thousand seven hundred,"
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 28,
    "text": "The levitical singers gathered together from the region about Jerusalem, from the villages of the Netophathites,"
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 28,
    "text": "When the enemy heard that Jonathan and his men were ready for battle, their hearts sank with fear and dread. They lighted fires in their camp and then withdrew."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 28,
    "text": "But the Jews, invoking the Sovereign who powerfully shatters the might of enemies, got possession of the city and slaughtered twenty-five thousand of the people in it."
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 28,
    "text": "In the path of justice is life, but the way of abomination leads to death."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 28,
    "text": "Say to them therefore: Thus says the Lord GOD: None of my words shall be delayed any longer. Whatever I say is final; it shall be done—oracle of the Lord GOD."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 28,
    "text": "But if it is by the Spirit of God that I drive out demons, then the kingdom of God has come upon you."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 28,
    "text": "One of the scribes, when he came forward and heard them disputing and saw how well he had answered them, asked him, “Which is the first of all the commandments?”"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 28,
    "text": "If God so clothes the grass in the field that grows today and is thrown into the oven tomorrow, will he not much more provide for you, O you of little faith?"
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 28,
    "text": "Father, glorify your name.” Then a voice came from heaven, “I have glorified it and will glorify it again.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 28,
    "text": "Some people God has designated in the church to be, first, apostles; second, prophets; third, teachers; then, mighty deeds; then, gifts of healing, assistance, administration, and varieties of tongues."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 28,
    "text": "Therefore, we who are receiving the unshakable kingdom should have gratitude, with which we should offer worship pleasing to God in reverence and awe."
  }
]