[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 31,
    "text": "God looked at everything he had made, and found it very good. Evening came, and morning followed—the sixth day."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 31,
    "text": "those enrolled from the tribe of Zebulun were fifty-seven thousand four hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 31,
    "text": "as well as in the wilderness, where you saw how the LORD, your God, carried you, as one carries his own child, all along your journey until you arrived at this place.”"
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 31,
    "text": "Nor did Asher dispossess the inhabitants of Acco or those of Sidon, or take possession of Mahaleb, Achzib, Helbah, Aphik, or Rehob."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 31,
    "text": "Bowing to the floor in homage to the king, Bathsheba said, “May my lord, King David, live forever!”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 31,
    "text": "Jetur, Naphish, and Kedemah. These were the sons of Ishmael."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 31,
    "text": "He plundered the city and set fire to it, demolished its houses and its surrounding walls."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 31,
    "text": "After the sacrifice was consumed, Nehemiah ordered the rest of the liquid to be poured upon large stones."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 31,
    "text": "Well, then, they shall eat the fruit of their own way, and with their own devices be glutted."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 31,
    "text": "The strong tree shall turn to tinder, and the one who tends it shall become a spark; Both of them shall burn together, and there shall be none to quench them."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 31,
    "text": "He approached, grasped her hand, and helped her up. Then the fever left her and she waited on them."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 31,
    "text": "Behold, you will conceive in your womb and bear a son, and you shall name him Jesus."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 31,
    "text": "I did not know him, but the reason why I came baptizing with water was that he might be made known to Israel.”"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 31,
    "text": "They are senseless, faithless, heartless, ruthless."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 31,
    "text": "so that, as it is written, “Whoever boasts, should boast in the Lord.”"
  }
]