[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 2,
    "text": "On the seventh day God completed the work he had been doing; he rested on the seventh day from all the work he had undertaken."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 2,
    "text": "and the woman conceived and bore a son. Seeing what a fine child he was, she hid him for three months."
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 2,
    "text": "and bring it to Aaron's sons, the priests. A priest shall take a handful of the bran flour and oil, together with all the frankincense, and shall burn it on the altar as a token of the offering, a sweet-smelling oblation to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 2,
    "text": "The Israelites shall camp, each in their own divisions, under the ensigns of their ancestral houses. They shall camp at some distance all around the tent of meeting."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 2,
    "text": "Finally the LORD said to me,"
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 2,
    "text": "But a report was brought to the king of Jericho: “Some men came here last night, Israelites, to spy out the land.”"
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 2,
    "text": "but you must not make a covenant with the inhabitants of this land; you must pull down their altars. But you did not listen to me. Look what you have done!"
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 2,
    "text": "Ruth the Moabite said to Naomi, “I would like to go and glean grain in the field of anyone who will allow me.” Naomi said to her, “Go ahead, my daughter.”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 2,
    "text": "There is no Holy One like the LORD; there is no Rock like our God."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 2,
    "text": "So David went up there, with his two wives, Ahinoam of Jezreel and Abigail, the wife of Nabal of Carmel."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 2,
    "text": "“I am going the way of all the earth. Be strong and be a man!"
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 2,
    "text": "Elijah said to Elisha, “Stay here, please. The LORD has sent me on to Bethel.” Elisha replied, “As the LORD lives, and as you yourself live, I will not leave you.” So they went down to Bethel."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 2,
    "text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 2,
    "text": "Moreover, Solomon sent this message to Huram, king of Tyre: “As you dealt with David my father, and sent him cedars to build a house for his dwelling—"
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 2,
    "text": "(those who returned with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah): The census of the people of Israel:"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 2,
    "text": "the king asked me, “Why do you look sad? If you are not sick, you must be sad at heart.” Though I was seized with great fear,"
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 2,
    "text": "The table was set for me, and the dishes placed before me were many. So I said to my son Tobiah: “Son, go out and bring in whatever poor person you find among our kindred exiled here in Nineveh who may be a sincere worshiper of God to share this meal with me. Indeed, son, I shall wait for you to come back.”"
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 2,
    "text": "He summoned all his attendants and officers, laid before them his secret plan, and with his own lips recounted in full detail the wickedness of all the land."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 2,
    "text": "Then the king's personal attendants suggested: “Let beautiful young virgins be sought for the king."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 2,
    "text": "He had five sons: John, who was called Gaddi;"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 2,
    "text": "and that the prophet, in giving them the law, directed the deportees not to forget the commandments of the Lord or be led astray in their thoughts, when seeing the gold and silver idols and their adornments."
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 2,
    "text": "The LORD said to the satan, “Where have you been?” Then the satan answered the LORD and said, “Roaming the earth and patrolling it.”"
  },
  {
    "book": "Psalms",
    "chapter": 2,
    "verse": 2,
    "text": "Kings on earth rise up and princes plot together against the LORD and against his anointed one:"
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 2,
    "text": "Turning your ear to wisdom, inclining your heart to understanding;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 2,
    "text": "Of laughter I said: “Mad!” and of mirth: “What good does this do?”"
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 2,
    "text": "M Like a lily among thorns, so is my friend among women."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 2,
    "text": "For by mere chance were we born, and hereafter we shall be as though we had not been; Because the breath in our nostrils is smoke, and reason a spark from the beating of our hearts,"
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 2,
    "text": "Be sincere of heart and steadfast, and do not be impetuous in time of adversity."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 2,
    "text": "Zion, the Royal City of God - In days to come, The mountain of the LORD's house shall be established as the highest mountain and raised above the hills. All nations shall stream toward it."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 2,
    "text": "Go, cry out this message for Jerusalem to hear! I remember the devotion of your youth, how you loved me as a bride, Following me in the wilderness, in a land unsown."
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 2,
    "text": "The Lord has devoured without pity all of Jacob's dwellings; In his fury he has razed daughter Judah's defenses, Has brought to the ground in dishonor a kingdom and its princes."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 2,
    "text": "Nowhere under heaven has anything been done like what he did in Jerusalem, as was written in the law of Moses:"
  },
  {
    "book": "Ezekiel",
    "chapter": 2,
    "verse": 2,
    "text": "As he spoke to me, the spirit entered into me and set me on my feet, and I heard the one who was speaking"
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 2,
    "text": "So he ordered that the magicians, enchanters, sorcerers, and Chaldeans be summoned to interpret the dream for him. When they came and presented themselves to the king,"
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 2,
    "text": "Then the people of Judah and of Israel will gather together; They will appoint for themselves one head and rise up from the land; great indeed shall be the day of Jezreel!"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 2,
    "text": "a day of darkness and gloom, a day of thick clouds! Like dawn spreading over the mountains, a vast and mighty army! Nothing like it has ever happened in ages past, nor will the future hold anything like it, even to the most distant generations."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 2,
    "text": "I will send fire upon Moab, and it will devour the strongholds of Kerioth; Moab shall meet death amid uproar, battle cries and blasts of the ram's horn."
  },
  {
    "book": "Jonah",
    "chapter": 2,
    "verse": 2,
    "text": "Jonah prayed to the LORD, his God, from the belly of the fish:"
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 2,
    "text": "You covet fields, and seize them; houses, and take them; You cheat owners of their houses, people of their inheritance."
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 2,
    "text": "The Attack on Nineveh - One who scatters has come up against you; guard the rampart, Watch the road, brace yourselves, marshal all your strength!"
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 2,
    "text": "God's Response - Then the LORD answered me and said: Write down the vision; Make it plain upon tablets, so that the one who reads it may run."
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 2,
    "text": "Before you are driven away, like chaff that disappears; Before there comes upon you the blazing anger of the LORD; Before there comes upon you the day of the LORD's anger."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 2,
    "text": "Speak to the governor of Judah, Zerubbabel, son of Shealtiel, and to the high priest Joshua, son of Jehozadak, and to the remnant of the people:"
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 2,
    "text": "Then I asked the angel who spoke with me, “What are those?” He answered, “Those are the horns that scattered Judah, Israel, and Jerusalem.”"
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 2,
    "text": "And if you do not take to heart giving honor to my name, says the LORD of hosts, I will send a curse upon you and your blessing I will curse. In fact, I have already cursed it, because you do not take it to heart."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 2,
    "text": "saying, “Where is the newborn king of the Jews? We saw his star at its rising and have come to do him homage.”"
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 2,
    "text": "Many gathered together so that there was no longer room for them, not even around the door, and he preached the word to them."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 2,
    "text": "This was the first enrollment, when Quirinius was governor of Syria."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 2,
    "text": "Jesus and his disciples were also invited to the wedding."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 2,
    "text": "And suddenly there came from the sky a noise like a strong driving wind, and it filled the entire house in which they were."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 2,
    "text": "We know that the judgment of God on those who do such things is true."
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 2,
    "text": "For I resolved to know nothing while I was with you except Jesus Christ, and him crucified."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 2,
    "text": "For if I inflict pain upon you, then who is there to cheer me except the one pained by me?"
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 2,
    "text": "I went up in accord with a revelation, and I presented to them the gospel that I preach to the Gentiles—but privately to those of repute—so that I might not be running, or have run, in vain."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 2,
    "text": "in which you once lived following the age of this world, following the ruler of the power of the air, the spirit that is now at work in the disobedient."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 2,
    "text": "complete my joy by being of the same mind, with the same love, united in heart, thinking one thing."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 2,
    "text": "that their hearts may be encouraged as they are brought together in love, to have all the richness of fully assured understanding, for the knowledge of the mystery of God, Christ,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 2,
    "text": "Rather, after we had suffered and been insolently treated, as you know, in Philippi, we drew courage through our God to speak to you the gospel of God with much struggle."
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 2,
    "text": "not to be shaken out of your minds suddenly, or to be alarmed either by a “spirit,” or by an oral statement, or by a letter allegedly from us to the effect that the day of the Lord is at hand."
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 2,
    "text": "for kings and for all in authority, that we may lead a quiet and tranquil life in all devotion and dignity."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 2,
    "text": "And what you heard from me through many witnesses entrust to faithful people who will have the ability to teach others as well."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 2,
    "text": "that older men should be temperate, dignified, self-controlled, sound in faith, love, and endurance."
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 2,
    "text": "For if the word announced through angels proved firm, and every transgression and disobedience received its just recompense,"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 2,
    "text": "For if a man with gold rings on his fingers and in fine clothes comes into your assembly, and a poor person in shabby clothes also comes in,"
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 2,
    "text": "like newborn infants, long for pure spiritual milk so that through it you may grow into salvation,"
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 2,
    "text": "Many will follow their licentious ways, and because of them the way of truth will be reviled."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 2,
    "text": "He is expiation for our sins, and not for our sins only but for those of the whole world."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 2,
    "text": "“I know your works, your labor, and your endurance, and that you cannot tolerate the wicked; you have tested those who call themselves apostles but are not, and discovered that they are impostors."
  }
]