[
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 34,
    "text": "The priest shall then take some of the blood of the purification offering on his finger and put it on the horns of the altar for burnt offerings. The rest of the blood he shall pour out at the base of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 34,
    "text": "Number of Adult Levites. So Moses and Aaron and the leaders of the community enrolled the Kohathites, by clans and ancestral houses,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 34,
    "text": "Or did any god venture to go and take a nation for himself from the midst of another nation, by testings, by signs and wonders, by war, with strong hand and outstretched arm, and by great terrors, all of which the LORD, your God, did for you in Egypt before your very eyes?"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 34,
    "text": "Then he lay upon the child on the bed, placing his mouth upon the child's mouth, his eyes upon the eyes, and his hands upon the hands. As Elisha stretched himself over the child, the boy's flesh became warm."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 34,
    "text": "Meshobab, Jamlech, Joshah, son of Amaziah,"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 34,
    "text": "Then they engaged in battle, and about five thousand of Lysias' army fell in hand-to-hand fighting."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 34,
    "text": "Thereupon Menelaus approached Andronicus privately and urged him to seize Onias. So Andronicus went to Onias, treacherously reassuring him by offering his right hand in oath, and persuaded him, in spite of his suspicions, to leave the sanctuary. Then, with no regard for justice, he immediately put him to death."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 34,
    "text": "I will take from her the rejoicing crowds, and her exultation shall be turned to mourning:"
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 34,
    "text": "Now, I, Nebuchadnezzar, praise and exalt and glorify the King of heaven, all of whose works are right and ways just; and who is able to humble those who walk in pride."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 34,
    "text": "Without parables he did not speak to them, but to his own disciples he explained everything in private."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 34,
    "text": "“Ha! What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 34,
    "text": "Jesus said to them, “My food is to do the will of the one who sent me and to finish his work."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 34,
    "text": "There was no needy person among them, for those who owned property or houses would sell them, bring the proceeds of the sale,"
  }
]