[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 13,
    "text": "The LORD God then asked the woman: What is this you have done? The woman answered, “The snake tricked me, so I ate it.”"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 13,
    "text": "“But,” said Moses to God, “if I go to the Israelites and say to them, ‘The God of your ancestors has sent me to you,' and they ask me, ‘What is his name?' what do I tell them?”"
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 13,
    "text": "and after laying a hand on its head, it shall then be slaughtered before the tent of meeting. Aaron's sons shall splash its blood on all the sides of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 13,
    "text": "because every firstborn is mine. When I struck down all the firstborn in the land of Egypt, I consecrated to me every firstborn in Israel, human being and beast alike. They belong to me; I am the LORD."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 13,
    "text": "The rest of Gilead and all of Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh. (The whole Argob region, all that part of Bashan, was once called a land of the Rephaim."
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 13,
    "text": "When the soles of the feet of the priests carrying the ark of the LORD, the Lord of the whole earth, touch the waters of the Jordan, it will cease to flow; the water flowing down from upstream will halt in a single heap.”"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 13,
    "text": "Taking the Ammonites and Amalek as allies, he went and defeated Israel, taking possession of the City of Palms."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 13,
    "text": "Stay where you are for tonight, and tomorrow, if he will act as redeemer for you, good. But if he will not, as the LORD lives, I will do it myself. Lie there until morning.”"
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 13,
    "text": "I announce to him that I am condemning his house once and for all, because of this crime: though he knew his sons were blaspheming God, he did not reprove them."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 13,
    "text": "He replied, “Good, I will make a covenant with you. But one thing I require of you. You must not appear before me unless you bring back Michal, Saul's daughter, when you come to present yourself to me.”"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 13,
    "text": "In addition, I give you what you have not asked for: I give you such riches and glory that among kings there will be no one like you all your days."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 13,
    "text": "Elisha asked the king of Israel, “What do you want with me? Go to the prophets of your father and to the prophets of your mother.” The king of Israel replied, “No, the LORD has called these three kings together only to deliver us into the power of Moab.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 13,
    "text": "whose son was Ahaz, whose son was Hezekiah, whose son was Manasseh,"
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 13,
    "text": "The combined wingspread of the two cherubim was thus twenty cubits. They stood upon their own feet, facing toward the nave."
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 13,
    "text": "No one could distinguish the sound of the joyful shouting from the sound of those who were weeping; for the people raised a mighty clamor which was heard far away."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 13,
    "text": "The Valley Gate was repaired by Hanun and the inhabitants of Zanoah; they rebuilt it and set up its doors, its bolts, and its bars. They also repaired a thousand cubits of the wall up to the Dung Gate."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 13,
    "text": "Bid me to depart from the earth, never again to listen to such reproaches."
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 13,
    "text": "Letters were sent by couriers to all the royal provinces, to destroy, kill and annihilate all the Jews, young and old, including women and children in one day, the thirteenth day of the twelfth month, Adar, and to seize their goods as spoil. Chapter B - This is a copy of the letter: “The great King Ahasuerus writes to the satraps of the hundred and twenty-seven provinces from India to Ethiopia, and the governors subordinate to them, as follows: When I came to rule many peoples and to hold sway over the whole world, not being carried away by a sense of my own authority but always acting fairly and with mildness, I determined to provide for my subjects a life of lasting tranquility; and, by making my kingdom civilized and safe for travel to its farthest borders, to restore the peace desired by all people. When I consulted my counselors as to how this might be accomplished, Haman, who excels among us in discretion, who is outstanding for constant good will and steadfast loyalty, and who has gained a place in the kingdom second only to me, brought it to our attention that, mixed among all the nations throughout the world, there is one people of ill will, which by its laws is opposed to every other people and continually disregards the decrees of kings, so that the unity of empire blamelessly designed by us cannot be established. “Having noted, therefore, that this nation, and it alone, is continually at variance with all people, lives by divergent and alien laws, is inimical to our government, and does all the harm it can to undermine the stability of the kingdom, we hereby decree that all those who are indicated to you in the letters of Haman, who is in charge of the administration and is a second father to us, shall, together with their wives and children, be utterly destroyed by the swords of their enemies, without any pity or mercy, on the fourteenth day of the twelfth month, Adar, of the current year; so that when these people, whose present ill will is of long standing, have gone down into Hades by a violent death on a single day, they may leave our government completely stable and undisturbed for the future.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 13,
    "text": "But Seron, commander of the Syrian army, heard that Judas had mustered an assembly of faithful men ready for war."
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 13,
    "text": "Heliodorus' Plan to Rob the Temple. But Heliodorus, because of the orders he had from the king, said that in any case this money must be confiscated for the royal treasury."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 13,
    "text": "For then I should have lain down and been tranquil; had I slept, I should then have been at rest"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 13,
    "text": "The Benefits of Finding Wisdom - Happy the one who finds wisdom, the one who gains understanding!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 13,
    "text": "Moreover, that all can eat and drink and enjoy the good of all their toil—this is a gift of God."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 13,
    "text": "B. On Childlessness Yes, blessed is she who, childless and undefiled, never knew transgression of the marriage bed; for she shall bear fruit at the judgment of souls."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 13,
    "text": "Even if his mind fails, be considerate of him; do not revile him because you are in your prime."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 13,
    "text": "The LORD rises to accuse, stands to try his people."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 13,
    "text": "Only admit your guilt: how you have rebelled against the LORD, your God, How you ran here and there to strangers under every green tree and would not listen to my voice—oracle of the LORD."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 13,
    "text": "He pierced my kidneys with shafts from his quiver."
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 13,
    "text": "Had you walked in the way of God, you would have dwelt in enduring peace."
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 13,
    "text": "the noise of the wings of the living creatures beating against one another, and the noise of the wheels alongside them, a loud rumbling."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 13,
    "text": "Nebuchadnezzar flew into a rage and sent for Shadrach, Meshach, and Abednego, who were promptly brought before the king."
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 13,
    "text": "Hear and bear witness against the house of Jacob— an oracle of the Lord GOD, the God of hosts:"
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 13,
    "text": "Indeed your troops are women in your midst; To your foes are open wide the gates of your land, fire has consumed their bars."
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 13,
    "text": "You came forth to save your people, to save your anointed one. You crushed the back of the wicked, you laid him bare, bottom to neck. Selah"
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 13,
    "text": "the remnant of Israel. They shall do no wrong and speak no lies; Nor shall there be found in their mouths a deceitful tongue; They shall pasture and lie down with none to disturb them."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 13,
    "text": "The Need to Serve God - Your words are too much for me, says the LORD. You ask, “What have we spoken against you?”"
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 13,
    "text": "Then Jesus came from Galilee to John at the Jordan to be baptized by him."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 13,
    "text": "The Mission of the Twelve. He went up the mountain and summoned those whom he wanted and they came to him."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 13,
    "text": "He answered them, “Stop collecting more than what is prescribed.”"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 13,
    "text": "No one has gone up to heaven except the one who has come down from heaven, the Son of Man."
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 13,
    "text": "The God of Abraham, [the God] of Isaac, and [the God] of Jacob, the God of our ancestors, has glorified his servant Jesus whom you handed over and denied in Pilate's presence, when he had decided to release him."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 13,
    "text": "Their throats are open graves; they deceive with their tongues; the venom of asps is on their lips;"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 13,
    "text": "the work of each will come to light, for the Day will disclose it. It will be revealed with fire, and the fire [itself] will test the quality of each one's work."
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 13,
    "text": "and not like Moses, who put a veil over his face so that the Israelites could not look intently at the cessation of what was fading."
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 13,
    "text": "Christ ransomed us from the curse of the law by becoming a curse for us, for it is written, “Cursed be everyone who hangs on a tree,”"
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 13,
    "text": "So I ask you not to lose heart over my afflictions for you; this is your glory. Prayer for the Readers."
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 13,
    "text": "Brothers, I for my part do not consider myself to have taken possession. Just one thing: forgetting what lies behind but straining forward to what lies ahead,"
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 13,
    "text": "bearing with one another and forgiving one another, if one has a grievance against another; as the Lord has forgiven you, so must you also do."
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 13,
    "text": "so as to strengthen your hearts, to be blameless in holiness before our God and Father at the coming of our Lord Jesus with all his holy ones. [Amen.]"
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 13,
    "text": "But you, brothers, do not be remiss in doing good."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 13,
    "text": "Thus those who serve well as deacons gain good standing and much confidence in their faith in Christ Jesus. The Mystery of Our Religion."
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 13,
    "text": "But wicked people and charlatans will go from bad to worse, deceivers and deceived."
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 13,
    "text": "Send Zenas the lawyer and Apollos on their journey soon, and see to it that they have everything they need."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 13,
    "text": "Encourage yourselves daily while it is still “today,” so that none of you may grow hardened by the deceit of sin."
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 13,
    "text": "Who among you is wise and understanding? Let him show his works by a good life in the humility that comes from wisdom."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 13,
    "text": "Now who is going to harm you if you are enthusiastic for what is good?"
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 13,
    "text": "But according to his promise we await new heavens and a new earth in which righteousness dwells."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 13,
    "text": "Do not be amazed, [then,] brothers, if the world hates you."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 13,
    "text": "“‘“Whoever has ears ought to hear what the Spirit says to the churches.”' To Laodicea."
  }
]