[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 10,
    "text": "God then said: What have you done? Your brother's blood cries out to me from the ground!"
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 10,
    "text": "Aaron's Office as Assistant. Moses, however, said to the LORD, “If you please, my Lord, I have never been eloquent, neither in the past nor now that you have spoken to your servant; but I am slow of speech and tongue.”"
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 10,
    "text": "just as the fat pieces are removed from the ox of the communion sacrifice. The priest shall burn these on the altar for burnt offerings."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 10,
    "text": "The menorah with all its utensils they shall then put in a covering of yellow-orange skin, and place on a litter."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 10,
    "text": "that day you stood before the LORD, your God, at Horeb, when the LORD said to me: Assemble the people for me, that I may let them hear my words, that they may learn to fear me as long as they live in the land and may so teach their children."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 10,
    "text": "The priests carrying the ark stood in the Jordan riverbed until everything had been done that the LORD had commanded Joshua to tell the people, just as Moses had commanded Joshua. The people crossed over quickly,"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 10,
    "text": "Barak summoned Zebulun and Naphtali to Kedesh, and ten thousand men followed him. Deborah also went up with him."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 10,
    "text": "I also acquire Ruth the Moabite, the widow of Mahlon, as my wife, in order to raise up a family for her late husband on his estate, so that the name of the deceased may not perish from his people and his place. Do you witness this today?”"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 10,
    "text": "The Philistines fought and Israel was defeated; everyone fled to their own tents. It was a disastrous defeat; Israel lost thirty thousand foot soldiers."
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 10,
    "text": "the man who reported to me, ‘Saul is dead,' and thought he was bringing good news, that man I seized and killed in Ziglag: that was the reward I gave him."
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 10,
    "text": "the son of Hesed in Arubboth, as well as in Socoh and the whole region of Hepher;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 10,
    "text": "let us arrange a little room on the roof and furnish it for him with a bed, table, chair, and lamp, so that when he comes to us he can stay there.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 10,
    "text": "Jabez prayed to the God of Israel: “Oh, that you may truly bless me and extend my boundaries! May your hand be with me and make me free of misfortune, without pain!” And God granted his prayer."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 10,
    "text": "The sea he placed off to the southeast from the south side of the house."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 10,
    "text": "and the other peoples whom the great and illustrious Osnappar transported and settled in the city of Samaria and elsewhere in the province West-of-Euphrates, as follows….”"
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 10,
    "text": "From that time on, however, only half my work force took a hand in the work, while the other half, armed with spears, bucklers, bows, and breastplates, stood guard behind the whole house of Judah"
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 10,
    "text": "For almsgiving delivers from death and keeps one from entering into Darkness."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 10,
    "text": "They, along with their wives, and children, and domestic animals, every resident alien, hired worker, and purchased slave, girded themselves with sackcloth."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 10,
    "text": "Then Esther replied to Hathach and gave him this message for Mordecai:"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 10,
    "text": "So now let us cry to Heaven in the hope that he will favor us, remember the covenant with our ancestors, and destroy this army before us today."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 10,
    "text": "When Jason received the king's approval and came into office, he immediately initiated his compatriots into the Greek way of life."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 10,
    "text": "Though the lion roars, though the king of beasts cries out, yet the teeth of the young lions are broken;"
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 10,
    "text": "The Two Ways - Hear, my son, and receive my words, and the years of your life shall be many."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 10,
    "text": "If the one falls, the other will help the fallen one. But woe to the solitary person! If that one should fall, there is no other to help."
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 10,
    "text": "How beautiful is your love, my sister, my bride, How much better is your love than wine, and the fragrance of your perfumes than any spice!"
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 10,
    "text": "The one who pleased God was loved, living among sinners, was transported—"
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 10,
    "text": "Be like a father to orphans, and take the place of a husband to widows. Then God will call you his child, and he will be merciful to you and deliver you from the pit."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 10,
    "text": "“Ah! Lord GOD,” they will say, “You really did deceive us When you said: You shall have peace, while the sword was at our very throats.”"
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 10,
    "text": "The hands of compassionate women have boiled their own children! They became their food when the daughter of my people was shattered."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 10,
    "text": "For I have seen the captivity that the Eternal One has brought upon my sons and daughters."
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 10,
    "text": "The food you eat shall be twenty shekels a day by weight; each day you shall eat it."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 10,
    "text": "In the vision I saw while in bed, a holy watcher came down from heaven"
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 10,
    "text": "They will eat but not be satisfied, they will promote prostitution but not increase, Because they have abandoned the LORD, devoting themselves"
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 10,
    "text": "Beat your plowshares into swords, and your pruning knives into spears; let the weakling boast, “I am a warrior!”"
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 10,
    "text": "I sent upon you pestilence like that of Egypt; with the sword I killed your young men and your captured horses, and to your nostrils I brought the stench of your camps; Yet you did not return to me— oracle of the LORD."
  },
  {
    "book": "Jonah",
    "chapter": 4,
    "verse": 10,
    "text": "Then the LORD said, “You are concerned over the gourd plant which cost you no effort and which you did not grow; it came up in one night and in one night it perished."
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 10,
    "text": "Writhe, go into labor, O daughter Zion, like a woman giving birth; For now you shall leave the city and camp in the fields; To Babylon you shall go, there you shall be rescued. There the LORD shall redeem you from the hand of your enemies."
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 10,
    "text": "For whoever has scorned such a day of small things will rejoice to see the capstone in the hand of Zerubbabel. Resumption of the Vision: Explanation of Lamps and Trees. “These seven are the eyes of the LORD that range over the whole earth.”"
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 10,
    "text": "At this, Jesus said to him, “Get away, Satan! It is written: ‘The Lord, your God, shall you worship and him alone shall you serve.'”"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 10,
    "text": "The Purpose of the Parables. And when he was alone, those present along with the Twelve questioned him about the parables."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 10,
    "text": "for it is written: ‘He will command his angels concerning you, to guard you,'"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 10,
    "text": "Jesus answered and said to her, “If you knew the gift of God and who is saying to you, ‘Give me a drink,' you would have asked him and he would have given you living water.”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 10,
    "text": "then all of you and all the people of Israel should know that it was in the name of Jesus Christ the Nazorean whom you crucified, whom God raised from the dead; in his name this man stands before you healed."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 10,
    "text": "Under what circumstances was it credited? Was he circumcised or not? He was not circumcised, but uncircumcised."
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 10,
    "text": "We are fools on Christ's account, but you are wise in Christ; we are weak, but you are strong; you are held in honor, but we in disrepute."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 10,
    "text": "always carrying about in the body the dying of Jesus, so that the life of Jesus may also be manifested in our body."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 10,
    "text": "You are observing days, months, seasons, and years."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 10,
    "text": "The one who descended is also the one who ascended far above all the heavens, that he might fill all things."
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 10,
    "text": "VII. Gratitude for the Philippians' Generosity - I rejoice greatly in the Lord that now at last you revived your concern for me. You were, of course, concerned about me but lacked an opportunity."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 10,
    "text": "From Paul's Co-Workers. Aristarchus, my fellow prisoner, sends you greetings, as does Mark the cousin of Barnabas (concerning whom you have received instructions; if he comes to you, receive him),"
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 10,
    "text": "Indeed, you do this for all the brothers throughout Macedonia. Nevertheless we urge you, brothers, to progress even more,"
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 10,
    "text": "For this we toil and struggle, because we have set our hope on the living God, who is the savior of all, especially of those who believe."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 10,
    "text": "for Demas, enamored of the present world, deserted me and went to Thessalonica, Crescens to Galatia, and Titus to Dalmatia."
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 10,
    "text": "And whoever enters into God's rest, rests from his own works as God did from his."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 10,
    "text": "Humble yourselves before the Lord and he will exalt you."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 10,
    "text": "As each one has received a gift, use it to serve one another as good stewards of God's varied grace."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 10,
    "text": "In this is love: not that we have loved God, but that he loved us and sent his Son as expiation for our sins."
  },
  {
    "book": "Revelation",
    "chapter": 4,
    "verse": 10,
    "text": "the twenty-four elders fall down before the one who sits on the throne and worship him, who lives forever and ever. They throw down their crowns before the throne, exclaiming:"
  }
]