[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 16,
    "text": "The LORD God gave the man this order: You are free to eat from any of the trees of the garden"
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 16,
    "text": "Now the priest of Midian had seven daughters, and they came to draw water and fill the troughs to water their father's flock."
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 16,
    "text": "The priest shall then burn some of the groats and oil, together with all the frankincense, as a token of the offering, an oblation to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 16,
    "text": "The total enrollment of the camp of Reuben by companies is one hundred and fifty-one thousand four hundred and fifty. They shall be second on the march."
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 16,
    "text": "Along Ammon. When at length death had put an end to all the soldiers among the people,"
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 16,
    "text": "“Go up into the hill country,” she said, “that your pursuers may not come upon you. Hide there for three days, until they return; then you may go on your way.”"
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 16,
    "text": "But the LORD raised up judges to save them from the power of their plunderers;"
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 16,
    "text": "and even drop some handfuls and leave them for her to glean; do not rebuke her.”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 16,
    "text": "And if this one protested, “Let the fat be burned first, then take whatever you wish,” he would reply, “No, give it to me now, or else I will take it by force.”"
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 16,
    "text": "Then each one grasped his opponent's head and thrust his sword into his opponent's side, and they all fell down together. And so that place was named the Field of the Sides; it is in Gibeon."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 16,
    "text": "But now there is one favor I would ask of you. Do not refuse me.” And she said, “Speak on.”"
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 16,
    "text": "They said, “Among your servants are fifty brave men. Let them go in search of your master. Perhaps the spirit of the LORD has lifted him up and left him on some mountain or in some valley.” He answered, “Do not send them.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 16,
    "text": "Their sisters were Zeruiah and Abigail. Zeruiah had three sons: Abishai, Joab, and Asahel."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 16,
    "text": "Thereupon Solomon took a census of all the alien men resident in the land of Israel (following the census David his father had taken of them); they were found to number one hundred fifty-three thousand six hundred."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 16,
    "text": "descendants of Ater, who were descendants of Hezekiah, ninety-eight;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 16,
    "text": "The magistrates knew nothing of where I had gone or what I was doing, for as yet I had disclosed nothing to the Jews, neither to the priests, nor to the nobles, nor to the magistrates, nor to the others who were to do the work."
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 16,
    "text": "and drew them up as a vast force organized for battle."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 16,
    "text": "Ahasuerus Chooses Esther. Esther was led to King Ahasuerus in his palace in the tenth month, Tebeth, in the seventh year of his reign."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 16,
    "text": "Many of Israel joined them, but Mattathias and his sons drew together."
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 16,
    "text": "As we are about to celebrate the purification, we are writing: you should celebrate the feast days."
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 16,
    "text": "Saving you from a stranger, from a foreign woman with her smooth words,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 16,
    "text": "The wise person will have no more abiding remembrance than the fool; for in days to come both will have been forgotten. How is it that the wise person dies like the fool!"
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 16,
    "text": "My lover belongs to me and I to him; he feeds among the lilies."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 16,
    "text": "He judges us debased; he holds aloof from our paths as from things impure. He calls blest the destiny of the righteous and boasts that God is his Father."
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 16,
    "text": "Those who fear the Lord seek to please him; those who love him are filled with his law."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 16,
    "text": "Against all the ships of Tarshish and all stately vessels."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 16,
    "text": "Yes, the people of Memphis and Tahpanhes shave the crown of your head."
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 16,
    "text": "They open their mouths against you, all your enemies; They hiss and gnash their teeth, saying, “We have devoured her! How we have waited for this day— we have lived to see it!”"
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 16,
    "text": "LORD, look down from your holy dwelling and take thought of us; LORD, incline your ear to hear us."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 16,
    "text": "Daniel went and asked for time from the king, that he might give him the interpretation."
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 16,
    "text": "Therefore, I will allure her now; I will lead her into the wilderness and speak persuasively to her."
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 16,
    "text": "Gather the people, sanctify the congregation; Assemble the elderly; gather the children, even infants nursing at the breast; Let the bridegroom leave his room, and the bride her bridal tent."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 16,
    "text": "And the most stouthearted of warriors shall flee naked on that day— oracle of the LORD."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 16,
    "text": "You are filled with shame instead of glory; drink, you too, and stagger! The cup from the LORD's right hand shall come around to you, and utter shame shall cover your glory."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 16,
    "text": "what was your experience? When one went to a heap of grain for twenty ephahs, there were only ten; When one went to a vat to draw fifty ephahs, there were only twenty."
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 16,
    "text": "The LORD will inherit Judah as his portion of the holy land, and the LORD will again choose Jerusalem."
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 16,
    "text": "For I hate divorce, says the LORD, the God of Israel, And the one who covers his garment with violence, says the LORD of hosts. You should be on guard, then, for your life, and you must not break faith."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 16,
    "text": "The Massacre of the Infants. When Herod realized that he had been deceived by the magi, he became furious. He ordered the massacre of all the boys in Bethlehem and its vicinity two years old and under, in accordance with the time he had ascertained from the magi."
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 16,
    "text": "Some scribes who were Pharisees saw that he was eating with sinners and tax collectors and said to his disciples, “Why does he eat with tax collectors and sinners?”"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 16,
    "text": "So they went in haste and found Mary and Joseph, and the infant lying in the manger."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 16,
    "text": "and to those who sold doves he said, “Take these out of here, and stop making my Father's house a marketplace.”"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 16,
    "text": "No, this is what was spoken through the prophet Joel:"
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 16,
    "text": "on the day when, according to my gospel, God will judge people's hidden works through Christ Jesus. Judgment by the Mosaic Law."
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 16,
    "text": "For “who has known the mind of the Lord, so as to counsel him?” But we have the mind of Christ."
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 16,
    "text": "to the latter an odor of death that leads to death, to the former an odor of life that leads to life. Who is qualified for this?"
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 16,
    "text": "[yet] who know that a person is not justified by works of the law but through faith in Jesus Christ, even we have believed in Christ Jesus that we may be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified."
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 16,
    "text": "and might reconcile both with God, in one body, through the cross, putting that enmity to death by it."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 16,
    "text": "as you hold on to the word of life, so that my boast for the day of Christ may be that I did not run in vain or labor in vain."
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 16,
    "text": "Practices Contrary to Faith. Let no one, then, pass judgment on you in matters of food and drink or with regard to a festival or new moon or sabbath."
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 16,
    "text": "trying to prevent us from speaking to the Gentiles that they may be saved, thus constantly filling up the measure of their sins. But the wrath of God has finally begun to come upon them."
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 16,
    "text": "May our Lord Jesus Christ himself and God our Father, who has loved us and given us everlasting encouragement and good hope through his grace,"
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 16,
    "text": "Avoid profane, idle talk, for such people will become more and more godless,"
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 16,
    "text": "Surely he did not help angels but rather the descendants of Abraham;"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 16,
    "text": "and one of you says to them, “Go in peace, keep warm, and eat well,” but you do not give them the necessities of the body, what good is it?"
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 16,
    "text": "Be free, yet without using freedom as a pretext for evil, but as slaves of God."
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 16,
    "text": "but he received a rebuke for his own crime: a mute beast spoke with a human voice and restrained the prophet's madness."
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 16,
    "text": "For all that is in the world, sensual lust, enticement for the eyes, and a pretentious life, is not from the Father but is from the world."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 16,
    "text": "Therefore, repent. Otherwise, I will come to you quickly and wage war against them with the sword of my mouth."
  }
]