[
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 34,
    "text": "Any food that can be eaten which makes contact with water, and any liquid that may be drunk, in any such vessel become unclean."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 34,
    "text": "So that place was named Kibroth-hattaavah, because it was there that the greedy people were buried."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 34,
    "text": "When Jephthah returned to his house in Mizpah, it was his daughter who came out to meet him, with tambourine-playing and dancing. She was his only child: he had neither son nor daughter besides her."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 34,
    "text": "Yet I will not take any of the kingdom from Solomon himself, but will keep him a prince as long as he lives, for the sake of David my servant, whom I have chosen, who kept my commandments and statutes."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 34,
    "text": "Jashen the Gunite; Jonathan, son of Shagee the Hararite;"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 34,
    "text": "Hadid, Zeboim, Neballat,"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 34,
    "text": "Therefore we confirm their possession, not only of the territory of Judea, but also of the three districts of Aphairema, Lydda, and Ramathaim. These districts, together with all their dependencies, are hereby transferred from Samaria to Judea for those who offer sacrifices in Jerusalem in lieu of the royal taxes the king used to receive yearly from the produce of earth and trees."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 34,
    "text": "The Romans also sent them a letter as follows: “Quintus Memmius and Titus Manius, legates of the Romans, send greetings to the Jewish people."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 34,
    "text": "The lamp of the body is your eye. When your eye is sound, then your whole body is filled with light, but when it is bad, then your body is in darkness."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 34,
    "text": "and said, “Where have you laid him?” They said to him, “Sir, come and see.”"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 34,
    "text": "“For who has known the mind of the Lord or who has been his counselor?”"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 34,
    "text": "If anyone is hungry, he should eat at home, so that your meetings may not result in judgment. The other matters I shall set in order when I come."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 34,
    "text": "put out raging fires, escaped the devouring sword; out of weakness they were made powerful, became strong in battle, and turned back foreign invaders."
  }
]