[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 29,
    "text": "and named him Noah, saying, “This one shall bring us relief from our work and the toil of our hands, out of the very ground that the LORD has put under a curse.”"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 29,
    "text": "This, then, is the ritual for jealousy when a woman goes astray while under the authority of her husband and defiles herself,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 29,
    "text": "Would that they might always be of such a mind, to fear me and to keep all my commandments! Then they and their descendants would prosper forever."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 29,
    "text": "The wisest of her princesses answers her; she even replies to herself,"
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 29,
    "text": "Solomon had seventy thousand carriers and eighty thousand stonecutters in the mountain,"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 29,
    "text": "The children of Amram were Aaron, Moses, and Miriam. The sons of Aaron were Nadab, Abihu, Eleazar, and Ithamar."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 29,
    "text": "He led his army from that place by night, and they marched toward the stronghold."
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 29,
    "text": "They roar like the lion, like young lions, they roar; They growl and seize the prey, they carry it off and none can rescue."
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 29,
    "text": "Shall I not punish these things?—oracle of the LORD; on a nation such as this shall I not take vengeance?"
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 29,
    "text": "Then by order of Belshazzar they clothed Daniel in purple, with a chain of gold around his neck, and proclaimed him third in governing the kingdom."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 29,
    "text": "If your right eye causes you to sin, tear it out and throw it away. It is better for you to lose one of your members than to have your whole body thrown into Gehenna."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 29,
    "text": "Immediately her flow of blood dried up. She felt in her body that she was healed of her affliction."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 29,
    "text": "Then Levi gave a great banquet for him in his house, and a large crowd of tax collectors and others were at table with them."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 29,
    "text": "and will come out, those who have done good deeds to the resurrection of life, but those who have done wicked deeds to the resurrection of condemnation."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 29,
    "text": "But Peter and the apostles said in reply, “We must obey God rather than men."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 29,
    "text": "For no one hates his own flesh but rather nourishes and cherishes it, even as Christ does the church,"
  }
]