[
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 26,
    "text": "Then the LORD said to Moses: Go to Pharaoh and tell him: Thus says the LORD: Let my people go to serve me."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 26,
    "text": "Wherever you dwell, you shall not eat any blood, whether of bird or of animal."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 26,
    "text": "one gold cup of ten shekels' weight filled with incense;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 26,
    "text": "You shall not bring any abominable thing into your house, so as to be, like it, under the ban; loathe and abhor it utterly for it is under the ban."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 26,
    "text": "Over Achan they piled a great heap of stones, which remains to the present day. Then the LORD turned from his anger. That is why the place is called the Valley of Achor to this day."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 26,
    "text": "so that your name may be forever great. People will say: ‘The LORD of hosts is God over Israel,' when the house of your servant David is established in your presence."
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 26,
    "text": "It was a handbreadth thick, and its brim resembled that of a cup, being lily-shaped. Its capacity was two thousand baths."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 26,
    "text": "whose son was Ladan, whose son was Ammihud, whose son was Elishama,"
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 26,
    "text": "All who will not obey the law of your God and the law of the king, let judgment be executed upon them with all diligence, whether death, or corporal punishment, or confiscation of goods, or imprisonment.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 26,
    "text": "people of Bethlehem and Netophah, one hundred and eighty-eight;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 26,
    "text": "So now, summon them and deliver the whole city as plunder to the troops of Holofernes and to all his forces;"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 26,
    "text": "Defeat of Nicanor. Then the king sent Nicanor, one of his honored officers, who was a bitter enemy of Israel, with orders to destroy the people."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 26,
    "text": "After he had urged her for a long time, she agreed to persuade her son."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 26,
    "text": "For many are those she has struck down dead, numerous, those she has slain."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 26,
    "text": "Critique of Advice on Women. More bitter than death I find the woman who is a hunter's trap, whose heart is a snare, whose hands are prison bonds. The one who pleases God will be delivered from her, but the one who displeases will be entrapped by her."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 26,
    "text": "For she is the reflection of eternal light, the spotless mirror of the power of God, the image of his goodness."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 26,
    "text": "Do you have a wife? Do not mistreat her, but do not trust the wife you hate."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 26,
    "text": "Yet they have not listened to me nor have they paid attention; they have stiffened their necks and done worse than their ancestors."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 26,
    "text": "Disaster after disaster, rumor upon rumor. They keep seeking a vision from the prophet; instruction from the priest is missing, and counsel from the elders."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 26,
    "text": "But when the court is convened, and his dominion is taken away to be abolished and completely destroyed,"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 26,
    "text": "And everyone who listens to these words of mine but does not act on them will be like a fool who built his house on sand."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 26,
    "text": "The woman was a Greek, a Syrophoenician by birth, and she begged him to drive the demon out of her daughter."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 26,
    "text": "Then what did you go out to see? A prophet? Yes, I tell you, and more than a prophet."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 26,
    "text": "And look, he is speaking openly and they say nothing to him. Could the authorities have realized that he is the Messiah?"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 26,
    "text": "The next day he appeared to them as they were fighting and tried to reconcile them peacefully, saying, ‘Men, you are brothers. Why are you harming one another?'"
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 26,
    "text": "So this is what I think best because of the present distress: that it is a good thing for a person to remain as he is."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 26,
    "text": "It was fitting that we should have such a high priest: holy, innocent, undefiled, separated from sinners, higher than the heavens."
  }
]