[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 4,
    "text": "God saw that the light was good. God then separated the light from the darkness."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 4,
    "text": "Dan and Naphtali; Gad and Asher."
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 4,
    "text": "and shall lay a hand on the head of the burnt offering, so that it may be acceptable to make atonement for the one who offers it."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 4,
    "text": "Moses' Assistants. With you there shall be a man from each tribe, each the head of his ancestral house."
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 4,
    "text": "after he had defeated Sihon, king of the Amorites, who reigned in Heshbon, and Og, king of Bashan, who reigned in Ashtaroth and in Edrei."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 4,
    "text": "All the land of the Hittites, from the wilderness and the Lebanon east to the great river Euphrates and west to the Great Sea, will be your territory."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 4,
    "text": "When Judah attacked, the LORD delivered the Canaanites and Perizzites into their power, and they struck down ten thousand of them in Bezek."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 4,
    "text": "They married Moabite women, one named Orpah, the other Ruth. When they had lived there about ten years,"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 4,
    "text": "When the day came for Elkanah to offer sacrifice, he used to give portions to his wife Peninnah and to all her sons and daughters,"
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 4,
    "text": "“What happened?” David said. “Tell me.” He answered that the soldiers had fled the battle and many of them had fallen and were dead; and that Saul and his son Jonathan were dead."
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 4,
    "text": "The girl was very beautiful indeed, and she nursed the king and took care of him. But the king did not have relations with her."
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 4,
    "text": "For this, the LORD says: You shall not leave the bed upon which you lie; instead, you shall die. And Elijah departed."
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 4,
    "text": "Noah, Shem, Ham, and Japheth."
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 4,
    "text": "David had, however, brought up the ark of God from Kiriath-jearim to Jerusalem, where he had provided a place and pitched a tent for it;"
  },
  {
    "book": "Ezra",
    "chapter": 1,
    "verse": 4,
    "text": "Let all those who have survived, in whatever place they may have lived, be assisted by the people of that place with silver, gold, goods, and livestock, together with voluntary offerings for the house of God in Jerusalem.'”"
  },
  {
    "book": "Nehemiah",
    "chapter": 1,
    "verse": 4,
    "text": "When I heard this report, I began to weep and continued mourning for several days, fasting and praying before the God of heaven."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 4,
    "text": "When I lived as a young man in my own country, in the land of Israel, the entire tribe of my ancestor Naphtali broke away from the house of David, my ancestor, and from Jerusalem, the city that had been singled out of all Israel's tribes that all Israel might offer sacrifice there. It was the place where the temple, God's dwelling, had been built and consecrated for all generations to come."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 4,
    "text": "He made its gates seventy cubits high and forty cubits wide to allow passage of his mighty forces, with his infantry in formation."
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 4,
    "text": "For as many as a hundred and eighty days, he displayed the glorious riches of his kingdom and the resplendent wealth of his royal estate."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 4,
    "text": "He collected a very strong army and won dominion over provinces, nations, and rulers, and they paid him tribute."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 4,
    "text": "open your heart to his law and commandments and grant you peace,"
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 4,
    "text": "His sons used to take turns giving feasts, sending invitations to their three sisters to eat and drink with them."
  },
  {
    "book": "Psalms",
    "chapter": 1,
    "verse": 4,
    "text": "II - But not so are the wicked, not so! They are like chaff driven by the wind."
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 4,
    "text": "That resourcefulness may be imparted to the naive, knowledge and discretion to the young."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 4,
    "text": "One generation departs and another generation comes, but the world forever stays."
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 4,
    "text": "Draw me after you! Let us run! The king has brought me to his bed chambers. Let us exult and rejoice in you; let us celebrate your love: it is beyond wine! Rightly do they love you!"
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 4,
    "text": "Because into a soul that plots evil wisdom does not enter, nor does she dwell in a body under debt of sin."
  },
  {
    "book": "Sirach",
    "chapter": 1,
    "verse": 4,
    "text": "Before all other things wisdom was created; and prudent understanding, from eternity."
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 4,
    "text": "Ah! Sinful nation, people laden with wickedness, evil offspring, corrupt children! They have forsaken the LORD, spurned the Holy One of Israel, apostatized,"
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 4,
    "text": "Call of Jeremiah - The word of the LORD came to me:"
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 4,
    "text": "The roads to Zion mourn, empty of pilgrims to her feasts. All her gateways are desolate, her priests groan, Her young women grieve; her lot is bitter."
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 4,
    "text": "the nobles, kings' sons, elders, and all the people, small and great—all who lived in Babylon by the river Sud."
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 4,
    "text": "As I watched, a great stormwind came from the North, a large cloud with flashing fire, a bright glow all around it, and something like polished metal gleamed at the center of the fire."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 4,
    "text": "They should be young men without any defect, handsome, proficient in wisdom, well informed, and insightful, such as could take their place in the king's palace; he was to teach them the language and literature of the Chaldeans."
  },
  {
    "book": "Hosea",
    "chapter": 1,
    "verse": 4,
    "text": "Then the LORD said to him: Give him the name “Jezreel,” for in a little while I will punish the house of Jehu for the bloodshed at Jezreel and bring to an end the kingdom of the house of Israel;"
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 4,
    "text": "What the cutter left, the swarming locust has devoured; What the swarming locust left, the hopper has devoured; What the hopper left, the consuming locust has devoured."
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 4,
    "text": "I will send fire upon the house of Hazael, and it will devour the strongholds of Ben-hadad."
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 4,
    "text": "Though you soar like the eagle, and your nest is set among the stars, From there I will bring you down— oracle of the LORD."
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 4,
    "text": "The LORD, however, hurled a great wind upon the sea, and the storm was so great that the ship was about to break up."
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 4,
    "text": "The mountains melt under him and the valleys split open, Like wax before the fire, like water poured down a slope."
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 4,
    "text": "He roars at the sea and leaves it dry, and all the rivers he dries up. Laid low are Bashan and Carmel, and the bloom of Lebanon withers;"
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 4,
    "text": "This is why the law is numb and justice never comes, For the wicked surround the just; this is why justice comes forth perverted."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 4,
    "text": "I will stretch out my hand against Judah, and against all the inhabitants of Jerusalem; I will eliminate from this place the last vestige of Baal, the name of the idolatrous priests."
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 4,
    "text": "Is it time for you to dwell in your paneled houses while this house lies in ruins?"
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 4,
    "text": "Do not be like your ancestors to whom the earlier prophets proclaimed: Thus says the LORD of hosts: Turn from your evil ways and from your wicked deeds. But they did not listen or pay attention to me—oracle of the LORD.—"
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 4,
    "text": "If Edom says, “We have been crushed, but we will rebuild the ruins,” Thus says the LORD of hosts: They indeed may build, but I will tear down, And they shall be called “territory of wickedness,” the people with whom the LORD is angry forever."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 4,
    "text": "Ram the father of Amminadab. Amminadab became the father of Nahshon, Nahshon the father of Salmon,"
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 4,
    "text": "John [the] Baptist appeared in the desert proclaiming a baptism of repentance for the forgiveness of sins."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 4,
    "text": "so that you may realize the certainty of the teachings you have received."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 4,
    "text": "through him was life, and this life was the light of the human race;"
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 4,
    "text": "While meeting with them, he enjoined them not to depart from Jerusalem, but to wait for “the promise of the Father about which you have heard me speak;"
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 4,
    "text": "but established as Son of God in power according to the spirit of holiness through resurrection from the dead, Jesus Christ our Lord."
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 4,
    "text": "Thanksgiving. I give thanks to my God always on your account for the grace of God bestowed on you in Christ Jesus,"
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 4,
    "text": "who encourages us in our every affliction, so that we may be able to encourage those who are in any affliction with the encouragement with which we ourselves are encouraged by God."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 4,
    "text": "who gave himself for our sins that he might rescue us from the present evil age in accord with the will of our God and Father,"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 4,
    "text": "as he chose us in him, before the foundation of the world, to be holy and without blemish before him. In love"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 4,
    "text": "praying always with joy in my every prayer for all of you,"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 4,
    "text": "for we have heard of your faith in Christ Jesus and the love that you have for all the holy ones"
  },
  {
    "book": "1Thessalonians",
    "chapter": 1,
    "verse": 4,
    "text": "knowing, brothers loved by God, how you were chosen."
  },
  {
    "book": "2Thessalonians",
    "chapter": 1,
    "verse": 4,
    "text": "Accordingly, we ourselves boast of you in the churches of God regarding your endurance and faith in all your persecutions and the afflictions you endure."
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 4,
    "text": "or to concern themselves with myths and endless genealogies, which promote speculations rather than the plan of God that is to be received by faith."
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 4,
    "text": "I yearn to see you again, recalling your tears, so that I may be filled with joy,"
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 4,
    "text": "to Titus, my true child in our common faith: grace and peace from God the Father and Christ Jesus our savior."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 4,
    "text": "Thanksgiving. I give thanks to my God always, remembering you in my prayers,"
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 4,
    "text": "as far superior to the angels as the name he has inherited is more excellent than theirs. II. The Son Higher Than the Angels - Messianic Enthronement."
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 4,
    "text": "And let perseverance be perfect, so that you may be perfect and complete, lacking in nothing."
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 4,
    "text": "to an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you"
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 4,
    "text": "Through these, he has bestowed on us the precious and very great promises, so that through them you may come to share in the divine nature, after escaping from the corruption that is in the world because of evil desire."
  },
  {
    "book": "1John",
    "chapter": 1,
    "verse": 4,
    "text": "We are writing this so that our joy may be complete."
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 4,
    "text": "I rejoiced greatly to find some of your children walking in the truth just as we were commanded by the Father."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 4,
    "text": "Nothing gives me greater joy than to hear that my children are walking in the truth."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 4,
    "text": "For there have been some intruders, who long ago were designated for this condemnation, godless persons, who pervert the grace of our God into licentiousness and who deny our only Master and Lord, Jesus Christ."
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 4,
    "text": "John, to the seven churches in Asia: grace to you and peace from him who is and who was and who is to come, and from the seven spirits before his throne,"
  }
]