[
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 35,
    "text": "Any object on which any part of their carcasses falls becomes unclean; if it is an oven or stove, this must be broken to pieces; they are unclean and shall always be unclean to you."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 35,
    "text": "From Kibroth-hattaavah the people set out for Hazeroth, where they stayed."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 35,
    "text": "When he saw her, he tore his garments and said, “Ah, my daughter! You have struck me down and brought calamity upon me. For I have made a vow to the LORD and I cannot take it back.”"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 35,
    "text": "But I will take the kingdom from his son's hand and give it to you—that is, the ten tribes."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 35,
    "text": "Ahiam, son of Sachar the Hararite; Elipheleth, son of"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 35,
    "text": "Lod, Ono, and the Valley of the Artisans."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 35,
    "text": "From payment of the other things that would henceforth be due to us, namely, the tithes and taxes, as well as the salt tax, and the crown tax—from all these we grant them release."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 35,
    "text": "What Lysias, kinsman of the king, has granted you, we also approve."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 35,
    "text": "Take care, then, that the light in you not become darkness."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 35,
    "text": "And Jesus wept."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 35,
    "text": "“Or who has given him anything that he may be repaid?”"
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 35,
    "text": "Women received back their dead through resurrection. Some were tortured and would not accept deliverance, in order to obtain a better resurrection."
  }
]