[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 12,
    "text": "God said: This is the sign of the covenant that I am making between me and you and every living creature with you for all ages to come:"
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 12,
    "text": "But the LORD hardened Pharaoh's heart, and he would not listen to them, just as the LORD had said to Moses."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 12,
    "text": "Then Aaron slaughtered the burnt offering. When his sons brought him the blood, he splashed it on all sides of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 12,
    "text": "and not leaving any of it over till morning, nor breaking any of its bones, but observing all the statutes of the Passover."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 12,
    "text": "the LORD said to me, Go down from here now, quickly, for your people whom you have brought out of Egypt are acting corruptly; they have already turned aside from the way I commanded them and have made for themselves a molten idol."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 12,
    "text": "This bread of ours was still warm when we brought it from home as provisions the day we left to come to you, but now it is dry and crumbly."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 12,
    "text": "Then the trees said to the vine, ‘Come you, reign over us.'"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 12,
    "text": "The young women answered, “Yes, there—straight ahead. Hurry now; just today he came to the city, because the people have a sacrifice today on the high place."
  },
  {
    "book": "2Samuel",
    "chapter": 9,
    "verse": 12,
    "text": "Meribbaal had a young son whose name was Mica; and all the tenants of Ziba's household worked for Meribbaal."
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 12,
    "text": "Hiram left Tyre to see the cities Solomon had given him, but he was not satisfied with them."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 12,
    "text": "But they said, “Tell us another lie!” So he told them, “This is what the prophet's aide said to me, ‘Thus says the LORD: I anoint you king over Israel.'”"
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 12,
    "text": "Adaiah, son of Jeroham, son of Pashhur, son of Malchijah; Maasai, son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 12,
    "text": "King Solomon gave the queen of Sheba everything she desired and asked for, more than she had brought to the king. Then she returned with her servants to her own country."
  },
  {
    "book": "Ezra",
    "chapter": 9,
    "verse": 12,
    "text": "Do not, then, give your daughters to their sons in marriage, and do not take their daughters for your sons. Never promote their welfare and prosperity; thus you will grow strong, enjoy the produce of the land, and leave it as an inheritance to your children forever."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 12,
    "text": "With a column of cloud you led them by day, and by night with a column of fire, To light the way of their journey, the way in which they must travel."
  },
  {
    "book": "Judith",
    "chapter": 9,
    "verse": 12,
    "text": "“Please, please, God of my father, God of the heritage of Israel, Master of heaven and earth, Creator of the waters, King of all you have created, hear my prayer!"
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 12,
    "text": "he said to Queen Esther: “In the royal precinct of Susa the Jews have killed and destroyed five hundred people, as well as the ten sons of Haman. What must they have done in the other royal provinces! You shall again be granted whatever you ask, and whatever you request shall be honored.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 12,
    "text": "Flanked by the two squadrons, the phalanx attacked as they blew their trumpets. Those who were on Judas' side also blew their trumpets."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 12,
    "text": "When he could no longer bear his own stench, he said, “It is right to be subject to God, and not to think one's mortal self equal to God.”"
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 12,
    "text": "Should he seize me forcibly, who can resist? Who can say to him, “What are you doing?”"
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 12,
    "text": "IV - Sing hymns to the LORD enthroned on Zion; proclaim his deeds among the nations!"
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 12,
    "text": "If you are wise, wisdom is to your advantage; if you are arrogant, you alone shall bear it."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 12,
    "text": "Human beings no more know their own time than fish taken in the fatal net or birds trapped in the snare; like these, mortals are caught when an evil time suddenly falls upon them."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 12,
    "text": "Thus my deeds will be acceptable, and I will judge your people justly and be worthy of my father's throne."
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 12,
    "text": "Do not delight in the pleasures of the ungodly; remember, they will not die unpunished."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 12,
    "text": "The people do not turn back to the one who struck them, nor do they seek the LORD of hosts."
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 12,
    "text": "The LORD said: Because they have abandoned my law, which I set before them, and did not listen to me or follow it,"
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 12,
    "text": "He fulfilled the words he spoke against us and against those who ruled us, by bringing upon us an evil—no evil so great has happened under heaven as happened in Jerusalem."
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 12,
    "text": "Even though they bring up their children, I will make them childless, until no one is left. Indeed, woe to them when I turn away from them!"
  },
  {
    "book": "Amos",
    "chapter": 9,
    "verse": 12,
    "text": "That they may possess the remnant of Edom, and all nations claimed in my name— oracle of the LORD, the one who does this."
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 12,
    "text": "Return to a fortress, O prisoners of hope; This very day, I announce I am restoring double to you."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 12,
    "text": "He heard this and said, “Those who are well do not need a physician, but the sick do."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 12,
    "text": "He told them, “Elijah will indeed come first and restore all things, yet how is it written regarding the Son of Man that he must suffer greatly and be treated with contempt?"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 12,
    "text": "As the day was drawing to a close, the Twelve approached him and said, “Dismiss the crowd so that they can go to the surrounding villages and farms and find lodging and provisions; for we are in a deserted place here.”"
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 12,
    "text": "And they said to him, “Where is he?” He said, “I don't know.”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 12,
    "text": "and [in a vision] he has seen a man named Ananias come in and lay [his] hands on him, that he may regain his sight.”"
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 12,
    "text": "not by works but by his call—she was told, “The older shall serve the younger.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 12,
    "text": "If others share this rightful claim on you, do not we still more? Reason for Not Using His Rights. Yet we have not used this right. On the contrary, we endure everything so as not to place an obstacle to the gospel of Christ."
  },
  {
    "book": "2Corinthians",
    "chapter": 9,
    "verse": 12,
    "text": "for the administration of this public service is not only supplying the needs of the holy ones but is also overflowing in many acts of thanksgiving to God."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 12,
    "text": "he entered once for all into the sanctuary, not with the blood of goats and calves but with his own blood, thus obtaining eternal redemption."
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 12,
    "text": "The first woe has passed, but there are two more to come. The Sixth Trumpet."
  }
]