[
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 30,
    "text": "Taking some of the anointing oil and some of the blood that was on the altar, Moses sprinkled it upon Aaron and his vestments, as well as his sons and their vestments, thus consecrating both Aaron and his vestments and his sons and their vestments."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 30,
    "text": "Altar on Mount Ebal. Later, on Mount Ebal, Joshua built to the LORD, the God of Israel, an altar"
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 30,
    "text": "Now Gideon had seventy sons, his own offspring, for he had many wives."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 30,
    "text": "Listen to the petition of your servant and of your people Israel which they offer toward this place. Listen, from the place of your enthronement, heaven, listen and forgive."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 30,
    "text": "also his firstborn son, Abdon, and Zur, Kish, Baal, Ner, Nadab,"
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 30,
    "text": "The priests and the Levites then took over the silver, the gold, and the vessels that had been weighed out, to bring them to Jerusalem, to the house of our God."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 30,
    "text": "The people, however, were so thirsty that they forced us to do for them as we have promised, and to bind ourselves by an oath that we cannot break."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 30,
    "text": "But if both parties hereafter agree to add or take away anything, they shall do as they choose, and whatever they shall add or take away shall be valid."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 30,
    "text": "Other Victories. They also challenged the forces of Timothy and Bacchides, killed more than twenty thousand of them, and captured some very high fortresses. They divided the considerable plunder, allotting half to themselves and the rest to victims of torture, orphans, widows, and the aged."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 30,
    "text": "then was I beside him as artisan; I was his delight day by day, playing before him all the while,"
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 30,
    "text": "Some distance away a herd of many swine was feeding."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 30,
    "text": "Then he warned them not to tell anyone about him."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 30,
    "text": "Then Jesus asked him, “What is your name?” He replied, “Legion,” because many demons had entered him."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 30,
    "text": "Because he spoke this way, many came to believe in him. Jesus and Abraham."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 30,
    "text": "Philip ran up and heard him reading Isaiah the prophet and said, “Do you understand what you are reading?”"
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 30,
    "text": "And those he predestined he also called; and those he called he also justified; and those he justified he also glorified."
  }
]