[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 16,
    "text": "Go out of the ark, together with your wife and your sons and your sons' wives."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 16,
    "text": "Fourth Plague: The Flies. Then the LORD spoke to Moses: Early tomorrow morning present yourself to Pharaoh when he sets out toward the water, and say to him: Thus says the LORD: Let my people go to serve me."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 16,
    "text": "Taking all the fat that was over the inner organs, as well as the lobe of the liver and the two kidneys with their fat, Moses burned them on the altar."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 16,
    "text": "For they, among the Israelites, are totally dedicated to me; I have taken them for myself in place of everyone that opens the womb, the firstborn of all the Israelites."
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 16,
    "text": "and fed you in the wilderness with manna, a food unknown to your ancestors, that he might afflict you and test you, but also make you prosperous in the end."
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 16,
    "text": "until the last of the soldiers in the city had been called out to pursue them. Since they were drawn away from the city, with everyone pursuing Joshua,"
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 16,
    "text": "He seized the elders of the city, and with desert thorns and briers he thrashed the people of Succoth."
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 16,
    "text": "He will take your male and female slaves, as well as your best oxen and donkeys, and use them to do his work."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 16,
    "text": "Joab, son of Zeruiah, was in command of the army. Jehoshaphat, son of Ahilud, was chancellor."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 16,
    "text": "Since the day I brought my people Israel out of Egypt, I have not chosen a city out of any tribe of Israel for the building of a house, that my name might be there; but I have chosen David to rule my people Israel."
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 16,
    "text": "Reign of Joram of Judah. In the fifth year of Joram, son of Ahab, king of Israel, Joram, son of Jehoshaphat, king of Judah, became king."
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 16,
    "text": "Michael, Ishpah, and Joha were the sons of Beriah."
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 16,
    "text": "All of Solomon's work was carried out successfully from the day the foundation of the house of the LORD was laid until its completion. The house of the LORD was finished."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 16,
    "text": "So I sent for discerning leaders, Eliezer, Ariel, Shemaiah, Jarib, Elnathan, Nathan, Zechariah, and Meshullam,"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 16,
    "text": "The people went out and brought in branches with which they made booths for themselves, on the roof of their houses, in their courtyards, in the courts of the house of God, and in the squares of the Water Gate and the Gate of Ephraim."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 16,
    "text": "Blessed are you, for you have made me happy; what I feared did not happen. Rather you have dealt with us according to your abundant mercy."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 16,
    "text": "Do not impose conditions on the plans of the Lord our God. God is not like a human being to be moved by threats, nor like a mortal to be cajoled."
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 16,
    "text": "and for the Jews there was splendor and gladness, joy and triumph."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 16,
    "text": "They entrust their government to one man every year, to rule over their entire land, and they all obey that one, and there is no envy or jealousy among them."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 16,
    "text": "Maccabeus assembled his forces, six thousand strong, and exhorted them not to be panic-stricken before the enemy, nor to fear the very large number of Gentiles unjustly attacking them, but to fight nobly."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 16,
    "text": "He thrives in full sun, and over his garden his shoots go forth;"
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 16,
    "text": "By me princes govern, and nobles, all the judges of the earth."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 16,
    "text": "I applied my heart to know wisdom and to see the business that is done on earth, though neither by day nor by night do one's eyes see sleep,"
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 16,
    "text": "Entering my house, I shall take my repose beside her; For association with her involves no bitterness and living with her no grief, but rather joy and gladness."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 16,
    "text": "Do not defy the quick-tempered, or ride with them through the desert. For bloodshed is nothing to them; when there is no one to help, they will destroy you."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 16,
    "text": "Bind up my testimony, seal the instruction with my disciples."
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 16,
    "text": "From Dan is heard the snorting of horses; The neighing of stallions shakes the whole land. They come to devour the land and everything in it, the city and its inhabitants."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 16,
    "text": "Then he brought me into the inner court of the house of the LORD. There at the door of the LORD's temple, between the porch and the altar, were about twenty-five men with their backs to the LORD's temple and their faces toward the east; they were bowing eastward to the sun."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 16,
    "text": "and on the Ulai I heard a human voice that cried out, “Gabriel, explain the vision to this man.”"
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 16,
    "text": "These then are the things you must do: Speak the truth to one another; judge with honesty and complete justice in your gates."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 16,
    "text": "Other Healings. When it was evening, they brought him many who were possessed by demons, and he drove out the spirits by a word and cured all the sick,"
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 16,
    "text": "They concluded among themselves that it was because they had no bread."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 16,
    "text": "“No one who lights a lamp conceals it with a vessel or sets it under a bed; rather, he places it on a lampstand so that those who enter may see the light."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 16,
    "text": "And even if I should judge, my judgment is valid, because I am not alone, but it is I and the Father who sent me."
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 16,
    "text": "for it had not yet fallen upon any of them; they had only been baptized in the name of the Lord Jesus."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 16,
    "text": "The Spirit itself bears witness with our spirit that we are children of God,"
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 16,
    "text": "But thanks be to God who put the same concern for you into the heart of Titus,"
  }
]