[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 9,
    "text": "Then God said: Let the water under the sky be gathered into a single basin, so that the dry land may appear. And so it happened: the water under the sky was gathered into its basin, and the dry land appeared."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 9,
    "text": "He said to his people, “See! The Israelite people have multiplied and become more numerous than we are!"
  },
  {
    "book": "Leviticus",
    "chapter": 1,
    "verse": 9,
    "text": "but the inner organs and the shanks shall be washed with water. The priest shall then burn all of it on the altar as a burnt offering, a sweet-smelling oblation to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 1,
    "verse": 9,
    "text": "from Zebulun: Eliab, son of Helon;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 1,
    "verse": 9,
    "text": "Appointment of Elders. At that time I said to you, “I am unable to carry you by myself."
  },
  {
    "book": "Joshua",
    "chapter": 1,
    "verse": 9,
    "text": "I command you: be strong and steadfast! Do not fear nor be dismayed, for the LORD, your God, is with you wherever you go."
  },
  {
    "book": "Judges",
    "chapter": 1,
    "verse": 9,
    "text": "Afterward the Judahites went down to fight against the Canaanites who lived in the mountain region, in the Negeb, and in the foothills."
  },
  {
    "book": "Ruth",
    "chapter": 1,
    "verse": 9,
    "text": "May the LORD guide each of you to find a husband and a home in which you will be at rest.” She kissed them good-bye, but they wept aloud,"
  },
  {
    "book": "1Samuel",
    "chapter": 1,
    "verse": 9,
    "text": "Hannah's Prayer. Hannah rose after one such meal at Shiloh, and presented herself before the LORD; at the time Eli the priest was sitting on a chair near the doorpost of the LORD's temple."
  },
  {
    "book": "2Samuel",
    "chapter": 1,
    "verse": 9,
    "text": "Then he said to me, ‘Stand over me, please, and put me to death, for I am in great suffering, but still alive.'"
  },
  {
    "book": "1Kings",
    "chapter": 1,
    "verse": 9,
    "text": "Adonijah slaughtered sheep, oxen, and fatlings at the stone Zoheleth near En-rogel and invited all his brothers, the king's sons, and all the royal officials of Judah;"
  },
  {
    "book": "2Kings",
    "chapter": 1,
    "verse": 9,
    "text": "Then the king sent a captain with his company of fifty men after Elijah. The prophet was seated on a hilltop when he found him. He said, “Man of God, the king commands you, ‘Come down.'”"
  },
  {
    "book": "1Chronicles",
    "chapter": 1,
    "verse": 9,
    "text": "The sons of Cush were Seba, Havilah, Sabta, Raama, and Sabteca. The sons of Raama were Sheba and Dedan."
  },
  {
    "book": "2Chronicles",
    "chapter": 1,
    "verse": 9,
    "text": "Now, LORD God, may your word to David my father be confirmed, for you have made me king over a people as numerous as the dust of the earth."
  },
  {
    "book": "Ezra",
    "chapter": 1,
    "verse": 9,
    "text": "This was the inventory: baskets of goldware, thirty; baskets of silverware, one thousand and twenty-nine;"
  },
  {
    "book": "Nehemiah",
    "chapter": 1,
    "verse": 9,
    "text": "but if you return to me and carefully keep my commandments, even though your outcasts have been driven to the farthest corner of the world, I will gather them from there, and bring them back to the place I have chosen as the dwelling place for my name."
  },
  {
    "book": "Tobit",
    "chapter": 1,
    "verse": 9,
    "text": "When I reached manhood, I married Anna, a woman of our ancestral family. By her I had a son whom I named Tobiah."
  },
  {
    "book": "Judith",
    "chapter": 1,
    "verse": 9,
    "text": "and all in Samaria and its cities, and west of the Jordan as far as Jerusalem, Bethany, Chelous, Kadesh, and the river of Egypt; Tahpanhes, Raamses, all the land of Goshen,"
  },
  {
    "book": "Esther",
    "chapter": 1,
    "verse": 9,
    "text": "Queen Vashti also gave a feast for the women in the royal palace of King Ahasuerus."
  },
  {
    "book": "1Maccabees",
    "chapter": 1,
    "verse": 9,
    "text": "and after his death they all put on diadems, and so did their sons after them for many years, multiplying evils on the earth."
  },
  {
    "book": "2Maccabees",
    "chapter": 1,
    "verse": 9,
    "text": "We are now reminding you to celebrate the feast of Booths in the month of Kislev."
  },
  {
    "book": "Job",
    "chapter": 1,
    "verse": 9,
    "text": "The satan answered the LORD and said, “Is it for nothing that Job is God-fearing?"
  },
  {
    "book": "Proverbs",
    "chapter": 1,
    "verse": 9,
    "text": "A graceful diadem will they be for your head; a pendant for your neck."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 1,
    "verse": 9,
    "text": "What has been, that will be; what has been done, that will be done. Nothing is new under the sun!"
  },
  {
    "book": "SongofSongs",
    "chapter": 1,
    "verse": 9,
    "text": "Love's Vision - M To a mare among Pharaoh's chariotry I compare you, my friend:"
  },
  {
    "book": "Wisdom",
    "chapter": 1,
    "verse": 9,
    "text": "For the devices of the wicked shall be scrutinized, and the sound of their words shall reach the LORD, for the chastisement of their transgressions;"
  },
  {
    "book": "Isaiah",
    "chapter": 1,
    "verse": 9,
    "text": "If the LORD of hosts had not left us a small remnant, We would have become as Sodom, would have resembled Gomorrah."
  },
  {
    "book": "Jeremiah",
    "chapter": 1,
    "verse": 9,
    "text": "Then the LORD extended his hand and touched my mouth, saying to me, See, I place my words in your mouth!"
  },
  {
    "book": "Lamentations",
    "chapter": 1,
    "verse": 9,
    "text": "Her uncleanness is on her skirt; she has no thought of her future. Her downfall is astonishing, with no one to comfort her. “Look, O LORD, at my misery; how the enemy triumphs!”"
  },
  {
    "book": "Baruch",
    "chapter": 1,
    "verse": 9,
    "text": "after Nebuchadnezzar, king of Babylon, carried off as captives Jeconiah and the princes, the skilled workers, the nobles, and the people of the land from Jerusalem, and brought them to Babylon.)"
  },
  {
    "book": "Ezekiel",
    "chapter": 1,
    "verse": 9,
    "text": "Their faces and their wings looked out on all their four sides; they did not turn when they moved, but each went straight ahead."
  },
  {
    "book": "Daniel",
    "chapter": 1,
    "verse": 9,
    "text": "Though God had given Daniel the favor and sympathy of the chief chamberlain,"
  },
  {
    "book": "Hosea",
    "chapter": 1,
    "verse": 9,
    "text": "Then the LORD said: Give him the name “Not-My-People,” for you are not my people, and I am not “I am” for you."
  },
  {
    "book": "Joel",
    "chapter": 1,
    "verse": 9,
    "text": "Grain offering and libation are cut off from the house of the LORD; In mourning are the priests, the ministers of the LORD."
  },
  {
    "book": "Amos",
    "chapter": 1,
    "verse": 9,
    "text": "Tyre - Thus says the LORD: For three crimes of Tyre, and now four— I will not take it back— Because they handed over an entire population to Edom, and did not remember their covenant of brotherhood,"
  },
  {
    "book": "Obadiah",
    "chapter": 1,
    "verse": 9,
    "text": "Teman, your warriors will be terror-stricken, so that everyone on Mount Esau will be cut down."
  },
  {
    "book": "Jonah",
    "chapter": 1,
    "verse": 9,
    "text": "“I am a Hebrew,” he replied; “I fear the LORD, the God of heaven, who made the sea and the dry land.”"
  },
  {
    "book": "Micah",
    "chapter": 1,
    "verse": 9,
    "text": "For her wound is incurable; it has come even to Judah. It has reached to the gate of my people, even to Jerusalem."
  },
  {
    "book": "Nahum",
    "chapter": 1,
    "verse": 9,
    "text": "Nineveh's Judgment and Judah's Restoration - What do you plot against the LORD, the one about to bring total destruction? No opponent rises a second time!"
  },
  {
    "book": "Habakkuk",
    "chapter": 1,
    "verse": 9,
    "text": "All of them come for violence, their combined onslaught, a stormwind to gather up captives like sand."
  },
  {
    "book": "Zephaniah",
    "chapter": 1,
    "verse": 9,
    "text": "I will punish, on that day, all who leap over the threshold, Who fill the house of their master with violence and deceit."
  },
  {
    "book": "Haggai",
    "chapter": 1,
    "verse": 9,
    "text": "You expected much, but it came to little; and what you brought home, I blew away. Why is this?—oracle of the LORD of hosts— Because my house is the one which lies in ruins, while each of you runs to your own house."
  },
  {
    "book": "Zechariah",
    "chapter": 1,
    "verse": 9,
    "text": "I asked, “What are these, my lord?” Then the angel who spoke with me answered, “I will show you what these are.”"
  },
  {
    "book": "Malachi",
    "chapter": 1,
    "verse": 9,
    "text": "So now implore God's favor, that he may have mercy on us! You are the ones who have done this; Will he show favor to any of you? says the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 1,
    "verse": 9,
    "text": "Uzziah became the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah."
  },
  {
    "book": "Mark",
    "chapter": 1,
    "verse": 9,
    "text": "The Baptism of Jesus. It happened in those days that Jesus came from Nazareth of Galilee and was baptized in the Jordan by John."
  },
  {
    "book": "Luke",
    "chapter": 1,
    "verse": 9,
    "text": "according to the practice of the priestly service, he was chosen by lot to enter the sanctuary of the Lord to burn incense."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 9,
    "text": "The true light, which enlightens everyone, was coming into the world."
  },
  {
    "book": "Acts",
    "chapter": 1,
    "verse": 9,
    "text": "When he had said this, as they were looking on, he was lifted up, and a cloud took him from their sight."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verse": 9,
    "text": "God is my witness, whom I serve with my spirit in proclaiming the gospel of his Son, that I remember you constantly,"
  },
  {
    "book": "1Corinthians",
    "chapter": 1,
    "verse": 9,
    "text": "God is faithful, and by him you were called to fellowship with his Son, Jesus Christ our Lord."
  },
  {
    "book": "2Corinthians",
    "chapter": 1,
    "verse": 9,
    "text": "Indeed, we had accepted within ourselves the sentence of death, that we might trust not in ourselves but in God who raises the dead."
  },
  {
    "book": "Galatians",
    "chapter": 1,
    "verse": 9,
    "text": "As we have said before, and now I say again, if anyone preaches to you a gospel other than the one that you received, let that one be accursed!"
  },
  {
    "book": "Ephesians",
    "chapter": 1,
    "verse": 9,
    "text": "he has made known to us the mystery of his will in accord with his favor that he set forth in him"
  },
  {
    "book": "Philippians",
    "chapter": 1,
    "verse": 9,
    "text": "And this is my prayer: that your love may increase ever more and more in knowledge and every kind of perception,"
  },
  {
    "book": "Colossians",
    "chapter": 1,
    "verse": 9,
    "text": "Therefore, from the day we heard this, we do not cease praying for you and asking that you may be filled with the knowledge of his will through all spiritual wisdom and understanding"
  },
  {
    "book": "1Thessalonians",
    "chapter": 1,
    "verse": 9,
    "text": "For they themselves openly declare about us what sort of reception we had among you, and how you turned to God from idols to serve the living and true God"
  },
  {
    "book": "2Thessalonians",
    "chapter": 1,
    "verse": 9,
    "text": "These will pay the penalty of eternal ruin, separated from the presence of the Lord and from the glory of his power,"
  },
  {
    "book": "1Timothy",
    "chapter": 1,
    "verse": 9,
    "text": "with the understanding that law is meant not for a righteous person but for the lawless and unruly, the godless and sinful, the unholy and profane, those who kill their fathers or mothers, murderers,"
  },
  {
    "book": "2Timothy",
    "chapter": 1,
    "verse": 9,
    "text": "He saved us and called us to a holy life, not according to our works but according to his own design and the grace bestowed on us in Christ Jesus before time began,"
  },
  {
    "book": "Titus",
    "chapter": 1,
    "verse": 9,
    "text": "holding fast to the true message as taught so that he will be able both to exhort with sound doctrine and to refute opponents."
  },
  {
    "book": "Philemon",
    "chapter": 1,
    "verse": 9,
    "text": "I rather urge you out of love, being as I am, Paul, an old man, and now also a prisoner for Christ Jesus."
  },
  {
    "book": "Hebrews",
    "chapter": 1,
    "verse": 9,
    "text": "You loved justice and hated wickedness; therefore God, your God, anointed you with the oil of gladness above your companions”;"
  },
  {
    "book": "James",
    "chapter": 1,
    "verse": 9,
    "text": "The brother in lowly circumstances should take pride in his high standing,"
  },
  {
    "book": "1Peter",
    "chapter": 1,
    "verse": 9,
    "text": "as you attain the goal of [your] faith, the salvation of your souls."
  },
  {
    "book": "2Peter",
    "chapter": 1,
    "verse": 9,
    "text": "Anyone who lacks them is blind and shortsighted, forgetful of the cleansing of his past sins."
  },
  {
    "book": "1John",
    "chapter": 1,
    "verse": 9,
    "text": "If we acknowledge our sins, he is faithful and just and will forgive our sins and cleanse us from every wrongdoing."
  },
  {
    "book": "2John",
    "chapter": 1,
    "verse": 9,
    "text": "Anyone who is so “progressive” as not to remain in the teaching of the Christ does not have God; whoever remains in the teaching has the Father and the Son."
  },
  {
    "book": "3John",
    "chapter": 1,
    "verse": 9,
    "text": "I wrote to the church, but Diotrephes, who loves to dominate, does not acknowledge us."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 9,
    "text": "Yet the archangel Michael, when he argued with the devil in a dispute over the body of Moses, did not venture to pronounce a reviling judgment upon him but said, “May the Lord rebuke you!”"
  },
  {
    "book": "Revelation",
    "chapter": 1,
    "verse": 9,
    "text": "I, John, your brother, who share with you the distress, the kingdom, and the endurance we have in Jesus, found myself on the island called Patmos because I proclaimed God's word and gave testimony to Jesus."
  }
]