[
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 29,
    "text": "Also the tribe of Naphtali. The leader of the Naphtalites is Ahira, son of Enan,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 29,
    "text": "as the descendants of Esau who dwell in Seir and the Moabites who dwell in Ar have done, until I cross the Jordan into the land the LORD, our God, is about to give us.”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 29,
    "text": "Why do you stare greedily at my sacrifices and at the offerings that I have prescribed? Why do you honor your sons more than you honor me, fattening yourselves with the choicest part of every offering of my people Israel?"
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 29,
    "text": "Abner and his men marched all night long through the Arabah, crossed the Jordan, marched all through the morning, and came to Mahanaim."
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 29,
    "text": "King Solomon was told, “Joab has fled to the tent of the LORD and is by the altar.” He sent Benaiah, son of Jehoiada, with the order, “Go, strike him down.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 29,
    "text": "Abishur's wife, who was named Abihail, bore him Ahban and Molid."
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 29,
    "text": "descendants of Nebo, fifty-two;"
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 29,
    "text": "At that time many who sought righteousness and justice went out into the wilderness to settle there,"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 29,
    "text": "As the architect of a new house must pay attention to the whole structure, while the one who undertakes the decoration and the frescoes has to be concerned only with what is needed for ornamentation, so I think it is with us."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 29,
    "text": "Why are you arguing with me? You have all rebelled against me—oracle of the LORD."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 29,
    "text": "‘If you do not listen to my voice, surely this great and numerous throng will dwindle away among the nations to which I will scatter them."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 29,
    "text": "To you in your bed there came thoughts about what should happen in the future, and he who reveals mysteries showed you what is to be."
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 29,
    "text": "“Now, Master, you may let your servant go in peace, according to your word,"
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 29,
    "text": "My brothers, one can confidently say to you about the patriarch David that he died and was buried, and his tomb is in our midst to this day."
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 29,
    "text": "Rather, one is a Jew inwardly, and circumcision is of the heart, in the spirit, not the letter; his praise is not from human beings but from God."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 29,
    "text": "Welcome him then in the Lord with all joy and hold such people in esteem,"
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 29,
    "text": "If you consider that he is righteous, you also know that everyone who acts in righteousness is begotten by him."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 29,
    "text": "“‘“Whoever has ears ought to hear what the Spirit says to the churches.”'"
  }
]