[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 10,
    "text": "Noah begot three sons: Shem, Ham, and Japheth."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 10,
    "text": "Then the LORD spoke to Moses:"
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 10,
    "text": "It shall not be baked with leaven. I have given it to them as their portion from the oblations for the LORD; it is most holy, like the purification offering and the reparation offering."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 10,
    "text": "On the eighth day they shall bring two turtledoves or two pigeons to the priest at the entrance of the tent of meeting."
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 10,
    "text": "Fidelity in Prosperity. When the LORD, your God, brings you into the land which he swore to your ancestors, to Abraham, Isaac, and Jacob, that he would give you, a land with fine, large cities that you did not build,"
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 10,
    "text": "But Joshua had commanded the people, “Do not shout or make any noise or outcry until I tell you, ‘Shout!' Then you must shout.”"
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 10,
    "text": "And I said to you: I, the LORD, am your God; you shall not fear the gods of the Amorites in whose land you are dwelling. But you did not listen to me."
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 10,
    "text": "The Ark in Beth-shemesh. They acted upon this advice. Taking two milk cows, they hitched them to the cart but shut up their calves indoors."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 10,
    "text": "So David was unwilling to take the ark of the LORD with him into the City of David. David deposited it instead at the house of Obed-edom the Gittite."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 10,
    "text": "He built the substructure five cubits high all along the outside of the house, to which it was joined by cedar beams."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 10,
    "text": "So the king of Israel would send word to the place which the man of God had indicated, and alert it; then they would be on guard. This happened several times."
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 10,
    "text": "The sons of Elkanah were Amasai and Ahimoth,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 10,
    "text": "“Now the LORD has fulfilled the word he spoke. I have succeeded David my father, and I sit on the throne of Israel, as the LORD has said, and I have built this house for the name of the LORD, the God of Israel."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 10,
    "text": "that they may continue to offer sacrifices of pleasing odor to the God of heaven and pray for the life of the king and his sons."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 10,
    "text": "I went to the house of Shemaiah, son of Delaiah, son of Mehetabel, who was confined to his house, and he said: “Let us meet in the house of God, inside the temple building; let us lock the doors of the temple. For they are coming to kill you—by night they are coming to kill you.”"
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 10,
    "text": "Then Holofernes ordered the servants who were standing by in his tent to seize Achior, conduct him to Bethulia, and hand him over to the Israelites."
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 10,
    "text": "Then the king said to Haman: “Hurry! Take the robe and horse as you have proposed, and do this for the Jew Mordecai, who is sitting at the royal gate. Do not omit anything you proposed.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 10,
    "text": "So he called in all his Friends and said to them: “Sleep has departed from my eyes, and my heart sinks from anxiety."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 10,
    "text": "Thus, two women who were arrested for having circumcised their children were publicly paraded about the city with their babies hanging at their breasts and then thrown down from the top of the city wall."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 10,
    "text": "Then I should still have consolation and could exult through unremitting pain, because I have not transgressed the commands of the Holy One."
  },
  {
    "book": "Psalms",
    "chapter": 6,
    "verse": 10,
    "text": "The LORD has heard my plea; the LORD will receive my prayer."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 10,
    "text": "A little sleep, a little slumber, a little folding of the arms to rest—"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 10,
    "text": "II. Qoheleth's Conclusions - Whatever is, was long ago given its name, and human nature is known; mortals cannot contend in judgment with One who is stronger."
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 10,
    "text": "“Who is this that comes forth like the dawn, beautiful as the white moon, pure as the blazing sun, fearsome as celestial visions?”"
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 10,
    "text": "For those who keep the holy precepts hallowed will be found holy, and those learned in them will have ready a response."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 10,
    "text": "Others are friends, table companions, but they cannot be found in time of affliction."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 10,
    "text": "Make the heart of this people sluggish, dull their ears and close their eyes; Lest they see with their eyes, and hear with their ears, and their heart understand, and they turn and be healed."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 10,
    "text": "To whom shall I speak? whom shall I warn, and be heard? See! their ears are uncircumcised, they cannot pay attention; See, the word of the LORD has become for them an object of scorn, for which they have no taste."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 10,
    "text": "or give part of it to harlots in the brothel. They dress them up in clothes like human beings, these gods of silver and gold and wood."
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 10,
    "text": "Then they shall know that I the LORD did not threaten in vain to inflict this evil on them."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 10,
    "text": "So King Darius signed the prohibition into law."
  },
  {
    "book": "Hosea",
    "chapter": 6,
    "verse": 10,
    "text": "In the house of Israel I have seen a horrible thing: there is found Ephraim's prostitution, Israel is defiled."
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 10,
    "text": "When a relative or one who prepares the body picks up the remains to carry them out of the house, If he says to someone in the recesses of the house, “Is anyone with you?” and the answer is, “No one,” Then he shall say, “Silence!” for no one must mention the name of the LORD."
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 10,
    "text": "Am I to bear criminal hoarding and the accursed short ephah?"
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 10,
    "text": "Take from the exiles—Heldai, Tobijah, Jedaiah—and go the same day to the house of Josiah, son of Zephaniah. (These had come from Babylon.)"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 10,
    "text": "your kingdom come, your will be done, on earth as in heaven."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 10,
    "text": "He said to them, “Wherever you enter a house, stay there until you leave from there."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 10,
    "text": "Looking around at them all, he then said to him, “Stretch out your hand.” He did so and his hand was restored."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 10,
    "text": "Jesus said, “Have the people recline.” Now there was a great deal of grass in that place. So the men reclined, about five thousand in number."
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 10,
    "text": "but they could not withstand the wisdom and the spirit with which he spoke."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 10,
    "text": "As to his death, he died to sin once and for all; as to his life, he lives for God."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 10,
    "text": "nor thieves nor the greedy nor drunkards nor slanderers nor robbers will inherit the kingdom of God."
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 10,
    "text": "as sorrowful yet always rejoicing; as poor yet enriching many; as having nothing and yet possessing all things."
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 10,
    "text": "So then, while we have the opportunity, let us do good to all, but especially to those who belong to the family of the faith. VI. Conclusion - Final Appeal."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 10,
    "text": "Battle Against Evil. Finally, draw your strength from the Lord and from his mighty power."
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 10,
    "text": "For the love of money is the root of all evils, and some people in their desire for it have strayed from the faith and have pierced themselves with many pains. Exhortations to Timothy."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 10,
    "text": "For God is not unjust so as to overlook your work and the love you have demonstrated for his name by having served and continuing to serve the holy ones."
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 10,
    "text": "They cried out in a loud voice, “How long will it be, holy and true master, before you sit in judgment and avenge our blood on the inhabitants of the earth?”"
  }
]