[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 20,
    "text": "When Reu was thirty-two years old, he begot Serug."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 20,
    "text": "The various winged insects that walk on all fours are loathsome for you."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 20,
    "text": "but for a whole month—until it comes out of your very nostrils and becomes loathsome to you. For you have rejected the LORD who is in your midst, and in his presence you have cried, ‘Why did we ever leave Egypt?'”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 20,
    "text": "and write them on the doorposts of your houses and on your gates,"
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 20,
    "text": "For it was the LORD's doing to make their hearts obstinate to meet Israel in battle, that they might be put under the ban without mercy, and be destroyed as the LORD had commanded Moses."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 20,
    "text": "But Sihon refused to let Israel pass through his territory. He gathered all his soldiers, and they encamped at Jahaz and fought Israel."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 20,
    "text": "the king may become angry and say to you: ‘Why did you go near the city to fight? Did you not know that they would shoot from the wall above?"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 20,
    "text": "Tahpenes' sister bore Hadad a son, Genubath. Tahpenes weaned him in Pharaoh's palace. And Genubath lived in Pharaoh's house, with Pharaoh's own sons."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 20,
    "text": "All the people of the land rejoiced and the city was quiet, now that Athaliah had been slain with the sword at the king's house."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 20,
    "text": "Abishai, the brother of Joab, was the chief of the Thirty; he brandished his spear over three hundred, whom he had slain. He made a name beside the Three,"
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 20,
    "text": "After her, he married Maacah, daughter of Absalom, who bore him Abijah, Attai, Ziza, and Shelomith."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 20,
    "text": "The rest of Israel, including priests and Levites, were in all the other cities of Judah in their own inheritances."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 20,
    "text": "Her words pleased Holofernes and all his attendants. They marveled at her wisdom and exclaimed,"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 20,
    "text": "Alliance of Jonathan and Demetrius II. In those days Jonathan gathered together the people of Judea to attack the citadel in Jerusalem, and they set up many siege engines against it."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 20,
    "text": "On the details of these matters I have authorized my representatives, as well as your envoys, to confer with you."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 20,
    "text": "but the wicked, looking on, shall be consumed with envy. Escape shall be cut off from them, their only hope their last breath."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 20,
    "text": "The crooked in heart are an abomination to the LORD, but those who walk blamelessly are his delight."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 20,
    "text": "Even without these, they could have been killed at a single blast, pursued by justice and winnowed by your mighty spirit. But you have disposed all things by measure and number and weight."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 20,
    "text": "But, you, LORD of hosts, just Judge, searcher of mind and heart, Let me witness the vengeance you take on them, for to you I have entrusted my cause!"
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 20,
    "text": "so that they walk according to my statutes, taking care to keep my ordinances. Thus they will be my people, and I will be their God."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 20,
    "text": "Reproaches to Unrepentant Towns. Then he began to reproach the towns where most of his mighty deeds had been done, since they had not repented."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 20,
    "text": "The Withered Fig Tree. Early in the morning, as they were walking along, they saw the fig tree withered to its roots."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 20,
    "text": "But if it is by the finger of God that [I] drive out demons, then the kingdom of God has come upon you."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 20,
    "text": "When Martha heard that Jesus was coming, she went to meet him; but Mary sat at home."
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 20,
    "text": "There were some Cypriots and Cyrenians among them, however, who came to Antioch and began to speak to the Greeks as well, proclaiming the Lord Jesus."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 20,
    "text": "That is so. They were broken off because of unbelief, but you are there because of faith. So do not become haughty, but stand in awe."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 20,
    "text": "When you meet in one place, then, it is not to eat the Lord's supper,"
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 20,
    "text": "For you put up with it if someone enslaves you, or devours you, or gets the better of you, or puts on airs, or slaps you in the face."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 20,
    "text": "By faith regarding things still to come Isaac blessed Jacob and Esau."
  }
]