[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 13,
    "text": "God said to Noah: I see that the end of all mortals has come, for the earth is full of lawlessness because of them. So I am going to destroy them with the earth."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 13,
    "text": "But the LORD spoke to Moses and Aaron regarding the Israelites and Pharaoh, king of Egypt, and charged them to bring the Israelites out of the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 13,
    "text": "This is the offering that Aaron and his sons shall present to the LORD on the day he is anointed: one tenth of an ephah of bran flour for the regular grain offering, half of it in the morning and half of it in the evening."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 13,
    "text": "This is the ritual for the nazirites: When the period of their dedication is complete they shall go to the entrance of the tent of meeting,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 13,
    "text": "The LORD, your God, shall you fear; him shall you serve, and by his name shall you swear."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 13,
    "text": "The seven priests bearing the ram's horns marched in front of the ark of the LORD, blowing their horns. Ahead of these marched the picked troops, while the rear guard followed the ark of the LORD, and the blowing of horns was kept up continually."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 13,
    "text": "“My lord,” Gideon said to him, “if the LORD is with us, why has all this happened to us? Where are his wondrous deeds about which our ancestors told us when they said, ‘Did not the LORD bring us up from Egypt?' For now the LORD has abandoned us and has delivered us into the power of Midian.”"
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 13,
    "text": "The people of Beth-shemesh were harvesting the wheat in the valley. They looked up and rejoiced when they saw the ark."
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 13,
    "text": "As soon as the bearers of the ark of the LORD had advanced six steps, he sacrificed an ox and a fatling."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 13,
    "text": "I will dwell in the midst of the Israelites and will not forsake my people Israel."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 13,
    "text": "He said, “Go, find out where he is, so that I may take him captive.” Informed that Elisha was in Dothan,"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 13,
    "text": "The sons of Samuel were Joel, the firstborn, and Abijah, the second."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 13,
    "text": "Solomon had made a bronze platform five cubits long, five cubits wide, and three cubits high, which he had placed in the middle of the courtyard. Having ascended it, Solomon knelt in the presence of the whole assembly of Israel and stretched forth his hands toward heaven."
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 13,
    "text": "The Task Finally Completed. Then Tattenai, the governor of West-of-Euphrates, and Shethar-bozenai, and their fellow officials carried out with all diligence the instructions King Darius had sent them."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 13,
    "text": "that I might act on it out of fear and commit this sin. Then they would have had a shameful story with which to discredit me."
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 13,
    "text": "So, taking cover below the hill, they bound Achior and left him lying at the foot of the hill; then they returned to their lord. Achior in Bethulia."
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 13,
    "text": "When he told his wife Zeresh and all his friends everything that had happened to him, his advisers and his wife Zeresh said to him, “If Mordecai, before whom you are beginning to fall, is of Jewish ancestry, you will not prevail against him, but will surely be defeated by him.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 13,
    "text": "I know that this is why these evils have overtaken me; and now I am dying, in bitter grief, in a foreign land.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 13,
    "text": "It is, in fact, a sign of great kindness to punish the impious promptly instead of letting them go for long."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 13,
    "text": "Have I no helper, and has my good sense deserted me?"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 13,
    "text": "Shifty of eye, feet ever moving, pointing with fingers,"
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 13,
    "text": "She hastens to make herself known to those who desire her;"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 13,
    "text": "Stay away from your enemies, and be on guard with your friends."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 13,
    "text": "If there remain a tenth part in it, then this in turn shall be laid waste; As with a terebinth or an oak whose trunk remains when its leaves have fallen. Holy offspring is the trunk."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 13,
    "text": "Small and great alike, all are greedy for gain; prophet and priest, all practice fraud."
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 13,
    "text": "Each has a scepter, like the human ruler of a district, but none can do away with those that offend against it."
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 13,
    "text": "They shall know that I am the LORD, when their slain lie among their idols, all around their altars, on every high hill and mountaintop, beneath every green tree and leafy oak—any place they offer sweet-smelling oblations to all their idols."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 13,
    "text": "Then they went to remind the king about the prohibition: “Did you not sign a decree, O king, that for thirty days, whoever makes a petition to anyone, divine or human, except to you, O king, shall be cast into a den of lions?” The king answered them, “The decree is absolute, irrevocable under the law of the Medes and Persians.”"
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 13,
    "text": "You who rejoice in Lodebar, and say, “Have we not, by our own strength, seized Karnaim for ourselves?”"
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 13,
    "text": "I have begun to strike you with devastation because of your sins."
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 13,
    "text": "He will build the temple of the LORD, and taking up the royal insignia, he will sit as ruler upon his throne. The priest will be at his right hand, and between the two of them there will be peaceful understanding."
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 13,
    "text": "and do not subject us to the final test, but deliver us from the evil one."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 13,
    "text": "They drove out many demons, and they anointed with oil many who were sick and cured them. Herod's Opinion of Jesus."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 13,
    "text": "When day came, he called his disciples to himself, and from them he chose Twelve, whom he also named apostles:"
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 13,
    "text": "So they collected them, and filled twelve wicker baskets with fragments from the five barley loaves that had been more than they could eat."
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 13,
    "text": "They presented false witnesses who testified, “This man never stops saying things against [this] holy place and the law."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 13,
    "text": "And do not present the parts of your bodies to sin as weapons for wickedness, but present yourselves to God as raised from the dead to life and the parts of your bodies to God as weapons for righteousness."
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 13,
    "text": "“Food for the stomach and the stomach for food,” but God will do away with both the one and the other. The body, however, is not for immorality, but for the Lord, and the Lord is for the body;"
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 13,
    "text": "As recompense in kind (I speak as to my children), be open yourselves."
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 13,
    "text": "Not even those having themselves circumcised observe the law themselves; they only want you to be circumcised so that they may boast of your flesh."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 13,
    "text": "Therefore, put on the armor of God, that you may be able to resist on the evil day and, having done everything, to hold your ground."
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 13,
    "text": "I charge [you] before God, who gives life to all things, and before Christ Jesus, who gave testimony under Pontius Pilate for the noble confession,"
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 13,
    "text": "God's Promise Immutable. When God made the promise to Abraham, since he had no one greater by whom to swear, “he swore by himself,”"
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 13,
    "text": "The stars in the sky fell to the earth like unripe figs shaken loose from the tree in a strong wind."
  }
]