[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 2,
    "text": "Of every clean animal, take with you seven pairs, a male and its mate; and of the unclean animals, one pair, a male and its mate;"
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 2,
    "text": "You will speak all that I command you. In turn, your brother Aaron will tell Pharaoh to let the Israelites go out of his land."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 2,
    "text": "At the place where the burnt offering is slaughtered, the reparation offering shall also be slaughtered. Its blood shall be splashed on all the sides of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 2,
    "text": "an offering was made by the tribal leaders of Israel, who were heads of ancestral houses, the same leaders of the tribes who supervised those enrolled."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 2,
    "text": "and when the LORD, your God, gives them over to you and you defeat them, you shall put them under the ban. Make no covenant with them and do not be gracious to them."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 2,
    "text": "Joshua next sent men from Jericho to Ai, which is near Beth-aven and east of Bethel, with the order, “Go up and reconnoiter the land.” When they had explored Ai,"
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 2,
    "text": "The LORD said to Gideon: You have too many soldiers with you for me to deliver Midian into their power, lest Israel vaunt itself against me and say, “My own power saved me.”"
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 2,
    "text": "Samuel the Judge. From the day the ark came to rest in Kiriath-jearim, a long time, twenty years, elapsed, and the whole house of Israel turned to the LORD."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 2,
    "text": "the king said to Nathan the prophet, “Here I am living in a house of cedar, but the ark of God dwells in a tent!”"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 2,
    "text": "He built the House of the Forest of Lebanon one hundred cubits long, fifty wide, and thirty high; it was supported by four rows of cedar columns, with cedar beams upon the columns."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 2,
    "text": "But the adjutant, upon whose arm the king leaned, answered the man of God, “Even if the LORD were to make windows in heaven, how could this happen?” Elisha said, “You shall see it with your own eyes, but you shall not eat of it.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 2,
    "text": "The sons of Tola were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, heads of the ancestral houses of Tola, mighty warriors in their generations. In the time of David they numbered twenty-two thousand six hundred."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 2,
    "text": "But the priests could not enter the house of the LORD, for the glory of the LORD filled the house of the LORD."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 2,
    "text": "son of Shallum, son of Zadok, son of Ahitub,"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 2,
    "text": "Over Jerusalem I placed Hanani, my brother, and Hananiah, the commander of the citadel, who was more trustworthy and God-fearing than most."
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 2,
    "text": "He said to his wife Edna, “How this young man resembles Tobit, the son of my uncle!”"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 2,
    "text": "That same day all their fighting men went into action. Their forces numbered a hundred and seventy thousand infantry and twelve thousand cavalry, not counting the baggage train or the men who accompanied it on foot, a very great army."
  },
  {
    "book": "Esther",
    "chapter": 7,
    "verse": 2,
    "text": "Again, on this second day, as they were drinking wine, the king said to Esther, “Whatever you ask, Queen Esther, shall be granted you. Whatever request you make, even for half the kingdom, shall be honored.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 2,
    "text": "As he was entering the royal palace of his ancestors, the soldiers seized Antiochus and Lysias to bring them to him."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 2,
    "text": "One of the brothers, speaking for the others, said: “What do you expect to learn by questioning us? We are ready to die rather than transgress the laws of our ancestors.”"
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 2,
    "text": "Like a slave who longs for the shade, a hireling who waits for wages,"
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 2,
    "text": "I - LORD my God, in you I trusted; save me; rescue me from all who pursue me,"
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 2,
    "text": "Keep my commands and live, and my teaching as the apple of your eye;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 2,
    "text": "It is better to go to the house of mourning than to the house of feasting, For that is the end of every mortal, and the living should take it to heart."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 2,
    "text": "M How beautiful are your feet in sandals, O noble daughter! Your curving thighs like jewels, the product of skilled hands."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 2,
    "text": "in a ten-month period—body and blood, from the seed of a man, and the pleasure that accompanies marriage."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 2,
    "text": "avoid wickedness, and it will turn away from you."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 2,
    "text": "When word came to the house of David that Aram had allied itself with Ephraim, the heart of the king and heart of the people trembled, as the trees of the forest tremble in the wind."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 2,
    "text": "Stand at the gate of the house of the LORD and proclaim this message there: Hear the word of the LORD, all you of Judah who enter these gates to worship the LORD!"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 2,
    "text": "Son of man, now say: Thus says the Lord GOD to the land of Israel: An end! The end comes upon the four corners of the land!"
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 2,
    "text": "In the vision I saw during the night, suddenly the four winds of heaven stirred up the great sea,"
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 2,
    "text": "Yet they do not call to mind that I remember all their wickedness. Now their crimes surround them, present to my sight."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 2,
    "text": "When they had finished eating the grass in the land, I said: Forgive, O Lord GOD! Who will raise up Jacob? He is so small!"
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 2,
    "text": "The faithful have vanished from the earth, no mortal is just! They all lie in wait to shed blood, each one ensnares the other."
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 2,
    "text": "Bethelsarezer sent Regem-melech and his men to implore the favor of the LORD"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 2,
    "text": "For as you judge, so will you be judged, and the measure with which you measure will be measured out to you."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 2,
    "text": "they observed that some of his disciples ate their meals with unclean, that is, unwashed, hands."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 2,
    "text": "A centurion there had a slave who was ill and about to die, and he was valuable to him."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 2,
    "text": "But the Jewish feast of Tabernacles was near."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 2,
    "text": "And he replied, “My brothers and fathers, listen. The God of glory appeared to our father Abraham while he was in Mesopotamia, before he had settled in Haran,"
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 2,
    "text": "Thus a married woman is bound by law to her living husband; but if her husband dies, she is released from the law in respect to her husband."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 2,
    "text": "but because of cases of immorality every man should have his own wife, and every woman her own husband."
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 2,
    "text": "Make room for us; we have not wronged anyone, or ruined anyone, or taken advantage of anyone."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 2,
    "text": "And Abraham apportioned to him “a tenth of everything.” His name first means righteous king, and he was also “king of Salem,” that is, king of peace."
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 2,
    "text": "Then I saw another angel come up from the East, holding the seal of the living God. He cried out in a loud voice to the four angels who were given power to damage the land and the sea,"
  }
]