[
  {
    "book": "Genesis",
    "chapter": 2,
    "verse": 7,
    "text": "then the LORD God formed the man out of the dust of the ground and blew into his nostrils the breath of life, and the man became a living being."
  },
  {
    "book": "Exodus",
    "chapter": 2,
    "verse": 7,
    "text": "Then his sister asked Pharaoh's daughter, “Shall I go and summon a Hebrew woman to nurse the child for you?”"
  },
  {
    "book": "Leviticus",
    "chapter": 2,
    "verse": 7,
    "text": "If your offering is a grain offering that is prepared in a pan, it must be made of bran flour, fried in oil."
  },
  {
    "book": "Numbers",
    "chapter": 2,
    "verse": 7,
    "text": "Also the tribe of Zebulun. The leader of the Zebulunites is Eliab, son of Helon,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 2,
    "verse": 7,
    "text": "Surely, the LORD, your God, has blessed you in all your undertakings; he has been concerned about your journey through this vast wilderness. It is now forty years that the LORD, your God, has been with you, and you have lacked nothing."
  },
  {
    "book": "Joshua",
    "chapter": 2,
    "verse": 7,
    "text": "But the pursuers set out along the way to the fords of the Jordan. As soon as they had left to pursue them, the gate was shut."
  },
  {
    "book": "Judges",
    "chapter": 2,
    "verse": 7,
    "text": "The people served the LORD during the entire lifetime of Joshua, and of those elders who outlived Joshua and who had seen all the great work the LORD had done for Israel."
  },
  {
    "book": "Ruth",
    "chapter": 2,
    "verse": 7,
    "text": "She said, ‘I would like to gather the gleanings into sheaves after the harvesters.' Ever since she came this morning she has remained here until now, with scarcely a moment's rest.”"
  },
  {
    "book": "1Samuel",
    "chapter": 2,
    "verse": 7,
    "text": "The LORD makes poor and makes rich, humbles, and also exalts."
  },
  {
    "book": "2Samuel",
    "chapter": 2,
    "verse": 7,
    "text": "So take courage and prove yourselves valiant, for though your lord Saul is dead, the house of Judah has anointed me king over them.”"
  },
  {
    "book": "1Kings",
    "chapter": 2,
    "verse": 7,
    "text": "But be true to the sons of Barzillai the Gileadite, and have them among those who eat at your table. For they were loyal to me when I was fleeing from your brother Absalom."
  },
  {
    "book": "2Kings",
    "chapter": 2,
    "verse": 7,
    "text": "Fifty of the guild prophets followed and stood facing them at a distance, while the two of them stood next to the Jordan."
  },
  {
    "book": "1Chronicles",
    "chapter": 2,
    "verse": 7,
    "text": "The sons of Zimri: Carmi. The sons of Carmi: Achar, who brought trouble upon Israel by violating the ban."
  },
  {
    "book": "2Chronicles",
    "chapter": 2,
    "verse": 7,
    "text": "Also send me boards of cedar, cypress and cabinet wood from Lebanon, for I realize that your servants know how to cut the wood of Lebanon. My servants will work with yours"
  },
  {
    "book": "Ezra",
    "chapter": 2,
    "verse": 7,
    "text": "descendants of Elam, one thousand two hundred and fifty-four;"
  },
  {
    "book": "Nehemiah",
    "chapter": 2,
    "verse": 7,
    "text": "I asked the king further: “If it please the king, let letters be given to me for the governors of West-of-Euphrates, that they may give me safe-conduct till I arrive in Judah;"
  },
  {
    "book": "Tobit",
    "chapter": 2,
    "verse": 7,
    "text": "Then I wept. At sunset I went out, dug a grave, and buried him."
  },
  {
    "book": "Judith",
    "chapter": 2,
    "verse": 7,
    "text": "Tell them to have earth and water ready, for I will come against them in my wrath; I will cover all the land with the feet of my soldiers, to whom I will deliver them as spoils."
  },
  {
    "book": "Esther",
    "chapter": 2,
    "verse": 7,
    "text": "He became foster father to his cousin Hadassah, that is, Esther, when she lost both father and mother. The young woman was beautifully formed and lovely to behold. On the death of her father and mother, Mordecai adopted her as his own daughter."
  },
  {
    "book": "1Maccabees",
    "chapter": 2,
    "verse": 7,
    "text": "he said: “Woe is me! Why was I born to see the ruin of my people, the ruin of the holy city— To dwell there as it was given into the hands of enemies, the sanctuary into the hands of strangers?"
  },
  {
    "book": "2Maccabees",
    "chapter": 2,
    "verse": 7,
    "text": "When Jeremiah heard of this, he reproved them: “The place is to remain unknown until God gathers his people together again and shows them mercy."
  },
  {
    "book": "Job",
    "chapter": 2,
    "verse": 7,
    "text": "The Second Trial. So the satan went forth from the presence of the LORD and struck Job with severe boils from the soles of his feet to the crown of his head."
  },
  {
    "book": "Psalms",
    "chapter": 2,
    "verse": 7,
    "text": "I will proclaim the decree of the LORD, he said to me, “You are my son; today I have begotten you."
  },
  {
    "book": "Proverbs",
    "chapter": 2,
    "verse": 7,
    "text": "He has success in store for the upright, is the shield of those who walk honestly,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 2,
    "verse": 7,
    "text": "I acquired male and female slaves, and had slaves who were born in my house. I also owned vast herds of cattle and flocks of sheep, more than all who had been before me in Jerusalem."
  },
  {
    "book": "SongofSongs",
    "chapter": 2,
    "verse": 7,
    "text": "I adjure you, Daughters of Jerusalem, by the gazelles and the does of the field, Do not awaken, or stir up love until it is ready."
  },
  {
    "book": "Wisdom",
    "chapter": 2,
    "verse": 7,
    "text": "Let us have our fill of costly wine and perfumes, and let no springtime blossom pass us by;"
  },
  {
    "book": "Sirach",
    "chapter": 2,
    "verse": 7,
    "text": "You that fear the Lord, wait for his mercy, do not stray lest you fall."
  },
  {
    "book": "Isaiah",
    "chapter": 2,
    "verse": 7,
    "text": "Their land is full of silver and gold, there is no end to their treasures; Their land is full of horses, there is no end to their chariots."
  },
  {
    "book": "Jeremiah",
    "chapter": 2,
    "verse": 7,
    "text": "I brought you into the garden land to eat its fine fruits, But you entered and defiled my land, you turned my heritage into an abomination."
  },
  {
    "book": "Lamentations",
    "chapter": 2,
    "verse": 7,
    "text": "The Lord has rejected his altar, spurned his sanctuary; He has handed over to the enemy the walls of its strongholds. They shout in the house of the LORD as on a feast day."
  },
  {
    "book": "Baruch",
    "chapter": 2,
    "verse": 7,
    "text": "All the evils of which the LORD had warned us have come upon us."
  },
  {
    "book": "Ezekiel",
    "chapter": 2,
    "verse": 7,
    "text": "You must speak my words to them, whether they hear or resist, because they are rebellious."
  },
  {
    "book": "Daniel",
    "chapter": 2,
    "verse": 7,
    "text": "Again they answered, “Let the king tell his servants the dream and we will give its meaning.”"
  },
  {
    "book": "Hosea",
    "chapter": 2,
    "verse": 7,
    "text": "Yes, their mother has prostituted herself; she who conceived them has acted shamefully. For she said, “I will go after my lovers, who give me my bread and my water, my wool and my flax, my oil and my drink.”"
  },
  {
    "book": "Joel",
    "chapter": 2,
    "verse": 7,
    "text": "Like warriors they run, like soldiers they scale walls, Each advancing in line, without swerving from the course."
  },
  {
    "book": "Amos",
    "chapter": 2,
    "verse": 7,
    "text": "They trample the heads of the destitute into the dust of the earth, and force the lowly out of the way. Son and father sleep with the same girl, profaning my holy name."
  },
  {
    "book": "Jonah",
    "chapter": 2,
    "verse": 7,
    "text": "I went down to the roots of the mountains; to the land whose bars closed behind me forever, But you brought my life up from the pit, O LORD, my God."
  },
  {
    "book": "Micah",
    "chapter": 2,
    "verse": 7,
    "text": "How can it be said, house of Jacob, “Is the LORD short of patience; are these the Lord's deeds?” Do not my words promise good to the one who walks in justice?"
  },
  {
    "book": "Nahum",
    "chapter": 2,
    "verse": 7,
    "text": "The river gates are opened, the palace is washed away."
  },
  {
    "book": "Habakkuk",
    "chapter": 2,
    "verse": 7,
    "text": "Will your debtors not rise suddenly? Will they not awake, those who make you tremble? You will become their spoil!"
  },
  {
    "book": "Zephaniah",
    "chapter": 2,
    "verse": 7,
    "text": "The seacoast shall belong to the remnant of the house of Judah; by the sea they shall pasture. In the houses of Ashkelon they shall lie down in the evening. For the LORD their God will take care of them, and bring about their restoration."
  },
  {
    "book": "Haggai",
    "chapter": 2,
    "verse": 7,
    "text": "I will shake all the nations, so that the treasures of all the nations will come in. And I will fill this house with glory— says the LORD of hosts."
  },
  {
    "book": "Zechariah",
    "chapter": 2,
    "verse": 7,
    "text": "Then the angel who spoke with me advanced as another angel came out to meet him"
  },
  {
    "book": "Malachi",
    "chapter": 2,
    "verse": 7,
    "text": "For a priest's lips preserve knowledge, and instruction is to be sought from his mouth, because he is the messenger of the LORD of hosts."
  },
  {
    "book": "Matthew",
    "chapter": 2,
    "verse": 7,
    "text": "Then Herod called the magi secretly and ascertained from them the time of the star's appearance."
  },
  {
    "book": "Mark",
    "chapter": 2,
    "verse": 7,
    "text": "“Why does this man speak that way? He is blaspheming. Who but God alone can forgive sins?”"
  },
  {
    "book": "Luke",
    "chapter": 2,
    "verse": 7,
    "text": "and she gave birth to her firstborn son. She wrapped him in swaddling clothes and laid him in a manger, because there was no room for them in the inn."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 7,
    "text": "Jesus told them, “Fill the jars with water.” So they filled them to the brim."
  },
  {
    "book": "Acts",
    "chapter": 2,
    "verse": 7,
    "text": "They were astounded, and in amazement they asked, “Are not all these people who are speaking Galileans?"
  },
  {
    "book": "Romans",
    "chapter": 2,
    "verse": 7,
    "text": "eternal life to those who seek glory, honor, and immortality through perseverance in good works,"
  },
  {
    "book": "1Corinthians",
    "chapter": 2,
    "verse": 7,
    "text": "Rather, we speak God's wisdom, mysterious, hidden, which God predetermined before the ages for our glory,"
  },
  {
    "book": "2Corinthians",
    "chapter": 2,
    "verse": 7,
    "text": "so that on the contrary you should forgive and encourage him instead, or else the person may be overwhelmed by excessive pain."
  },
  {
    "book": "Galatians",
    "chapter": 2,
    "verse": 7,
    "text": "On the contrary, when they saw that I had been entrusted with the gospel to the uncircumcised, just as Peter to the circumcised,"
  },
  {
    "book": "Ephesians",
    "chapter": 2,
    "verse": 7,
    "text": "that in the ages to come he might show the immeasurable riches of his grace in his kindness to us in Christ Jesus."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verse": 7,
    "text": "Rather, he emptied himself, taking the form of a slave, coming in human likeness; and found human in appearance,"
  },
  {
    "book": "Colossians",
    "chapter": 2,
    "verse": 7,
    "text": "rooted in him and built upon him and established in the faith as you were taught, abounding in thanksgiving."
  },
  {
    "book": "1Thessalonians",
    "chapter": 2,
    "verse": 7,
    "text": "although we were able to impose our weight as apostles of Christ. Rather, we were gentle among you, as a nursing mother cares for her children."
  },
  {
    "book": "2Thessalonians",
    "chapter": 2,
    "verse": 7,
    "text": "For the mystery of lawlessness is already at work. But the one who restrains is to do so only for the present, until he is removed from the scene."
  },
  {
    "book": "1Timothy",
    "chapter": 2,
    "verse": 7,
    "text": "For this I was appointed preacher and apostle (I am speaking the truth, I am not lying), teacher of the Gentiles in faith and truth."
  },
  {
    "book": "2Timothy",
    "chapter": 2,
    "verse": 7,
    "text": "Reflect on what I am saying, for the Lord will give you understanding in everything."
  },
  {
    "book": "Titus",
    "chapter": 2,
    "verse": 7,
    "text": "showing yourself as a model of good deeds in every respect, with integrity in your teaching, dignity,"
  },
  {
    "book": "Hebrews",
    "chapter": 2,
    "verse": 7,
    "text": "You made him for a little while lower than the angels; you crowned him with glory and honor,"
  },
  {
    "book": "James",
    "chapter": 2,
    "verse": 7,
    "text": "Is it not they who blaspheme the noble name that was invoked over you?"
  },
  {
    "book": "1Peter",
    "chapter": 2,
    "verse": 7,
    "text": "Therefore, its value is for you who have faith, but for those without faith: “The stone which the builders rejected has become the cornerstone,”"
  },
  {
    "book": "2Peter",
    "chapter": 2,
    "verse": 7,
    "text": "and if he rescued Lot, a righteous man oppressed by the licentious conduct of unprincipled people"
  },
  {
    "book": "1John",
    "chapter": 2,
    "verse": 7,
    "text": "Beloved, I am writing no new commandment to you but an old commandment that you had from the beginning. The old commandment is the word that you have heard."
  },
  {
    "book": "Revelation",
    "chapter": 2,
    "verse": 7,
    "text": "“‘“Whoever has ears ought to hear what the Spirit says to the churches. To the victor I will give the right to eat from the tree of life that is in the garden of God.”' To Smyrna."
  }
]