[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 7,
    "text": "Come, let us go down and there confuse their language, so that no one will understand the speech of another."
  },
  {
    "book": "Exodus",
    "chapter": 11,
    "verse": 7,
    "text": "But among all the Israelites, among human beings and animals alike, not even a dog will growl, so that you may know that the LORD distinguishes between Egypt and Israel."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 7,
    "text": "and the pig, which does indeed have hoofs and is cloven-footed, but does not chew the cud and is therefore unclean for you."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 7,
    "text": "Manna was like coriander seed and had the appearance of bdellium."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 7,
    "text": "but it was you who saw with your own eyes all these great deeds that the LORD has done."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 7,
    "text": "Joshua with his whole army came upon them suddenly at the waters of Merom and fell upon them."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 7,
    "text": "“Are you not the ones who hated me and drove me from my father's house?” Jephthah replied to the elders of Gilead, “Why do you come to me now, when you are in distress?”"
  },
  {
    "book": "1Samuel",
    "chapter": 11,
    "verse": 7,
    "text": "Taking a yoke of oxen, he cut them into pieces and sent them throughout the territory of Israel by messengers saying, “If anyone does not come out to follow Saul and Samuel, the same thing will be done to his oxen!” The dread of the LORD came upon the people and they went forth as one."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 7,
    "text": "And when he came, David asked him how Joab was, how the army was, and how the war was going, and Uriah answered that all was well."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 7,
    "text": "Solomon then built a high place to Chemosh, the abomination of Moab, and to Molech, the abomination of the Ammonites, on the mountain opposite Jerusalem."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 7,
    "text": "while the two of your divisions who are going off duty that week shall keep guard over the house of the LORD for the king."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 7,
    "text": "David took up residence in the fortress, which therefore was called the City of David."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 7,
    "text": "Beth-zur, Soco, Adullam,"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 7,
    "text": "These were the Benjaminites: Sallu, son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah,"
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 7,
    "text": "Raphael said to Tobiah before he came near to his father: “I know that his eyes will be opened."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 7,
    "text": "I swear by the life of Nebuchadnezzar, king of all the earth, and by the power of him who has sent you to guide all living things, that not only do human beings serve him through you; but even the wild animals, and the cattle, and the birds of the air, because of your strength, will live for Nebuchadnezzar and his whole house."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 7,
    "text": "Jonathan accompanied the king as far as the river called Eleutherus and then returned to Jerusalem."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 7,
    "text": "Maccabeus himself was the first to take up arms, and he exhorted the others to join him in risking their lives to help their kindred. Then they resolutely set out together."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 7,
    "text": "Can you find out the depths of God? or find out the perfection of the Almighty?"
  },
  {
    "book": "Psalms",
    "chapter": 11,
    "verse": 7,
    "text": "The LORD is just and loves just deeds; the upright will see his face."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 7,
    "text": "When a person dies, hope is destroyed; expectation pinned on wealth is destroyed."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 11,
    "verse": 7,
    "text": "Poem on Youth and Old Age. Light is sweet! and it is pleasant for the eyes to see the sun."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 7,
    "text": "as a rebuke to the decree for the slaying of infants, You gave them abundant water beyond their hope,"
  },
  {
    "book": "Sirach",
    "chapter": 11,
    "verse": 7,
    "text": "Moderation and Patience - Before investigating, do not find fault; examine first, then criticize."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 7,
    "text": "The cow and the bear shall graze, together their young shall lie down; the lion shall eat hay like the ox."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 7,
    "text": "I warned your ancestors unceasingly from the day I brought them up out of the land of Egypt even to this day: obey my voice."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 7,
    "text": "Therefore thus says the Lord GOD: The slain whom you piled up in it, that is the meat, the pot is the city. But you I will bring out of it."
  },
  {
    "book": "Hosea",
    "chapter": 11,
    "verse": 7,
    "text": "My people have their mind set on apostasy; though they call on God in unison, he shall not raise them up."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 7,
    "text": "So I shepherded the flock to be slaughtered for the merchants of the flock. I took two staffs: one I called Delight, and the other Union. Thus I shepherded the flock."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 7,
    "text": "As they were going off, Jesus began to speak to the crowds about John, “What did you go out to the desert to see? A reed swayed by the wind?"
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 7,
    "text": "So they brought the colt to Jesus and put their cloaks over it. And he sat on it."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 7,
    "text": "and he says in reply from within, ‘Do not bother me; the door has already been locked and my children and I are already in bed. I cannot get up to give you anything.'"
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 7,
    "text": "Then after this he said to his disciples, “Let us go back to Judea.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 7,
    "text": "I also heard a voice say to me, ‘Get up, Peter. Slaughter and eat.'"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 7,
    "text": "What then? What Israel was seeking it did not attain, but the elect attained it; the rest were hardened,"
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 7,
    "text": "A man, on the other hand, should not cover his head, because he is the image and glory of God, but woman is the glory of man."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 7,
    "text": "Did I make a mistake when I humbled myself so that you might be exalted, because I preached the gospel of God to you without charge?"
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 7,
    "text": "By faith Noah, warned about what was not yet seen, with reverence built an ark for the salvation of his household. Through this he condemned the world and inherited the righteousness that comes through faith."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 7,
    "text": "When they have finished their testimony, the beast that comes up from the abyss will wage war against them and conquer them and kill them."
  }
]