[
  {
    "book": "Genesis",
    "chapter": 8,
    "verse": 13,
    "text": "In the six hundred and first year, in the first month, on the first day of the month, the water began to dry up on the earth. Noah then removed the covering of the ark and saw that the surface of the ground had dried."
  },
  {
    "book": "Exodus",
    "chapter": 8,
    "verse": 13,
    "text": "They did so. Aaron stretched out his hand with his staff and struck the dust of the earth, and gnats came upon human being and beast alike. All the dust of the earth turned into gnats throughout the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 8,
    "verse": 13,
    "text": "Moses likewise brought forward Aaron's sons, clothed them with tunics, girded them with sashes, and put skullcaps on them, as the LORD had commanded him to do."
  },
  {
    "book": "Numbers",
    "chapter": 8,
    "verse": 13,
    "text": "Then you shall have the Levites stand before Aaron and his sons, and you shall present them as an elevated offering to the LORD;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 8,
    "verse": 13,
    "text": "and your herds and flocks have increased, your silver and gold has increased, and all your property has increased,"
  },
  {
    "book": "Joshua",
    "chapter": 8,
    "verse": 13,
    "text": "Thus the people took up their stations, with the main body north of the city and the ambush west of it, and Joshua waited overnight in the valley."
  },
  {
    "book": "Judges",
    "chapter": 8,
    "verse": 13,
    "text": "Then Gideon, son of Joash, returned from battle by the pass of Heres."
  },
  {
    "book": "1Samuel",
    "chapter": 8,
    "verse": 13,
    "text": "He will use your daughters as perfumers, cooks, and bakers."
  },
  {
    "book": "2Samuel",
    "chapter": 8,
    "verse": 13,
    "text": "On his return, David made a name for himself by defeating eighteen thousand Edomites in the Valley of Salt."
  },
  {
    "book": "1Kings",
    "chapter": 8,
    "verse": 13,
    "text": "I have indeed built you a princely house, the base for your enthronement forever.”"
  },
  {
    "book": "2Kings",
    "chapter": 8,
    "verse": 13,
    "text": "Hazael exclaimed, “How can your servant, a dog like me, do anything so important?” Elisha replied, “The LORD has showed you to me as king over Aram.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 8,
    "verse": 13,
    "text": "and Beriah, and Shema. They were family heads of those who dwelt in Aijalon, and they put the inhabitants of Gath to flight."
  },
  {
    "book": "2Chronicles",
    "chapter": 8,
    "verse": 13,
    "text": "as was required to be done day by day according to the command of Moses, especially on the sabbaths, at the new moons, and on the fixed festivals three times a year: on the feast of the Unleavened Bread, the feast of Weeks, and the feast of Booths."
  },
  {
    "book": "Ezra",
    "chapter": 8,
    "verse": 13,
    "text": "of the descendants of Adonikam, younger sons, whose names were Eliphelet, Jeiel, and Shemaiah, and with them sixty males;"
  },
  {
    "book": "Nehemiah",
    "chapter": 8,
    "verse": 13,
    "text": "The Feast of Booths. On the second day, the heads of ancestral houses of the whole people, and also the priests and the Levites, gathered around Ezra the scribe to study the words of the law."
  },
  {
    "book": "Tobit",
    "chapter": 8,
    "verse": 13,
    "text": "They sent the maid, lit a lamp, and opened the bedroom door; she went in and found them sleeping together."
  },
  {
    "book": "Judith",
    "chapter": 8,
    "verse": 13,
    "text": "And now it is the Lord Almighty you are putting to the test, but you will never understand anything!"
  },
  {
    "book": "Esther",
    "chapter": 8,
    "verse": 13,
    "text": "(Chapter 8) - A copy of the letter to be promulgated as law in each and every province was published among all the peoples, so that the Jews might be prepared on that day to avenge themselves on their enemies."
  },
  {
    "book": "1Maccabees",
    "chapter": 8,
    "verse": 13,
    "text": "Those whom they wish to help and to make kings, they make kings; and those whom they wish, they depose; and they were greatly exalted."
  },
  {
    "book": "2Maccabees",
    "chapter": 8,
    "verse": 13,
    "text": "those who were fearful and those who lacked faith in God's justice deserted and got away."
  },
  {
    "book": "Job",
    "chapter": 8,
    "verse": 13,
    "text": "So is the end of everyone who forgets God, and so shall the hope of the godless perish."
  },
  {
    "book": "Proverbs",
    "chapter": 8,
    "verse": 13,
    "text": "[The fear of the LORD is hatred of evil;] Pride, arrogance, the evil way, and the perverse mouth I hate."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 8,
    "verse": 13,
    "text": "and that it shall not be well with the wicked, who shall not prolong their shadowy days, for their lack of reverence toward God."
  },
  {
    "book": "SongofSongs",
    "chapter": 8,
    "verse": 13,
    "text": "The Lovers' Yearnings - M You who dwell in the gardens, my companions are listening for your voice— let me hear it!"
  },
  {
    "book": "Wisdom",
    "chapter": 8,
    "verse": 13,
    "text": "Because of her I shall have immortality and leave to those after me an everlasting memory."
  },
  {
    "book": "Sirach",
    "chapter": 8,
    "verse": 13,
    "text": "Do not give collateral beyond your means; consider any collateral a debt you must pay."
  },
  {
    "book": "Isaiah",
    "chapter": 8,
    "verse": 13,
    "text": "But conspire with the LORD of hosts; he shall be your fear, he shall be your dread."
  },
  {
    "book": "Jeremiah",
    "chapter": 8,
    "verse": 13,
    "text": "Threats of Punishment - I will gather them all in—oracle of the LORD: no grapes on the vine, No figs on the fig trees, foliage withered! Whatever I have given them is gone."
  },
  {
    "book": "Ezekiel",
    "chapter": 8,
    "verse": 13,
    "text": "He said: You will see them practicing even greater abominations."
  },
  {
    "book": "Daniel",
    "chapter": 8,
    "verse": 13,
    "text": "I heard a holy one speaking, and another said to whichever one it was that spoke, “How long shall the events of this vision last concerning the daily sacrifice, the desolating sin, the giving over of the sanctuary and the host for trampling?”"
  },
  {
    "book": "Hosea",
    "chapter": 8,
    "verse": 13,
    "text": "They love sacrifice, they sacrifice meat and eat it, but the LORD is not pleased with them. Now he will remember their guilt and punish their sins; they shall return to Egypt."
  },
  {
    "book": "Amos",
    "chapter": 8,
    "verse": 13,
    "text": "On that day, beautiful young women and young men shall faint from thirst,"
  },
  {
    "book": "Zechariah",
    "chapter": 8,
    "verse": 13,
    "text": "Just as you became a curse among the nations, O house of Judah and house of Israel, so will I save you that you may be a blessing. Do not fear; let your hands be strong."
  },
  {
    "book": "Matthew",
    "chapter": 8,
    "verse": 13,
    "text": "And Jesus said to the centurion, “You may go; as you have believed, let it be done for you.” And at that very hour [his] servant was healed. The Cure of Peter's Mother-in-Law."
  },
  {
    "book": "Mark",
    "chapter": 8,
    "verse": 13,
    "text": "Then he left them, got into the boat again, and went off to the other shore."
  },
  {
    "book": "Luke",
    "chapter": 8,
    "verse": 13,
    "text": "Those on rocky ground are the ones who, when they hear, receive the word with joy, but they have no root; they believe only for a time and fall away in time of trial."
  },
  {
    "book": "John",
    "chapter": 8,
    "verse": 13,
    "text": "So the Pharisees said to him, “You testify on your own behalf, so your testimony cannot be verified.”"
  },
  {
    "book": "Acts",
    "chapter": 8,
    "verse": 13,
    "text": "Even Simon himself believed and, after being baptized, became devoted to Philip; and when he saw the signs and mighty deeds that were occurring, he was astounded."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verse": 13,
    "text": "For if you live according to the flesh, you will die, but if by the spirit you put to death the deeds of the body, you will live. Children of God Through Adoption."
  },
  {
    "book": "1Corinthians",
    "chapter": 8,
    "verse": 13,
    "text": "Therefore, if food causes my brother to sin, I will never eat meat again, so that I may not cause my brother to sin."
  },
  {
    "book": "2Corinthians",
    "chapter": 8,
    "verse": 13,
    "text": "not that others should have relief while you are burdened, but that as a matter of equality"
  },
  {
    "book": "Hebrews",
    "chapter": 8,
    "verse": 13,
    "text": "When he speaks of a “new” covenant, he declares the first one obsolete. And what has become obsolete and has grown old is close to disappearing."
  },
  {
    "book": "Revelation",
    "chapter": 8,
    "verse": 13,
    "text": "Then I looked again and heard an eagle flying high overhead cry out in a loud voice, “Woe! Woe! Woe to the inhabitants of the earth from the rest of the trumpet blasts that the three angels are about to blow!”"
  }
]