[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 8,
    "text": "God said to Noah and to his sons with him:"
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 8,
    "text": "Sixth Plague: The Boils. So the LORD said to Moses and Aaron: Each of you take handfuls of soot from a kiln, and in the presence of Pharaoh let Moses scatter it toward the sky."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 8,
    "text": "Approaching the altar, Aaron first slaughtered the calf of the purification offering that was his own offering."
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 8,
    "text": "Moses answered them, “Wait so that I can learn what the LORD will command in your regard.”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 8,
    "text": "At Horeb you so provoked the LORD that he was angry enough to destroy you,"
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 8,
    "text": "But they answered Joshua, “We are your servants.” Then Joshua asked them, “Who are you? Where do you come from?”"
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 8,
    "text": "One day the trees went out to anoint a king over themselves. So they said to the olive tree, ‘Reign over us.'"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 8,
    "text": "Again the servant answered Saul, “I have a quarter shekel of silver. If I give that to the man of God, he will advise us about the journey.”"
  },
  {
    "book": "2Samuel",
    "chapter": 9,
    "verse": 8,
    "text": "Bowing low, he answered, “What am I, your servant, that you should pay attention to a dead dog like me?”"
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 8,
    "text": "and this house shall become a heap of ruins. Every passerby shall gasp in horror and ask, “Why has the LORD done such things to this land and to this house?”"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 8,
    "text": "The whole house of Ahab shall perish: I will cut off from Ahab's line every male, whether bond or free in Israel."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 8,
    "text": "as well as Ibneiah, son of Jeroham; Elah, son of Uzzi, son of Michri; Meshullam, son of Shephatiah, son of Reuel, son of Ibnijah."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 8,
    "text": "Blessed be the LORD, your God, who was pleased to set you on his throne as king for the LORD, your God. In the love your God has for Israel, to establish them forever, he has made you king over them to carry out judgment and justice.”"
  },
  {
    "book": "Ezra",
    "chapter": 9,
    "verse": 8,
    "text": "“And now, only a short time ago, mercy came to us from the LORD, our God, who left us a remnant and gave us a stake in his holy place; thus our God has brightened our eyes and given us relief in our slavery."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 8,
    "text": "You found his heart faithful in your sight, you made the covenant with him To give the land of the Canaanites, Hittites, Amorites, Perizzites, Jebusites, and Girgashites to him and his descendants. You fulfilled your promises, for you are just."
  },
  {
    "book": "Judith",
    "chapter": 9,
    "verse": 8,
    "text": "Lord is your name. Shatter their strength in your might, and crush their force in your wrath. For they have resolved to profane your sanctuary, to defile the tent where your glorious name resides, and to break off the horns of your altar with the sword."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 8,
    "text": "Poratha, Adalia, Aridatha,"
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 8,
    "text": "In spite of his discouragement he said to those who remained: “Let us go forward to meet our enemies; perhaps we can put up a good fight against them.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 8,
    "text": "Thus he who previously, in his superhuman presumption, thought he could command the waves of the sea, and imagined he could weigh the mountaintops in his scales, was now thrown to the ground and had to be carried on a litter, clearly manifesting to all the power of God."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 8,
    "text": "He alone stretches out the heavens and treads upon the back of the sea."
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 8,
    "text": "III - The LORD rules forever, has set up his throne for judgment."
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 8,
    "text": "Do not reprove the arrogant, lest they hate you; reprove the wise, and they will love you."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 8,
    "text": "At all times let your garments be white, and spare not the perfume for your head."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 8,
    "text": "You have bid me build a temple on your holy mountain and an altar in the city that is your dwelling place, a copy of the holy tabernacle which you had established from of old."
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 8,
    "text": "Avert your eyes from a shapely woman; do not gaze upon beauty that is not yours; Through woman's beauty many have been ruined, for love of it burns like fire."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 8,
    "text": "And all the people know it— Ephraim and those who dwell in Samaria— those who say in arrogance and pride of heart,"
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 8,
    "text": "Should I not punish them for these deeds—oracle of the LORD; on a nation such as this should I not take vengeance?"
  },
  {
    "book": "Ezekiel",
    "chapter": 9,
    "verse": 8,
    "text": "As they were striking, I was left alone. I fell on my face, crying out, “Alas, Lord GOD! Will you destroy all that is left of Israel when you pour out your fury on Jerusalem?”"
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 8,
    "text": "O LORD, we are ashamed, like our kings, our princes, and our ancestors, for having sinned against you."
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 8,
    "text": "The watchman of Ephraim, the people of my God, is the prophet; yet a fowler's snare is on all his ways, hostility in the house of his God."
  },
  {
    "book": "Amos",
    "chapter": 9,
    "verse": 8,
    "text": "See, the eyes of the Lord GOD are on this sinful kingdom, and I will destroy it from the face of the earth— But I will not destroy the house of Jacob completely— oracle of the LORD."
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 8,
    "text": "I will encamp at my house, a garrison against invaders; No oppressor will overrun them again, for now I have seen their affliction."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 8,
    "text": "When the crowds saw this they were struck with awe and glorified God who had given such authority to human beings. The Call of Matthew."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 8,
    "text": "Suddenly, looking around, they no longer saw anyone but Jesus alone with them. The Coming of Elijah."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 8,
    "text": "others were saying, “Elijah has appeared”; still others, “One of the ancient prophets has arisen.”"
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 8,
    "text": "His neighbors and those who had seen him earlier as a beggar said, “Isn't this the one who used to sit and beg?”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 8,
    "text": "Saul got up from the ground, but when he opened his eyes he could see nothing; so they led him by the hand and brought him to Damascus."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 8,
    "text": "This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as descendants."
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 8,
    "text": "Am I saying this on human authority, or does not the law also speak of these things?"
  },
  {
    "book": "2Corinthians",
    "chapter": 9,
    "verse": 8,
    "text": "Moreover, God is able to make every grace abundant for you, so that in all things, always having all you need, you may have an abundance for every good work."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 8,
    "text": "In this way the holy Spirit shows that the way into the sanctuary had not yet been revealed while the outer tabernacle still had its place."
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 8,
    "text": "and they had hair like women's hair. Their teeth were like lions' teeth,"
  }
]