[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 19,
    "text": "Jared lived eight hundred years after he begot Enoch, and he had other sons and daughters."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 19,
    "text": "The Israelite foremen realized they were in trouble, having been told, “Do not reduce your daily amount of bricks!”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 19,
    "text": "It is a reparation offering. The individual must make reparation to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 19,
    "text": "Then the priest shall adjure the woman, saying to her, “If no other man has had intercourse with you, and you have not gone astray by defiling yourself while under the authority of your husband, be immune to this water of bitterness that brings a curse."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 19,
    "text": "You shall not steal."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 19,
    "text": "The kings came and fought; then they fought, those kings of Canaan, At Taanach by the waters of Megiddo; no spoil of silver did they take."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 19,
    "text": "David inquired of the LORD, “Shall I attack the Philistines, and will you deliver them into my power?” The LORD answered David: Attack, for I will surely deliver the Philistines into your power."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 19,
    "text": "So I intend to build a house for the name of the LORD, my God, as the LORD said to David my father: Your son whom I will put upon your throne in your place shall build the house for my name."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 19,
    "text": "Elisha said to him, “Go in peace.” Naaman had gone some distance"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 19,
    "text": "When they waged war against the Hagrites and against Jetur, Naphish, and Nodab,"
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 19,
    "text": "Keep in mind, my God, to my credit all that I did for this people."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 19,
    "text": "Do not heap money upon money! Rather relinquish it in exchange for our child!"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 19,
    "text": "But now they have returned to their God, and they have come back from the Diaspora where they were scattered. They have reclaimed Jerusalem, where their sanctuary is, and have settled again in the hill country, because it was unoccupied."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 19,
    "text": "He commanded them, “Take charge of these people, but do not join battle against the Gentiles until we return.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 19,
    "text": "The Lord, however, had not chosen the nation for the sake of the place, but the place for the sake of the nation."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 19,
    "text": "Out of six troubles he will deliver you, and at the seventh no evil shall touch you."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 19,
    "text": "your lovely hind, your graceful doe. Of whose love you will ever have your fill, and by her ardor always be intoxicated."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 19,
    "text": "For they will hardly dwell on the shortness of life, because God lets them busy themselves with the joy of their heart."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 19,
    "text": "Shall take invincible holiness for a shield,"
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 19,
    "text": "Who say, “Let him make haste, let him speed his work, that we may see it; On with the plan of the Holy One of Israel! let it come to pass, that we may know it!”"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 19,
    "text": "And when they ask, “Why has the LORD our God done all these things to us?” say to them, “As you have abandoned me to serve foreign gods in your own land, so shall you serve foreigners in a land not your own.”"
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 19,
    "text": "But you, LORD, are enthroned forever; your throne stands from age to age."
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 19,
    "text": "Because he made him so great, the nations and peoples of every language dreaded and feared him. Whomever he willed, he would kill or let live; whomever he willed, he would exalt or humble."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 19,
    "text": "As if someone fled from a lion and a bear met him; Or as if on entering the house he rested his hand against the wall, and a snake bit it."
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 19,
    "text": "Therefore, whoever breaks one of the least of these commandments and teaches others to do so will be called least in the kingdom of heaven. But whoever obeys and teaches these commandments will be called greatest in the kingdom of heaven."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 19,
    "text": "But he would not permit him but told him instead, “Go home to your family and announce to them all that the Lord in his pity has done for you.”"
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 19,
    "text": "But not finding a way to bring him in because of the crowd, they went up on the roof and lowered him on the stretcher through the tiles into the middle in front of Jesus."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 19,
    "text": "The Work of the Son. Jesus answered and said to them, “Amen, amen, I say to you, a son cannot do anything on his own, but only what he sees his father doing; for what he does, his son will do also."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 19,
    "text": "But during the night, the angel of the Lord opened the doors of the prison, led them out, and said,"
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 19,
    "text": "For just as through the disobedience of one person the many were made sinners, so through the obedience of one the many will be made righteous."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 19,
    "text": "namely, God was reconciling the world to himself in Christ, not counting their trespasses against them and entrusting to us the message of reconciliation."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 19,
    "text": "Now the works of the flesh are obvious: immorality, impurity, licentiousness,"
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 19,
    "text": "addressing one another [in] psalms and hymns and spiritual songs, singing and playing to the Lord in your hearts,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 19,
    "text": "Do not quench the Spirit."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 19,
    "text": "Do not accept an accusation against a presbyter unless it is supported by two or three witnesses."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 19,
    "text": "Conversion of Sinners. My brothers, if anyone among you should stray from the truth and someone bring him back,"
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 19,
    "text": "We know that we belong to God, and the whole world is under the power of the evil one."
  }
]