[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 9,
    "text": "Then the LORD asked Cain, Where is your brother Abel? He answered, “I do not know. Am I my brother's keeper?”"
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 9,
    "text": "And if they do not believe even these two signs and do not listen to you, take some water from the Nile and pour it on the dry land. The water you take from the Nile will become blood on the dry land."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 9,
    "text": "as well as the two kidneys, with the fat on them near the loins, and the lobe of the liver, which is removed with the kidneys,"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 9,
    "text": "They shall use a violet cloth to cover the menorah of the light with its lamps, tongs, and trays, as well as the various containers of oil from which it is supplied."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 9,
    "text": "Revelation at Horeb. However, be on your guard and be very careful not to forget the things your own eyes have seen, nor let them slip from your heart as long as you live, but make them known to your children and to your children's children,"
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 9,
    "text": "Joshua set up the twelve stones that had been in the Jordan riverbed on the spot where the priests stood who were carrying the ark of the covenant. They are there to this day."
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 9,
    "text": "“I will certainly go with you,” she replied, “but you will not gain glory for the expedition on which you are setting out, for it is into a woman's power that the LORD is going to sell Sisera.” So Deborah arose and went with Barak and journeyed with him to Kedesh."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 9,
    "text": "Boaz then said to the elders and to all the people, “You are witnesses today that I have acquired from Naomi all the holdings of Elimelech, Chilion and Mahlon."
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 9,
    "text": "Take courage and act like soldiers, Philistines; otherwise you will become slaves to the Hebrews, as they were your slaves. Fight like soldiers!”"
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 9,
    "text": "But David replied to Rechab and his brother Baanah, sons of Rimmon the Beerothite: “As the LORD lives, who rescued me from every distress:"
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 9,
    "text": "the son of Deker in Makaz, Shaalbim, Beth-shemesh, and Elon Beth-hanan;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 9,
    "text": "So she said to her husband, “I know that he is a holy man of God. Since he visits us often,"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 9,
    "text": "Jabez was the most distinguished of his brothers. His mother had named him Jabez, saying, “I bore him with pain.”"
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 9,
    "text": "He made the court of the priests and the great courtyard and the gates of the courtyard; the gates he covered with bronze."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 9,
    "text": "“Rehum, the governor, Shimshai, the scribe, and their fellow officials, judges, legates, and agents from among the Persians, Urukians, Babylonians, Susians (that is, Elamites),"
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 9,
    "text": "When our enemies realized that we had been warned and that God had upset their plan, we all went back, each to our own task at the wall."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 9,
    "text": "You will be storing up a goodly treasure for yourself against the day of adversity."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 9,
    "text": "Israel at Prayer. All the men of Israel cried to God with great fervor and humbled themselves."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 9,
    "text": "Hathach returned to Esther and told her what Mordecai had said."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 9,
    "text": "Remember how our ancestors were saved in the Red Sea, when Pharaoh pursued them with an army."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 9,
    "text": "Besides this he would undertake to pay a hundred and fifty more, if he was given authority to establish a gymnasium and a youth center for it and to enroll Jerusalemites as citizens of Antioch."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 9,
    "text": "By the breath of God they perish, and by the blast of his wrath they are consumed."
  },
  {
    "book": "Psalms",
    "chapter": 4,
    "verse": 9,
    "text": "In peace I will lie down and fall asleep, for you alone, LORD, make me secure."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 9,
    "text": "She will put on your head a graceful diadem; a glorious crown will she bestow on you.”"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 9,
    "text": "Two are better than one: They get a good wage for their toil."
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 9,
    "text": "You have ravished my heart, my sister, my bride; you have ravished my heart with one glance of your eyes, with one bead of your necklace."
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 9,
    "text": "Rather, understanding passes for gray hair, and an unsullied life is the attainment of old age."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 9,
    "text": "Deliver the oppressed from their oppressors; right judgment should not be repugnant to you."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 9,
    "text": "In that day—oracle of the LORD— The king will lose heart, and the princes; the priests will be horrified, and the prophets stunned."
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 9,
    "text": "Better for those pierced by the sword than for those pierced by hunger, Better for those who bleed from wounds than for those who lack food."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 9,
    "text": "She indeed saw coming upon you the wrath of God; and she said: B. Jerusalem Addresses Neighbors - “Hear, you neighbors of Zion! God has brought great mourning upon me,"
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 9,
    "text": "Then take wheat and barley, beans and lentils, millet and spelt; put them into a single pot and make them into bread. Eat it for as many days as you lie upon your side, three hundred and ninety days."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 9,
    "text": "Its leaves were beautiful, its fruit abundant, providing food for all. Under it the wild beasts found shade, in its branches the birds of the air nested; all flesh ate of it."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 9,
    "text": "Like people, like priest: I will punish them for their ways, and repay them for their deeds."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 9,
    "text": "The Nations Destroyed - Announce this to the nations: Proclaim a holy war! Alert the warriors! Let all the soldiers report and march!"
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 9,
    "text": "I struck you with blight and mildew; locusts devoured your gardens and vineyards, the caterpillar consumed your fig trees and olive trees; Yet you did not return to me— oracle of the LORD."
  },
  {
    "book": "Jonah",
    "chapter": 4,
    "verse": 9,
    "text": "But God said to Jonah, “Do you have a right to be angry over the gourd plant?” Jonah answered, “I have a right to be angry—angry enough to die.”"
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 9,
    "text": "Now why do you cry out so? Are you without a king? Or has your adviser perished, That you are seized with pains like a woman in labor?"
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 9,
    "text": "The hands of Zerubbabel have laid the foundations of this house, and his hands will finish it. Thus you shall know that the LORD of hosts has sent me to you."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 9,
    "text": "and he said to him, “All these I shall give to you, if you will prostrate yourself and worship me.”"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 9,
    "text": "He added, “Whoever has ears to hear ought to hear.”"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 9,
    "text": "Then he led him to Jerusalem, made him stand on the parapet of the temple, and said to him, “If you are the Son of God, throw yourself down from here,"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 9,
    "text": "The Samaritan woman said to him, “How can you, a Jew, ask me, a Samaritan woman, for a drink?” (For Jews use nothing in common with Samaritans.)"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 9,
    "text": "If we are being examined today about a good deed done to a cripple, namely, by what means he was saved,"
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 9,
    "text": "Does this blessedness apply only to the circumcised, or to the uncircumcised as well? Now we assert that “faith was credited to Abraham as righteousness.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 9,
    "text": "For as I see it, God has exhibited us apostles as the last of all, like people sentenced to death, since we have become a spectacle to the world, to angels and human beings alike."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 9,
    "text": "persecuted, but not abandoned; struck down, but not destroyed;"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 9,
    "text": "but now that you have come to know God, or rather to be known by God, how can you turn back again to the weak and destitute elemental powers? Do you want to be slaves to them all over again?"
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 9,
    "text": "What does “he ascended” mean except that he also descended into the lower [regions] of the earth?"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 9,
    "text": "Keep on doing what you have learned and received and heard and seen in me. Then the God of peace will be with you."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 9,
    "text": "together with Onesimus, a trustworthy and beloved brother, who is one of you. They will tell you about everything here."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 9,
    "text": "Mutual Charity. On the subject of mutual charity you have no need for anyone to write you, for you yourselves have been taught by God to love one another."
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 9,
    "text": "This saying is trustworthy and deserves full acceptance."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 9,
    "text": "IV. Personal Requests and Final Greetings - Paul's Loneliness. Try to join me soon,"
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 9,
    "text": "Therefore, a sabbath rest still remains for the people of God."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 9,
    "text": "Begin to lament, to mourn, to weep. Let your laughter be turned into mourning and your joy into dejection."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 9,
    "text": "Be hospitable to one another without complaining."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 9,
    "text": "In this way the love of God was revealed to us: God sent his only Son into the world so that we might have life through him."
  },
  {
    "book": "Revelation",
    "chapter": 4,
    "verse": 9,
    "text": "Whenever the living creatures give glory and honor and thanks to the one who sits on the throne, who lives forever and ever,"
  }
]