[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 3,
    "text": "In the course of time Cain brought an offering to the LORD from the fruit of the ground,"
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 3,
    "text": "God said: Throw it on the ground. So he threw it on the ground and it became a snake, and Moses backed away from it."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 3,
    "text": "For the Anointed Priest. If it is the anointed priest who thus does wrong and thereby makes the people guilty, he shall offer to the LORD an unblemished bull of the herd as a purification offering for the wrong he committed."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 3,
    "text": "all between thirty and fifty years of age, who will join the personnel for doing tasks in the tent of meeting."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 3,
    "text": "You have seen with your own eyes what the LORD did at Baal-peor: the LORD, your God, destroyed from your midst everyone who followed the Baal of Peor;"
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 3,
    "text": "and command them, “Take up twelve stones from this spot in the Jordan riverbed where the priests have been standing. Carry them over with you, and place them where you are to stay tonight.”"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 3,
    "text": "But the Israelites cried out to the LORD; for with his nine hundred iron chariots Jabin harshly oppressed the Israelites for twenty years."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 3,
    "text": "he said to the other redeemer: “Naomi, who has come back from the plateau of Moab, is putting up for sale the piece of land that belonged to our kinsman Elimelech."
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 3,
    "text": "When the troops retired to the camp, the elders of Israel said, “Why has the LORD permitted us to be defeated today by the Philistines? Let us fetch the ark of the LORD from Shiloh that it may go into battle among us and save us from the grasp of our enemies.”"
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 3,
    "text": "the Beerothites fled to Gittaim, where they have been resident aliens to this day."
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 3,
    "text": "Elihoreph and Ahijah, sons of Shisha, scribes; Jehoshaphat, son of Ahilud, the chancellor;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 3,
    "text": "He said, “Go out, borrow vessels from all your neighbors—as many empty vessels as you can."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 3,
    "text": "These were the sons of Hareph, the father of Etam: Jezreel, Ishma, and Idbash; their sister was named Hazzelelponi."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 3,
    "text": "Under the brim a ring of figures of oxen encircled it for ten cubits, all the way around the compass of the sea; there were two rows of oxen cast in one mold with the sea."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 3,
    "text": "But Zerubbabel, Jeshua, and the rest of the heads of ancestral houses of Israel answered them, “It is not your responsibility to build with us a house for our God, but we alone must build it for the LORD, the God of Israel, as Cyrus king of Persia has commanded us.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 3,
    "text": "We prayed to our God and posted a watch against them day and night for fear of what they might do."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 3,
    "text": "So he called his son Tobiah; and when he came, he said to him: “Son, when I die, give me a decent burial. Honor your mother, and do not abandon her as long as she lives. Do whatever pleases her, and do not grieve her spirit in any way."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 3,
    "text": "Now, they had only recently returned from exile, and all the people of Judea were just now reunited, and the vessels, the altar, and the temple had been purified from profanation."
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 3,
    "text": "Likewise in each of the provinces, wherever the king's decree and law reached, the Jews went into deep mourning, with fasting, weeping, and lament; most of them lay on sackcloth and ashes."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 3,
    "text": "Judas heard of it and himself set out with his soldiers to attack the king's army at Emmaus"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 3,
    "text": "When Simon's hostility reached such a pitch that murders were being committed by one of his henchmen,"
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 3,
    "text": "Look, you have instructed many, and made firm their feeble hands."
  },
  {
    "book": "Psalms",
    "chapter": 4,
    "verse": 3,
    "text": "II - How long, O people, will you be hard of heart? Why do you love what is worthless, chase after lies? Selah"
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 3,
    "text": "When I was my father's child, tender, the darling of my mother,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 3,
    "text": "And better off than both is the yet unborn, who has not seen the wicked work that is done under the sun."
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 3,
    "text": "Like a scarlet strand, your lips, and your mouth—lovely! Like pomegranate halves, your cheeks behind your veil."
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 3,
    "text": "But the numerous progeny of the wicked shall be of no avail; their spurious offshoots shall not strike deep root nor take firm hold."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 3,
    "text": "Do not aggravate a heart already angry, nor delay giving to the needy."
  },
  {
    "book": "Isaiah",
    "chapter": 4,
    "verse": 3,
    "text": "Everyone who remains in Zion, everyone left in Jerusalem Will be called holy: everyone inscribed for life in Jerusalem."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 3,
    "text": "For to the people of Judah and Jerusalem, thus says the LORD: Till your untilled ground, and do not sow among thorns."
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 3,
    "text": "Even jackals offer their breasts to nurse their young; But the daughter of my people is as cruel as the ostrich in the wilderness."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 3,
    "text": "Do not give your glory to another, your privileges to an alien nation."
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 3,
    "text": "Then take an iron pan and set it up as an iron wall between you and the city. Set your face toward it and put it under siege. So you must lay siege to it as a sign for the house of Israel."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 3,
    "text": "So I issued a decree that all the wise men of Babylon should be brought before me to give the interpretation of the dream."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 3,
    "text": "Therefore the land dries up, and everything that dwells in it languishes: The beasts of the field, the birds of the air, and even the fish of the sea perish."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 3,
    "text": "For my people they cast lots, trading a young boy for the price of a prostitute, exchanging a young girl for the wine they drank."
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 3,
    "text": "You shall go out through the breached walls one in front of the other, And you shall be exiled to Harmon— oracle of the LORD."
  },
  {
    "book": "Jonah",
    "chapter": 4,
    "verse": 3,
    "text": "So now, LORD, please take my life from me; for it is better for me to die than to live.”"
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 3,
    "text": "He shall judge between many peoples and set terms for strong and distant nations; They shall beat their swords into plowshares, and their spears into pruning hooks; One nation shall not raise the sword against another, nor shall they train for war again."
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 3,
    "text": "And beside it are two olive trees, one on the right of the bowl and one to its left.”"
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 3,
    "text": "The tempter approached and said to him, “If you are the Son of God, command that these stones become loaves of bread.”"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 3,
    "text": "“Hear this! A sower went out to sow."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 3,
    "text": "The devil said to him, “If you are the Son of God, command this stone to become bread.”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 3,
    "text": "he left Judea and returned to Galilee."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 3,
    "text": "They laid hands on them and put them in custody until the next day, since it was already evening."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 3,
    "text": "For what does the scripture say? “Abraham believed God, and it was credited to him as righteousness.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 3,
    "text": "It does not concern me in the least that I be judged by you or any human tribunal; I do not even pass judgment on myself;"
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 3,
    "text": "And even though our gospel is veiled, it is veiled for those who are perishing,"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 3,
    "text": "In the same way we also, when we were not of age, were enslaved to the elemental powers of the world."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 3,
    "text": "striving to preserve the unity of the spirit through the bond of peace:"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 3,
    "text": "Yes, and I ask you also, my true yokemate, to help them, for they have struggled at my side in promoting the gospel, along with Clement and my other co-workers, whose names are in the book of life."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 3,
    "text": "at the same time, pray for us, too, that God may open a door to us for the word, to speak of the mystery of Christ, for which I am in prison,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 3,
    "text": "This is the will of God, your holiness: that you refrain from immorality,"
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 3,
    "text": "They forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 3,
    "text": "For the time will come when people will not tolerate sound doctrine but, following their own desires and insatiable curiosity, will accumulate teachers"
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 3,
    "text": "For we who believed enter into [that] rest, just as he has said: “As I swore in my wrath, ‘They shall not enter into my rest,'” and yet his works were accomplished at the foundation of the world."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 3,
    "text": "You ask but do not receive, because you ask wrongly, to spend it on your passions."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 3,
    "text": "For the time that has passed is sufficient for doing what the Gentiles like to do: living in debauchery, evil desires, drunkenness, orgies, carousing, and wanton idolatry."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 3,
    "text": "and every spirit that does not acknowledge Jesus does not belong to God. This is the spirit of the antichrist that, as you heard, is to come, but in fact is already in the world."
  },
  {
    "book": "Revelation",
    "chapter": 4,
    "verse": 3,
    "text": "one whose appearance sparkled like jasper and carnelian. Around the throne was a halo as brilliant as an emerald."
  }
]