[
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 36,
    "text": "Gaal saw the soldiers and said to Zebul, “There are soldiers coming down from the mountaintops!” But Zebul answered him, “It is the shadow of the hills that you see as men.”"
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 36,
    "text": "They returned to Jehu, and when they told him, he said, “This is the word the LORD spoke through his servant Elijah the Tishbite: In the confines of Jezreel the dogs shall devour the flesh of Jezebel."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 36,
    "text": "His firstborn son was Abdon; then came Zur, Kish, Baal, Ner, Nadab,"
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 36,
    "text": "Today we are slaves! As for the land which you gave our ancestors That they might eat its fruits and good things— see, we have become slaves upon it!"
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 36,
    "text": "But the tribe of Jambri from Medaba made a raid and seized and carried off John and everything he had."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 36,
    "text": "At the sight of the crowds, his heart was moved with pity for them because they were troubled and abandoned, like sheep without a shepherd."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 36,
    "text": "Taking a child he placed it in their midst, and putting his arms around it he said to them,"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 36,
    "text": "After the voice had spoken, Jesus was found alone. They fell silent and did not at that time tell anyone what they had seen. The Healing of a Boy with a Demon."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 36,
    "text": "He answered and said, “Who is he, sir, that I may believe in him?”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 36,
    "text": "Peter Restores Tabitha to Life. Now in Joppa there was a disciple named Tabitha (which translated means Dorcas). She was completely occupied with good deeds and almsgiving."
  }
]