[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 12,
    "text": "as well as Resen, between Nineveh and Calah, the latter being the principal city."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 12,
    "text": "The LORD then said to Moses: Stretch out your hand over the land of Egypt for the locusts, that they may come upon it and eat up all the land's vegetation, whatever the hail has left."
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 12,
    "text": "The Eating of the Priestly Portions. Moses said to Aaron and his surviving sons, Eleazar and Ithamar, “Take the grain offering left over from the oblations to the LORD, and eat it beside the altar in the form of unleavened cakes, since it is most holy."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 12,
    "text": "and the Israelites moved on from the wilderness of Sinai by stages, until the cloud came to rest in the wilderness of Paran."
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 12,
    "text": "The Lord's Majesty and Compassion. Now, therefore, Israel, what does the LORD, your God, ask of you but to fear the LORD, your God, to follow in all his ways, to love and serve the LORD, your God, with your whole heart and with your whole being,"
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 12,
    "text": "It was then, when the LORD delivered up the Amorites to the Israelites, that Joshua prayed to the LORD, and said in the presence of Israel: Sun, stand still at Gibeon, Moon, in the valley of Aijalon!"
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 12,
    "text": "the Sidonians, the Amalekites, and the Midianites oppress you? Yet when you cried out to me, and I saved you from their power,"
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 12,
    "text": "And someone from that district responded, “And who is their father?” Thus the saying arose, “Is Saul also among the prophets?”"
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 12,
    "text": "Hold firm and let us show ourselves courageous for the sake of our people and the cities of our God; and may the LORD do what is good in his sight.”"
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 12,
    "text": "With this wood the king made supports for the house of the LORD and for the house of the king, and harps and lyres for the singers. Never again was any such almug wood brought or seen to the present day."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 12,
    "text": "Then he went back inside. Death of the Relatives of Ahaziah of Judah. He set out for Samaria and, at Beth-eked-haroim on the way,"
  },
  {
    "book": "1Chronicles",
    "chapter": 10,
    "verse": 12,
    "text": "all their warriors set out, recovered the corpses of Saul and his sons, and brought them to Jabesh. They buried their bones under the oak of Jabesh, and fasted for seven days."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 12,
    "text": "On the third day, Jeroboam and the whole people came back to King Rehoboam as the king had instructed them: “Come back to me in three days.”"
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 12,
    "text": "In answer, the whole assembly cried out with a loud voice: “Yes, it is our duty to do as you say!"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 12,
    "text": "Mica, Rehob, Hashabiah,"
  },
  {
    "book": "Tobit",
    "chapter": 10,
    "verse": 12,
    "text": "Then he said to his daughter Sarah, “My daughter, honor your father-in-law and your mother-in-law, because from now on they are as much your parents as the ones who brought you into the world. Go in peace, daughter; let me hear a good report about you as long as I live.” Finally he said good-bye to them and let them go. Edna also said to Tobiah: “My child and beloved kinsman, may the Lord bring you back safely, and may I live long enough to see children of you and of my daughter Sarah before I die. Before the Lord, I entrust my daughter to your care. Never cause her grief all the days of your life. Go in peace, son. From now on I am your mother, and Sarah is your sister. Together may we all prosper throughout the days of our lives.” She kissed them both and saw them safely off."
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 12,
    "text": "The men took her in custody and asked her, “To what people do you belong? Where do you come from, and where are you going?” She replied: “I am a daughter of the Hebrews, and I am fleeing from them, because they are about to be delivered up to you as prey."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 12,
    "text": "The foreigners in the strongholds that Bacchides had built took flight;"
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 12,
    "text": "Ptolemy, called Macron, had taken the lead in treating the Jews fairly because of the previous injustice that had been done them, and he endeavored to have peaceful relations with them."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 12,
    "text": "Life and love you granted me, and your providence has preserved my spirit."
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 12,
    "text": "III - Rise up, LORD! God, lift up your hand! Do not forget the poor!"
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 12,
    "text": "Hatred stirs up disputes, but love covers all offenses."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 12,
    "text": "Words from the mouth of the wise win favor, but the lips of fools consume them."
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 12,
    "text": "She preserved him from foes, and secured him against ambush, And she gave him the prize for his hard struggle that he might know that devotion to God is mightier than all else."
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 12,
    "text": "The beginning of pride is stubbornness in withdrawing the heart from one's Maker."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 12,
    "text": "But when the LORD has brought to an end all his work on Mount Zion and in Jerusalem, I will punish the utterance of the king of Assyria's proud heart, and the boastfulness of his haughty eyes."
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 12,
    "text": "The one who made the earth by his power, established the world by his wisdom, and by his skill stretched out the heavens."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 12,
    "text": "Their entire bodies—backs, hands, and wings—and wheels were covered with eyes all around like the four wheels."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 12,
    "text": "“Do not fear, Daniel,” he continued; “from the first day you made up your mind to acquire understanding and humble yourself before God, your prayer was heard. Because of it I started out,"
  },
  {
    "book": "Hosea",
    "chapter": 10,
    "verse": 12,
    "text": "“Sow for yourselves justice, reap the reward of loyalty; Break up for yourselves a new field, for it is time to seek the LORD, till he comes and rains justice upon you.”"
  },
  {
    "book": "Zechariah",
    "chapter": 10,
    "verse": 12,
    "text": "I will strengthen them in the LORD, in whose name they will walk—oracle of the LORD."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 12,
    "text": "As you enter a house, wish it peace."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 12,
    "text": "and if she divorces her husband and marries another, she commits adultery.”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 12,
    "text": "I tell you, it will be more tolerable for Sodom on that day than for that town. Reproaches to Unrepentant Towns."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 12,
    "text": "A hired man, who is not a shepherd and whose sheep are not his own, sees a wolf coming and leaves the sheep and runs away, and the wolf catches and scatters them."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 12,
    "text": "In it were all the earth's four-legged animals and reptiles and the birds of the sky."
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 12,
    "text": "For there is no distinction between Jew and Greek; the same Lord is Lord of all, enriching all who call upon him."
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 12,
    "text": "Therefore, whoever thinks he is standing secure should take care not to fall."
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 12,
    "text": "Not that we dare to class or compare ourselves with some of those who recommend themselves. But when they measure themselves by one another and compare themselves with one another, they are without understanding."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 12,
    "text": "But this one offered one sacrifice for sins, and took his seat forever at the right hand of God;"
  }
]