[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 22,
    "text": "Then the LORD God said: See! The man has become like one of us, knowing good and evil! Now, what if he also reaches out his hand to take fruit from the tree of life, and eats of it and lives forever?"
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 22,
    "text": "Every woman will ask her neighbor and the resident alien in her house for silver and gold articles and for clothing, and you will put them on your sons and daughters. So you will plunder the Egyptians."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 22,
    "text": "Their enrollment, registering every male of a month or more, was seven thousand five hundred."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 22,
    "text": "Do not fear them, for it is the LORD, your God, who will fight for you.”"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 22,
    "text": "The hilt also went in after the blade, and the fat closed over the blade because he did not withdraw the dagger from the body."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 22,
    "text": "Death of Abner. Just then David's servants and Joab were coming in from an expedition, bringing much plunder with them. Abner, having been dismissed by David, was no longer with him in Hebron but had gone on his way in peace."
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 22,
    "text": "The other woman answered, “No! The living one is my son, the dead one is yours.” But the first kept saying, “No! the dead one is your son, the living one is mine!” Thus they argued before the king."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 22,
    "text": "When they rose early that morning, the sun was shining across the water. The Moabites saw the water as red as blood,"
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 22,
    "text": "The sons of Shecaniah were Shemaiah, Hattush, Igal, Bariah, Neariah, Shaphat—six."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 22,
    "text": "After him, the work of repair was carried out by the priests, men of the surrounding country."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 22,
    "text": "He will crush them before us; so do not fear them.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 22,
    "text": "While they were imploring the almighty Lord to keep the deposits safe and secure for those who had placed them in trust,"
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 22,
    "text": "They rejoice in it exultingly, and are glad when they find the grave:"
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 22,
    "text": "So will they be life to your soul, and an adornment for your neck."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 22,
    "text": "And I saw that there is nothing better for mortals than to rejoice in their work; for this is their lot. Who will let them see what is to come after them?"
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 22,
    "text": "the court dresses, wraps, cloaks, and purses;"
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 22,
    "text": "Return, rebellious children! I will heal your rebellions. “Here we are! We belong to you, for you are the LORD, our God."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 22,
    "text": "The LORD's acts of mercy are not exhausted, his compassion is not spent;"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 22,
    "text": "She has not been heard of in Canaan, nor seen in Teman."
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 22,
    "text": "Ezekiel Mute. The hand of the LORD came upon me there and he said to me: Get up and go out into the plain, where I will speak with you."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 22,
    "text": "for the king's order was urgent. So huge a fire was kindled in the furnace that the flames devoured the men who threw Shadrach, Meshach, and Abednego into it."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 22,
    "text": "Moses and Elijah - Remember the law of Moses my servant, whom I charged at Horeb With statutes and ordinances for all Israel."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 22,
    "text": "The scribes who had come from Jerusalem said, “He is possessed by Beelzebul,” and “By the prince of demons he drives out demons.”"
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 22,
    "text": "and the holy Spirit descended upon him in bodily form like a dove. And a voice came from heaven, “You are my beloved Son; with you I am well pleased.” The Genealogy of Jesus."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 22,
    "text": "Final Witness of the Baptist. After this, Jesus and his disciples went into the region of Judea, where he spent some time with them baptizing."
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 22,
    "text": "For Moses said: ‘A prophet like me will the Lord, your God, raise up for you from among your own kinsmen; to him you shall listen in all that he may say to you."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 22,
    "text": "the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction;"
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 22,
    "text": "Paul or Apollos or Cephas, or the world or life or death, or the present or the future: all belong to you,"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 22,
    "text": "But scripture confined all things under the power of sin, that through faith in Jesus Christ the promise might be given to those who believe. What Faith Has Brought Us."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 22,
    "text": "Slaves and Masters. Slaves, obey your human masters in everything, not only when being watched, as currying favor, but in simplicity of heart, fearing the Lord."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 22,
    "text": "who has gone into heaven and is at the right hand of God, with angels, authorities, and powers subject to him."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 22,
    "text": "and receive from him whatever we ask, because we keep his commandments and do what pleases him."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 22,
    "text": "“‘“Whoever has ears ought to hear what the Spirit says to the churches.”'”"
  }
]