[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 18,
    "text": "When Jared was one hundred and sixty-two years old, he begot Enoch."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 18,
    "text": "Now off to work! No straw will be supplied to you, but you must supply your quota of bricks.”"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 18,
    "text": "The individual shall bring to the priest an unblemished ram of the flock, at the established value, for a reparation offering. The priest shall then make atonement on the offerer's behalf for the error inadvertently and unknowingly committed so that the individual may be forgiven."
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 18,
    "text": "Making the woman stand before the LORD, the priest shall uncover her head and place in her hands the grain offering of remembrance, that is, the grain offering of jealousy, while he himself shall hold the water of bitterness that brings a curse."
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 18,
    "text": "You shall not commit adultery."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 18,
    "text": "Zebulun was a people who defied death, Naphtali, too, on the open heights!"
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 18,
    "text": "Meanwhile the Philistines had come and deployed themselves in the valley of Rephaim."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 18,
    "text": "But now the LORD, my God, has given me rest on all sides, without adversary or misfortune."
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 18,
    "text": "But may the LORD forgive your servant this: when my master enters the temple of Rimmon to bow down there, as he leans upon my arm, I too must bow down in the temple of Rimmon. When I bow down in the temple of Rimmon, may the LORD please forgive your servant this.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 18,
    "text": "The Reubenites, Gadites, and the half-tribe of Manasseh were warriors, men who bore shield and sword and who drew the bow, trained in warfare—forty-four thousand seven hundred and sixty men fit for military service."
  },
  {
    "book": "Nehemiah",
    "chapter": 5,
    "verse": 18,
    "text": "and though the daily preparations were made at my expense—one ox, six choice sheep, poultry—besides all kinds of wine in abundance every ten days, despite this I did not claim the governor's allowance, for the labor lay heavy upon this people."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 18,
    "text": "But his mother began to weep and she said to Tobit: “Why have you sent my child away? Is he not the staff of our hands, as he goes in and out before us?"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 18,
    "text": "But when they abandoned the way he had prescribed for them, they were utterly destroyed by frequent wars, and finally taken as captives into foreign lands. The temple of their God was razed to the ground, and their cities were occupied by their enemies."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 18,
    "text": "He left Joseph, son of Zechariah, and Azariah, leader of the people, with the rest of the army in Judea to guard it."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 18,
    "text": "If they had not become entangled in so many sins, this man, like that Heliodorus sent by King Seleucus to inspect the treasury, would have been flogged and turned back from his presumptuous act as soon as he approached."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 18,
    "text": "For he wounds, but he binds up; he strikes, but his hands give healing."
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 18,
    "text": "Let your fountain be blessed and have joy of the wife of your youth,"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 5,
    "verse": 18,
    "text": "Those to whom God gives riches and property, and grants power to partake of them, so that they receive their lot and find joy in the fruits of their toil: This is a gift from God."
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 18,
    "text": "Shall put on righteousness for a breastplate, wear sure judgment for a helmet,"
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 18,
    "text": "Ah! Those who tug at guilt with cords of perversity, and at sin as if with cart ropes!"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 18,
    "text": "Yet even in those days—oracle of the LORD—I will not completely destroy you."
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 18,
    "text": "Because of Mount Zion, lying desolate, and the jackals roaming there!"
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 18,
    "text": "The Most High God gave your father Nebuchadnezzar kingship, greatness, splendor, and majesty."
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 18,
    "text": "Second Woe - Woe to those who yearn for the day of the LORD! What will the day of the LORD mean for you? It will be darkness, not light!"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 18,
    "text": "Amen, I say to you, until heaven and earth pass away, not the smallest letter or the smallest part of a letter will pass from the law, until all things have taken place."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 18,
    "text": "As he was getting into the boat, the man who had been possessed pleaded to remain with him."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 18,
    "text": "And some men brought on a stretcher a man who was paralyzed; they were trying to bring him in and set [him] in his presence."
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 18,
    "text": "For this reason the Jews tried all the more to kill him, because he not only broke the sabbath but he also called God his own father, making himself equal to God."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 18,
    "text": "laid hands upon the apostles and put them in the public jail."
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 18,
    "text": "In conclusion, just as through one transgression condemnation came upon all, so through one righteous act acquittal and life came to all."
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 18,
    "text": "And all this is from God, who has reconciled us to himself through Christ and given us the ministry of reconciliation,"
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 18,
    "text": "But if you are guided by the Spirit, you are not under the law."
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 18,
    "text": "And do not get drunk on wine, in which lies debauchery, but be filled with the Spirit,"
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 18,
    "text": "In all circumstances give thanks, for this is the will of God for you in Christ Jesus."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 18,
    "text": "For the scripture says, “You shall not muzzle an ox when it is threshing,” and, “A worker deserves his pay.”"
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 18,
    "text": "Then he prayed again, and the sky gave rain and the earth produced its fruit."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 18,
    "text": "We know that no one begotten by God sins; but the one begotten by God he protects, and the evil one cannot touch him."
  }
]