[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 8,
    "text": "Cush became the father of Nimrod, who was the first to become a mighty warrior on earth."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 8,
    "text": "So Moses and Aaron were brought back to Pharaoh, who said to them, “Go, serve the LORD, your God. But who exactly will go?”"
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 8,
    "text": "The LORD said to Aaron:"
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 8,
    "text": "The sons of Aaron, the priests, shall blow the trumpets; this is prescribed forever for you and your descendants."
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 8,
    "text": "At that time the LORD set apart the tribe of Levi to carry the ark of the covenant of the LORD, to stand before the LORD to minister to him, and to bless in his name, as they have done to this day."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 8,
    "text": "The LORD said to Joshua: Do not fear them, for I have delivered them into your power. Not one of them will be able to withstand you."
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 8,
    "text": "For eighteen years they afflicted and oppressed the Israelites in Bashan, and all the Israelites in the Amorite land beyond the Jordan in Gilead."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 8,
    "text": "Now go down ahead of me to Gilgal, for I shall come down to you, to offer burnt offerings and to sacrifice communion offerings. Wait seven days until I come to you; I shall then tell you what you must do.”"
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 8,
    "text": "The Ammonites marched out and lined up for battle at the entrance of their city gate, while the Arameans of Zobah and Rehob and the men of Tob and Maacah remained apart in the open field."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 8,
    "text": "Happy are your servants, happy these ministers of yours, who stand before you always and listen to your wisdom."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 8,
    "text": "A messenger came in and told him, “They have brought the heads of the princes.” He said, “Pile them in two heaps at the gate of the city until morning.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 10,
    "verse": 8,
    "text": "On the following day, when the Philistines came to strip the slain, they found Saul and his sons fallen on Mount Gilboa."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 8,
    "text": "But he ignored the advice the elders had given him and asked advice of the young men who had grown up with him and were in his service."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 8,
    "text": "and that whoever failed to appear within three days would, according to the judgment of the leaders and elders, suffer the confiscation of all his possessions, and would be excluded from the assembly of the exiles."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 8,
    "text": "Meshullam, Abijah, Mijamin,"
  },
  {
    "book": "Tobit",
    "chapter": 10,
    "verse": 8,
    "text": "Raguel said to Tobiah: “Stay, son, stay with me. I am sending messengers to your father Tobit, and they will give him news of you.”"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 8,
    "text": "“May the God of our ancestors grant you favor and make your design successful, for the glory of the Israelites and the exaltation of Jerusalem.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 8,
    "text": "They were struck with fear when they heard that the king had given him authority to gather an army."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 8,
    "text": "By public decree and vote they prescribed that the whole Jewish nation should celebrate these days every year."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 8,
    "text": "Your hands have formed me and fashioned me; will you then turn and destroy me?"
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 8,
    "text": "They wait in ambush near towns; their eyes watch for the helpless to murder the innocent in secret."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 8,
    "text": "A wise heart accepts commands, but a babbling fool will be overthrown."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 8,
    "text": "Whoever digs a pit may fall into it, and whoever breaks through a wall, a snake may bite."
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 8,
    "text": "For those who forsook Wisdom not only were deprived of knowledge of the good, But also left the world a memorial of their folly, so that they could not even be hidden in their fall."
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 8,
    "text": "Sovereignty is transferred from one people to another because of the lawlessness of the proud."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 8,
    "text": "For he says, “Are not my commanders all kings?”"
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 8,
    "text": "One and all they are stupid and senseless, the instruction from nonentities—only wood!"
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 8,
    "text": "Something like a human hand was visible under the wings of the cherubim."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 8,
    "text": "So I was left alone to see this great vision. No strength remained in me; I turned the color of death and was powerless."
  },
  {
    "book": "Hosea",
    "chapter": 10,
    "verse": 8,
    "text": "The high places of Aven will be destroyed, the sin of Israel; thorns and thistles will overgrow their altars. Then they will cry out to the mountains, “Cover us!” and to the hills, “Fall upon us!”"
  },
  {
    "book": "Zechariah",
    "chapter": 10,
    "verse": 8,
    "text": "I will whistle for them and gather them in; for I will redeem them and they will be as numerous as before."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 8,
    "text": "Cure the sick, raise the dead, cleanse lepers, drive out demons. Without cost you have received; without cost you are to give."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 8,
    "text": "and the two shall become one flesh.' So they are no longer two but one flesh."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 8,
    "text": "Whatever town you enter and they welcome you, eat what is set before you,"
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 8,
    "text": "All who came [before me] are thieves and robbers, but the sheep did not listen to them."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 8,
    "text": "explained everything to them, and sent them to Joppa."
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 8,
    "text": "But what does it say? “The word is near you, in your mouth and in your heart” (that is, the word of faith that we preach),"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 8,
    "text": "Let us not indulge in immorality as some of them did, and twenty-three thousand fell within a single day."
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 8,
    "text": "And even if I should boast a little too much of our authority, which the Lord gave for building you up and not for tearing you down, I shall not be put to shame."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 8,
    "text": "First he says, “Sacrifices and offerings, holocausts and sin offerings, you neither desired nor delighted in.” These are offered according to the law."
  },
  {
    "book": "Revelation",
    "chapter": 10,
    "verse": 8,
    "text": "Then the voice that I had heard from heaven spoke to me again and said, “Go, take the scroll that lies open in the hand of the angel who is standing on the sea and on the land.”"
  }
]