[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 18,
    "text": "the Arvadites, the Zemarites, and the Hamathites. Afterward, the clans of the Canaanites spread out,"
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 18,
    "text": "When Moses left Pharaoh, he prayed to the LORD,"
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 18,
    "text": "Since its blood was not brought inside the sanctuary, you should certainly have eaten the offering in the sanctuary, as I was commanded.”"
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 18,
    "text": "The divisional camp of the Reubenites, arranged in companies, was the next to set out. Over its whole company was Elizur, son of Shedeur,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 18,
    "text": "who executes justice for the orphan and the widow, and loves the resident alien, giving them food and clothing."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 18,
    "text": "he said, “Roll large stones to the mouth of the cave and post guards over it."
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 18,
    "text": "The captains of the army of Gilead said to one another, “The one who begins the war against the Ammonites shall be leader of all the inhabitants of Gilead.”"
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 18,
    "text": "and addressed the Israelites: “Thus says the LORD, the God of Israel: It was I who brought Israel up from Egypt and delivered you from the power of the Egyptians and from the power of all the kingdoms that oppressed you."
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 18,
    "text": "But the Arameans fled before Israel, and David killed seven hundred of their chariot fighters and forty thousand of their foot soldiers. He struck down Shobach, commander of the army, and he died on the field."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 18,
    "text": "The king made a large ivory throne, and overlaid it with refined gold."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 18,
    "text": "Jehu gathered all the people together and said to them: “Ahab served Baal to some extent, but Jehu will serve him yet more."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 18,
    "text": "King Rehoboam then sent out Hadoram, who was in charge of the forced labor, but the Israelites stoned him to death. King Rehoboam, however, managed to mount his chariot and flee to Jerusalem."
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 18,
    "text": "The List of Transgressors. Among the priests, the following were found to have taken foreign women for wives: Of the descendants of Jeshua, son of Jozadak, and his kinsmen: Maaseiah, Eliezer, Jarib, and Gedaliah."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 18,
    "text": "Ater, Hezekiah, Azzur,"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 18,
    "text": "As the news of her arrival spread among the tents, a crowd gathered in the camp. They came and stood around her as she waited outside the tent of Holofernes, while he was being informed about her."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 18,
    "text": "“King Alexander sends greetings to his brother Jonathan."
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 18,
    "text": "When at least nine thousand took refuge in two very strong towers, well equipped to sustain a siege,"
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 18,
    "text": "Why then did you bring me forth from the womb? I should have died and no eye have seen me."
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 18,
    "text": "You win justice for the orphaned and oppressed; no one on earth will cause terror again."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 18,
    "text": "Whoever conceals hatred has lying lips, and whoever spreads slander is a fool."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 18,
    "text": "Because of laziness, the rafters sag; when hands are slack, the house leaks."
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 18,
    "text": "She took them across the Red Sea and brought them through the deep waters."
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 18,
    "text": "Insolence does not befit mortals, nor impudent anger those born of women."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 18,
    "text": "And the glory of its forests and orchards will be consumed, soul and body, and it will be like a sick man who wastes away."
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 18,
    "text": "For thus says the LORD: Now, at this time I will sling away the inhabitants of the land; I will hem them in, that they may be taken."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 18,
    "text": "Then the glory of the LORD left the threshold of the temple and took its place upon the cherubim."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 18,
    "text": "The one who looked like a man touched me again and strengthened me, saying,"
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 18,
    "text": "and you will be led before governors and kings for my sake as a witness before them and the pagans."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 18,
    "text": "Jesus answered him, “Why do you call me good? No one is good but God alone."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 18,
    "text": "Jesus said, “I have observed Satan fall like lightning from the sky."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 18,
    "text": "No one takes it from me, but I lay it down on my own. I have power to lay it down, and power to take it up again. This command I have received from my Father.”"
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 18,
    "text": "They called out inquiring whether Simon, who is called Peter, was staying there."
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 18,
    "text": "But I ask, did they not hear? Certainly they did; for “Their voice has gone forth to all the earth, and their words to the ends of the world.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 18,
    "text": "Look at Israel according to the flesh; are not those who eat the sacrifices participants in the altar?"
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 18,
    "text": "For it is not the one who recommends himself who is approved, but the one whom the Lord recommends."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 18,
    "text": "Where there is forgiveness of these, there is no longer offering for sin. Recalling the Past."
  }
]