[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 16,
    "text": "When Eber was thirty-four years old, he begot Peleg."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 16,
    "text": "the eagle owl, the kestrel, the long-eared owl, the various species of hawks,"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 16,
    "text": "The Seventy Elders. Then the LORD said to Moses: Assemble for me seventy of the elders of Israel, whom you know to be elders and authorities among the people, and bring them to the tent of meeting. When they are in place beside you,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 16,
    "text": "But be careful lest your heart be so lured away that you serve other gods and bow down to them."
  },
  {
    "book": "Joshua",
    "chapter": 11,
    "verse": 16,
    "text": "Survey of the Conquest. So Joshua took all this land: the mountain regions, the entire Negeb, all the land of Goshen, the Shephelah, the Arabah, as well as the mountain regions and Shephelah of Israel,"
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 16,
    "text": "For when they came up from Egypt, Israel went through the wilderness to the Red Sea and came to Kadesh."
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 16,
    "text": "So while Joab was besieging the city, he assigned Uriah to a place where he knew the defenders were strong."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 16,
    "text": "Joab and all Israel remained there six months until they had killed off every male in Edom."
  },
  {
    "book": "2Kings",
    "chapter": 11,
    "verse": 16,
    "text": "So they seized her, and when she reached the Horse Gate of the king's house, she was put to death."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 16,
    "text": "David was then in the stronghold, and a Philistine garrison was at Bethlehem."
  },
  {
    "book": "2Chronicles",
    "chapter": 11,
    "verse": 16,
    "text": "After them, all those, of every tribe of Israel, who set their hearts to seek the LORD, the God of Israel, came to Jerusalem to sacrifice to the LORD, the God of their ancestors."
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 16,
    "text": "Shabbethai and Jozabad, levitical chiefs who were placed over the external affairs of the house of God;"
  },
  {
    "book": "Tobit",
    "chapter": 11,
    "verse": 16,
    "text": "Rejoicing and blessing God, Tobit went out to the gate of Nineveh to meet his daughter-in-law. When the people of Nineveh saw him coming, walking along briskly, with no one leading him by the hand, they were amazed."
  },
  {
    "book": "Judith",
    "chapter": 11,
    "verse": 16,
    "text": "“As soon as I, your servant, learned all this, I fled from them. God has sent me to perform with you such deeds as will astonish people throughout the whole earth who hear of them."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 16,
    "text": "When Alexander fled to Arabia to seek protection, King Ptolemy was triumphant."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 16,
    "text": "These are the terms of the letter which Lysias wrote to the Jews: “Lysias sends greetings to the Jewish people."
  },
  {
    "book": "Job",
    "chapter": 11,
    "verse": 16,
    "text": "For then you shall forget your misery, like water that has ebbed away you shall regard it."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 16,
    "text": "A gracious woman gains esteem, and ruthless men gain wealth."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 16,
    "text": "that they might recognize that one is punished by the very things through which one sins."
  },
  {
    "book": "Isaiah",
    "chapter": 11,
    "verse": 16,
    "text": "There shall be a highway for the remnant of his people that is left from Assyria, As there was for Israel when it came up from the land of Egypt."
  },
  {
    "book": "Jeremiah",
    "chapter": 11,
    "verse": 16,
    "text": "when you hear the great tumult? The LORD has named you “a spreading olive tree, a pleasure to behold”; Now he sets fire to it, its branches burn."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 16,
    "text": "Therefore say: Thus says the Lord GOD: I have indeed sent them far away among the nations, scattered them over the lands, and have been but little sanctuary for them in the lands to which they have gone."
  },
  {
    "book": "Zechariah",
    "chapter": 11,
    "verse": 16,
    "text": "For I am raising up a shepherd in the land who will take no note of those that disappear, nor seek the strays, nor heal the injured, nor feed the exhausted; but he will eat the flesh of the fat ones and tear off their hoofs!"
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 16,
    "text": "“To what shall I compare this generation? It is like children who sit in marketplaces and call to one another,"
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 16,
    "text": "He did not permit anyone to carry anything through the temple area."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 16,
    "text": "Others, to test him, asked him for a sign from heaven."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 16,
    "text": "So Thomas, called Didymus, said to his fellow disciples, “Let us also go to die with him.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 16,
    "text": "and I remembered the word of the Lord, how he had said, ‘John baptized with water but you will be baptized with the holy Spirit.'"
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 16,
    "text": "If the firstfruits are holy, so is the whole batch of dough; and if the root is holy, so are the branches."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 16,
    "text": "But if anyone is inclined to be argumentative, we do not have such a custom, nor do the churches of God."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 16,
    "text": "Paul's Boast: His Labors. I repeat, no one should consider me foolish; but if you do, accept me as a fool, so that I too may boast a little."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 16,
    "text": "But now they desire a better homeland, a heavenly one. Therefore, God is not ashamed to be called their God, for he has prepared a city for them."
  },
  {
    "book": "Revelation",
    "chapter": 11,
    "verse": 16,
    "text": "The twenty-four elders who sat on their thrones before God prostrated themselves and worshiped God"
  }
]