[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 5,
    "text": "Noah complied, just as the LORD had commanded."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 5,
    "text": "All Egyptians will know that I am the LORD, when I stretch out my hand against Egypt and bring the Israelites out of their midst."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 5,
    "text": "The priest shall burn these on the altar as an oblation to the LORD. It is a reparation offering."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 5,
    "text": "Accept their offering, that these things may be put to use to maintain the tent of meeting. Assign them to the Levites, to each according to his duties."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 5,
    "text": "But this is how you must deal with them: Tear down their altars, smash their sacred pillars, chop down their asherahs, and destroy their idols by fire."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 5,
    "text": "who killed some thirty-six of them. They pursued them from the city gate to the Shebarim, and defeated them on the descent, so that the confidence of the people melted away like water."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 5,
    "text": "When Gideon led the soldiers down to the water, the LORD said to him: Everyone who laps up the water as a dog does with its tongue you shall set aside by himself; and everyone who kneels down to drink raising his hand to his mouth you shall set aside by himself."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 5,
    "text": "Samuel then gave orders, “Gather all Israel to Mizpah, that I may pray to the LORD for you.”"
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 5,
    "text": "Go and tell David my servant, Thus says the LORD: Is it you who would build me a house to dwell in?"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 5,
    "text": "and all the openings and doorposts were squared with lintels, each facing across from the next."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 5,
    "text": "At twilight they left for the Arameans; but when they reached the edge of the camp, no one was there."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 5,
    "text": "than their fellow tribesmen. In all the clans of Issachar there was a total of eighty-seven thousand warriors listed in their family records."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 5,
    "text": "King Solomon offered as sacrifice twenty-two thousand oxen, and one hundred twenty thousand sheep. End of the Dedication. Thus the king and all the people dedicated the house of God."
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 5,
    "text": "son of Abishua, son of Phinehas, son of Eleazar, son of Aaron, the high priest—"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 5,
    "text": "When my God had inspired me to gather together the nobles, the magistrates, and the people, and to examine their family records, I came upon the family list of those who had returned in the earliest period. There I found the following written:"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 5,
    "text": "They answered, “Yes, he is alive and well.” Then Tobiah said, “He is my father!”"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 5,
    "text": "Yet they all seized their weapons, lighted fires on their towers, and kept watch throughout the night. The Siege of Bethulia."
  },
  {
    "book": "Esther",
    "chapter": 7,
    "verse": 5,
    "text": "King Ahasuerus said to Queen Esther, “Who and where is the man who has dared to do this?”"
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 5,
    "text": "Then all the lawless men and renegades of Israel came to him. They were led by Alcimus, who desired to be high priest."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 5,
    "text": "When he was completely maimed but still breathing, the king ordered them to carry him to the fire and fry him. As a cloud of smoke spread from the pan, the brothers and their mother encouraged one another to die nobly, with these words:"
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 5,
    "text": "My flesh is clothed with worms and scabs; my skin cracks and festers;"
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 5,
    "text": "If I have maltreated someone treating me equitably— or even despoiled my oppressor without cause—"
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 5,
    "text": "That they may keep you from a stranger, from the foreign woman with her smooth words."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 5,
    "text": "It is better to listen to the rebuke of the wise than to listen to the song of fools;"
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 5,
    "text": "Your neck like a tower of ivory; your eyes, pools in Heshbon by the gate of Bath-rabbim. Your nose like the tower of Lebanon that looks toward Damascus."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 5,
    "text": "For no king has any different origin or birth;"
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 5,
    "text": "Do not parade your righteousness before the LORD, and before the king do not flaunt your wisdom."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 5,
    "text": "because Aram, with Ephraim and the son of Remaliah, has planned evil against you. They say,"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 5,
    "text": "Only if you thoroughly reform your ways and your deeds; if each of you deals justly with your neighbor;"
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 5,
    "text": "Thus says the Lord GOD: Evil upon evil! See it coming!"
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 5,
    "text": "The second beast was like a bear; it was raised up on one side, and among the teeth in its mouth were three tusks. It was given the order, “Arise, devour much flesh.”"
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 5,
    "text": "On the day of our king, they made the princes sick with poisoned wine; he extended his hand to the scoffers."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 5,
    "text": "Then I said: Cease, O Lord GOD! Who will raise up Jacob? He is so small!"
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 5,
    "text": "Put no faith in a friend, do not trust a companion; With her who lies in your embrace watch what you say."
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 5,
    "text": "Say to all the people of the land and to the priests: When you fasted and lamented in the fifth and in the seventh month these seventy years, was it really for me that you fasted?"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 5,
    "text": "You hypocrite, remove the wooden beam from your eye first; then you will see clearly to remove the splinter from your brother's eye."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 5,
    "text": "So the Pharisees and scribes questioned him, “Why do your disciples not follow the tradition of the elders but instead eat a meal with unclean hands?”"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 5,
    "text": "for he loves our nation and he built the synagogue for us.”"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 5,
    "text": "For his brothers did not believe in him."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 5,
    "text": "Yet he gave him no inheritance in it, not even a foot's length, but he did promise to give it to him and his descendants as a possession, even though he was childless."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 5,
    "text": "For when we were in the flesh, our sinful passions, awakened by the law, worked in our members to bear fruit for death."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 5,
    "text": "Do not deprive each other, except perhaps by mutual consent for a time, to be free for prayer, but then return to one another, so that Satan may not tempt you through your lack of self-control."
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 5,
    "text": "C. Resolution of the Crisis - Paul's Joy in Macedonia. For even when we came into Macedonia, our flesh had no rest, but we were afflicted in every way—external conflicts, internal fears."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 5,
    "text": "The descendants of Levi who receive the office of priesthood have a commandment according to the law to exact tithes from the people, that is, from their brothers, although they also have come from the loins of Abraham."
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 5,
    "text": "twelve thousand were marked from the tribe of Judah, twelve thousand from the tribe of Reuben, twelve thousand from the tribe of Gad,"
  }
]