[
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 29,
    "text": "The frogs will come up over you and your people and all your servants."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 29,
    "text": "Tell the Israelites: The person who offers a communion sacrifice to the LORD shall be the one to bring from it the offering to the LORD."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 29,
    "text": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Eliab, son of Helon."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 29,
    "text": "do, then, bless the house of your servant, that it may be in your presence forever—since you, Lord GOD, have promised, and by your blessing the house of your servant shall be blessed forever.”"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 29,
    "text": "On the panels within the frames there were lions, oxen, and cherubim; and on the frames likewise, above and below the lions and oxen, there were wreaths in hammered relief."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 29,
    "text": "Manasseh, however, had possession of Beth-shean and its towns, Taanach and its towns, Megiddo and its towns, and Dor and its towns. In these dwelt the sons of Joseph, the son of Israel."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 29,
    "text": "people of Kiriath-jearim, Chephirah, and Beeroth, seven hundred and forty-three;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 29,
    "text": "All in the assembly with one accord broke into shrill wailing and cried loudly to the Lord their God."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 29,
    "text": "So he came to Judas, and they greeted one another peaceably. But Judas' enemies were prepared to seize him."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 29,
    "text": "Do not be afraid of this executioner, but be worthy of your brothers and accept death, so that in the time of mercy I may receive you again with your brothers.”"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 29,
    "text": "But this alone I have found: God made humankind honest, but they have pursued many designs."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 29,
    "text": "For she is fairer than the sun and surpasses every constellation of the stars. Compared to light, she is found more radiant;"
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 29,
    "text": "With all your soul fear God and revere his priests."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 29,
    "text": "Cut off your hair and throw it away! on the heights raise a lament; The LORD has indeed rejected and cast off the generation that draws down his wrath."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 29,
    "text": "for he taught them as one having authority, and not as their scribes."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 29,
    "text": "Then he said to her, “For saying this, you may go. The demon has gone out of your daughter.”"
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 29,
    "text": "(All the people who listened, including the tax collectors, and who were baptized with the baptism of John, acknowledged the righteousness of God;"
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 29,
    "text": "I know him, because I am from him, and he sent me.”"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 29,
    "text": "Moses fled when he heard this and settled as an alien in the land of Midian, where he became the father of two sons."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 29,
    "text": "I tell you, brothers, the time is running out. From now on, let those having wives act as not having them,"
  }
]