[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 28,
    "text": "Haran died before Terah his father, in his native land, in Ur of the Chaldeans."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 28,
    "text": "and anyone who carries their carcasses shall wash his garments and be unclean until evening. They are unclean for you."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 28,
    "text": "Joshua, son of Nun, who from his youth had been Moses' aide, said, “My lord, Moses, stop them.”"
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 28,
    "text": "a curse if you do not obey the commandments of the LORD, your God, but turn aside from the way I command you today, to go after other gods, whom you do not know."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 28,
    "text": "But the king of the Ammonites paid no heed to the message Jephthah sent him."
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 28,
    "text": "Jeroboam was a very able man, and when Solomon saw that the young man was also a good worker, he put him in charge of all the carriers conscripted from the house of Joseph."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 28,
    "text": "Ira, son of Ikkesh, from Tekoa; Abiezer, from Anathoth;"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 28,
    "text": "in Ziklag, in Meconah and its dependencies,"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 28,
    "text": "Jonathan asked the king to exempt Judea and the three districts of Samaria from tribute, promising him in return three hundred talents."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 28,
    "text": "If you are well, it is what we desire. We too are in good health."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 28,
    "text": "Those who trust in their riches will fall, but like green leaves the just will flourish."
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 28,
    "text": "The Gentle Mastery of Christ. “Come to me, all you who labor and are burdened, and I will give you rest."
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 28,
    "text": "and said to him, “By what authority are you doing these things? Or who gave you this authority to do them?”"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 28,
    "text": "He replied, “Rather, blessed are those who hear the word of God and observe it.” The Demand for a Sign."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 28,
    "text": "When she had said this, she went and called her sister Mary secretly, saying, “The teacher is here and is asking for you.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 28,
    "text": "and one of them named Agabus stood up and predicted by the Spirit that there would be a severe famine all over the world, and it happened under Claudius."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 28,
    "text": "In respect to the gospel, they are enemies on your account; but in respect to election, they are beloved because of the patriarchs."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 28,
    "text": "A person should examine himself, and so eat the bread and drink the cup."
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 28,
    "text": "And apart from these things, there is the daily pressure upon me of my anxiety for all the churches."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 28,
    "text": "By faith he kept the Passover and sprinkled the blood, that the Destroyer of the firstborn might not touch them."
  }
]