[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 6,
    "text": "Abram passed through the land as far as the sacred place at Shechem, by the oak of Moreh. The Canaanites were then in the land."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 6,
    "text": "You will keep it until the fourteenth day of this month, and then, with the whole community of Israel assembled, it will be slaughtered during the evening twilight."
  },
  {
    "book": "Leviticus",
    "chapter": 12,
    "verse": 6,
    "text": "When the days of her purification for a son or for a daughter are fulfilled, she shall bring to the priest at the entrance of the tent of meeting a yearling lamb for a burnt offering and a pigeon or a turtledove for a purification offering."
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 6,
    "text": "the LORD said: Now listen to my words: If there are prophets among you, in visions I reveal myself to them, in dreams I speak to them;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 6,
    "text": "bringing your burnt offerings and sacrifices, your tithes and personal contributions, your votive and voluntary offerings, and the firstlings of your herds and flocks."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 6,
    "text": "It was Moses, the servant of the LORD, and the Israelites who conquered them; Moses, the servant of the LORD, gave possession of their land to the Reubenites, the Gadites, and the half-tribe of Manasseh."
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 6,
    "text": "they would ask him to say “Shibboleth.” If he said “Sibboleth,” not pronouncing it exactly right, they would seize him and kill him at the fords of the Jordan. Forty-two thousand Ephraimites fell at that time."
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 6,
    "text": "Samuel Admonishes the People. Samuel continued: “The LORD is witness, who appointed Moses and Aaron and brought your ancestors up from the land of Egypt."
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 6,
    "text": "He shall make fourfold restitution for the lamb because he has done this and was unsparing.”"
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 6,
    "text": "King Rehoboam asked advice of the elders who had been in his father Solomon's service while he was alive, and asked, “How do you advise me to answer this people?”"
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 6,
    "text": "the priests may take for themselves, each from his own vendor. However, they must make whatever repairs on the temple may prove necessary.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 6,
    "text": "Eluzai; Jerimoth; Bealiah; Shemariah; Shephatiah the Haruphite;"
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 6,
    "text": "Then the commanders of Israel and the king humbled themselves saying, “The LORD is in the right.”"
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 6,
    "text": "Shemaiah, and Joiarib, Jedaiah,"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 6,
    "text": "Raphael called the two of them aside privately and said to them: “Bless God and give him thanks before all the living for the good things he has done for you, by blessing and extolling his name in song. Proclaim before all with due honor the deeds of God, and do not be slack in thanking him."
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 6,
    "text": "and sent this message to Holofernes, “Give orders, my lord, to let your servant go out for prayer.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 6,
    "text": "“Jonathan the high priest, the senate of the nation, the priests, and the rest of the Jewish people send greetings to their brothers the Spartans."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 6,
    "text": "and after calling upon God, the just judge, he marched against the murderers of his kindred. In a night attack he set the harbor on fire, burned the boats, and put to the sword those who had taken refuge there."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 6,
    "text": "Yet the tents of robbers are prosperous, and those who provoke God are secure, whom God has in his power."
  },
  {
    "book": "Psalms",
    "chapter": 12,
    "verse": 6,
    "text": "III - “Because they rob the weak, and the needy groan, I will now arise,” says the LORD; “I will grant safety to whoever longs for it.”"
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 6,
    "text": "The words of the wicked are a deadly ambush, but the speech of the upright saves them."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 12,
    "verse": 6,
    "text": "Before the silver cord is snapped and the golden bowl is broken, And the pitcher is shattered at the spring, and the pulley is broken at the well,"
  },
  {
    "book": "Sirach",
    "chapter": 12,
    "verse": 6,
    "text": "For God also hates sinners, and takes vengeance on evildoers."
  },
  {
    "book": "Isaiah",
    "chapter": 12,
    "verse": 6,
    "text": "Shout with exultation, City of Zion, for great in your midst is the Holy One of Israel!"
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 6,
    "text": "Your kindred and your father's house, even they betray you; they have recruited a force against you. Do not believe them, even when they speak fair words to you."
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 6,
    "text": "While they watch, shoulder your load and go out in darkness. Cover your face so you cannot see the land, for I am making you a sign for the house of Israel!"
  },
  {
    "book": "Daniel",
    "chapter": 12,
    "verse": 6,
    "text": "One of them said to the man clothed in linen, who was upstream, “How long shall it be to the end of these appalling things?”"
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 6,
    "text": "The LORD is the God of hosts, the LORD is his name!"
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 6,
    "text": "On that day I will make the clans of Judah like a brazier of fire in the woodland and like a burning torch among sheaves, and they will devour right and left all the surrounding peoples; but Jerusalem will again inhabit its own place."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 6,
    "text": "I say to you, something greater than the temple is here."
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 6,
    "text": "He had one other to send, a beloved son. He sent him to them last of all, thinking, ‘They will respect my son.'"
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 6,
    "text": "Are not five sparrows sold for two small coins? Yet not one of them has escaped the notice of God."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 6,
    "text": "He said this not because he cared about the poor but because he was a thief and held the money bag and used to steal the contributions."
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 6,
    "text": "On the very night before Herod was to bring him to trial, Peter, secured by double chains, was sleeping between two soldiers, while outside the door guards kept watch on the prison."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 6,
    "text": "Since we have gifts that differ according to the grace given to us, let us exercise them: if prophecy, in proportion to the faith;"
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 6,
    "text": "there are different workings but the same God who produces all of them in everyone."
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 6,
    "text": "Although if I should wish to boast, I would not be foolish, for I would be telling the truth. But I refrain, so that no one may think more of me than what he sees in me or hears from me"
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 6,
    "text": "for whom the Lord loves, he disciplines; he scourges every son he acknowledges.”"
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 6,
    "text": "The woman herself fled into the desert where she had a place prepared by God, that there she might be taken care of for twelve hundred and sixty days."
  }
]