[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 9,
    "text": "See, I am now establishing my covenant with you and your descendants after you"
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 9,
    "text": "It will turn into fine dust over the whole land of Egypt and cause festering boils on human being and beast alike throughout the land of Egypt."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 9,
    "text": "When his sons presented the blood to him, he dipped his finger in the blood and put it on the horns of the altar. The rest of the blood he poured out at the base of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 9,
    "text": "The LORD then said to Moses:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 9,
    "text": "when I had gone up the mountain to receive the stone tablets of the covenant which the LORD made with you. Meanwhile I stayed on the mountain forty days and forty nights; I ate no food and drank no water."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 9,
    "text": "They answered him, “Your servants have come from a far-off land, because of the fame of the LORD, your God. For we have heard reports of all that he did in Egypt"
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 9,
    "text": "But the olive tree answered them, ‘Must I give up my rich oil, whereby gods and human beings are honored, and go off to hold sway over the trees?'"
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 9,
    "text": "(In former times in Israel, anyone who went to consult God used to say, “Come, let us go to the seer.” For the one who is now called prophet was formerly called seer.)"
  },
  {
    "book": "2Samuel",
    "chapter": 9,
    "verse": 9,
    "text": "The king then called Ziba, Saul's attendant, and said to him: “All that belonged to Saul and to his entire house, I am giving to your lord's son."
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 9,
    "text": "And the answer will come: “Because they abandoned the LORD, their God, who brought their ancestors out of the land of Egypt, and they embraced other gods, bowing down to them and serving them. That is why the LORD has brought upon them all this evil.” After Building the Temple."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 9,
    "text": "I will make the house of Ahab like that of Jeroboam, son of Nebat, and like that of Baasha, son of Ahijah."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 9,
    "text": "Their kindred of various families were nine hundred and fifty-six. All those named were heads of their ancestral houses."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 9,
    "text": "Then she gave the king one hundred and twenty gold talents, a very large quantity of spices, and precious stones. Never again did anyone bring such an abundance of spices as the queen of Sheba gave to King Solomon."
  },
  {
    "book": "Ezra",
    "chapter": 9,
    "verse": 9,
    "text": "For slaves we are, but in our slavery our God has not abandoned us; rather, he has turned the good will of the kings of Persia toward us. Thus he has given us new life to raise again the house of our God and restore its ruins, and has granted us a protective wall in Judah and Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 9,
    "text": "You saw the affliction of our ancestors in Egypt, you heard their cry by the Red Sea;"
  },
  {
    "book": "Judith",
    "chapter": 9,
    "verse": 9,
    "text": "See their pride, and send forth your fury upon their heads. Give me, a widow, a strong hand to execute my plan."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 9,
    "text": "Parmashta, Arisai, Aridai, and Vaizatha,"
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 9,
    "text": "They tried to dissuade him, saying: “We certainly cannot. Let us save our own lives now, and come back with our kindred, and then fight against them. Now we are too few.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 9,
    "text": "The body of this impious man swarmed with worms, and while he was still alive in hideous torments, his flesh rotted off, so that the entire army was sickened by the stench of his corruption."
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 9,
    "text": "He made the Bear and Orion, the Pleiades and the constellations of the south;"
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 9,
    "text": "It is he who judges the world with justice, who judges the peoples with fairness."
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 9,
    "text": "Instruct the wise, and they become still wiser; teach the just, and they advance in learning."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 9,
    "text": "Enjoy life with the wife you love, all the days of the vain life granted you under the sun. This is your lot in life, for the toil of your labors under the sun."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 9,
    "text": "Now with you is Wisdom, who knows your works and was present when you made the world; Who understands what is pleasing in your eyes and what is conformable with your commands."
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 9,
    "text": "Never recline at table with a married woman, or drink intoxicants with her, Lest your heart be drawn to her and you go down in blood to the grave."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 9,
    "text": "“Bricks have fallen, but we will rebuild with cut stone; Sycamores have been felled, but we will replace them with cedars.”"
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 9,
    "text": "Dirge over the Ravaged Land - Over the mountains I shall break out in cries of lamentation, over the pastures in the wilderness, in a dirge: They are scorched, and no one crosses them, no sound of lowing cattle; Birds of the air as well as beasts, all have fled and are gone."
  },
  {
    "book": "Ezekiel",
    "chapter": 9,
    "verse": 9,
    "text": "He answered me: The guilt of the house of Israel and the house of Judah is too great to measure; the land is filled with bloodshed, the city with lawlessness. They think that the LORD has abandoned the land, that he does not see them."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 9,
    "text": "But to the Lord, our God, belong compassion and forgiveness, though we rebelled against him"
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 9,
    "text": "They have sunk to the depths of corruption, as in the days of Gibeah; God will remember their iniquity and punish their sins."
  },
  {
    "book": "Amos",
    "chapter": 9,
    "verse": 9,
    "text": "For see, I have given the command to sift the house of Israel among all the nations, As one sifts with a sieve, letting no pebble fall to the ground."
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 9,
    "text": "The King's Entry into Jerusalem - Exult greatly, O daughter Zion! Shout for joy, O daughter Jerusalem! Behold: your king is coming to you, a just savior is he, Humble, and riding on a donkey, on a colt, the foal of a donkey."
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 9,
    "text": "As Jesus passed on from there, he saw a man named Matthew sitting at the customs post. He said to him, “Follow me.” And he got up and followed him."
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 9,
    "text": "As they were coming down from the mountain, he charged them not to relate what they had seen to anyone, except when the Son of Man had risen from the dead."
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 9,
    "text": "But Herod said, “John I beheaded. Who then is this about whom I hear such things?” And he kept trying to see him. The Return of the Twelve and the Feeding of the Five Thousand."
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 9,
    "text": "Some said, “It is,” but others said, “No, he just looks like him.” He said, “I am.”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 9,
    "text": "For three days he was unable to see, and he neither ate nor drank."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 9,
    "text": "For this is the wording of the promise, “About this time I shall return and Sarah will have a son.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 9,
    "text": "It is written in the law of Moses, “You shall not muzzle an ox while it is treading out the grain.” Is God concerned about oxen,"
  },
  {
    "book": "2Corinthians",
    "chapter": 9,
    "verse": 9,
    "text": "As it is written: “He scatters abroad, he gives to the poor; his righteousness endures forever.”"
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 9,
    "text": "This is a symbol of the present time, in which gifts and sacrifices are offered that cannot perfect the worshiper in conscience"
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 9,
    "text": "and they had chests like iron breastplates. The sound of their wings was like the sound of many horse-drawn chariots racing into battle."
  }
]