[
  {
    "book": "Genesis",
    "chapter": 5,
    "verse": 20,
    "text": "The whole lifetime of Jared was nine hundred and sixty-two years; then he died."
  },
  {
    "book": "Exodus",
    "chapter": 5,
    "verse": 20,
    "text": "So when they left Pharaoh they assailed Moses and Aaron, who were waiting to meet them,"
  },
  {
    "book": "Leviticus",
    "chapter": 5,
    "verse": 20,
    "text": "The LORD said to Moses:"
  },
  {
    "book": "Numbers",
    "chapter": 5,
    "verse": 20,
    "text": "But if you have gone astray while under the authority of your husband, and if you have defiled yourself and a man other than your husband has had intercourse with you”—"
  },
  {
    "book": "Deuteronomy",
    "chapter": 5,
    "verse": 20,
    "text": "You shall not bear dishonest witness against your neighbor."
  },
  {
    "book": "Judges",
    "chapter": 5,
    "verse": 20,
    "text": "From the heavens the stars fought; from their courses they fought against Sisera."
  },
  {
    "book": "2Samuel",
    "chapter": 5,
    "verse": 20,
    "text": "So David went to Baal-perazim, and he defeated them there. He said, “The LORD has broken through my enemies before me just as water breaks through a dam.” Therefore that place was called Baal-perazim."
  },
  {
    "book": "1Kings",
    "chapter": 5,
    "verse": 20,
    "text": "Give orders, then, to have cedars from the Lebanon cut down for me. My servants shall accompany yours, and I will pay you whatever you say for your servants' wages. For you know that there is no one among us who is skilled in cutting timber like the Sidonians.”"
  },
  {
    "book": "2Kings",
    "chapter": 5,
    "verse": 20,
    "text": "when Gehazi, the servant of Elisha, the man of God, thought to himself: “My master was too easy on this Aramean Naaman, not accepting what he brought. As the LORD lives, I will run after him and get something out of him.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 5,
    "verse": 20,
    "text": "they received help so that the Hagrites and all who were with them were delivered into their power. For during the battle they cried out to God, and he heard them because they had put their trust in him."
  },
  {
    "book": "Tobit",
    "chapter": 5,
    "verse": 20,
    "text": "What the Lord has given us to live on is certainly enough for us.”"
  },
  {
    "book": "Judith",
    "chapter": 5,
    "verse": 20,
    "text": "“So now, my master and lord, if these people are inadvertently at fault, or if they are sinning against their God, and if we verify this offense of theirs, then we will be able to go up and conquer them."
  },
  {
    "book": "1Maccabees",
    "chapter": 5,
    "verse": 20,
    "text": "Three thousand men were allotted to Simon to go into Galilee, and eight thousand men to Judas, for Gilead."
  },
  {
    "book": "2Maccabees",
    "chapter": 5,
    "verse": 20,
    "text": "Therefore, the place itself, having shared in the nation's misfortunes, afterward participated in their good fortune; and what the Almighty had forsaken in wrath was restored in all its glory, once the great Sovereign Lord became reconciled."
  },
  {
    "book": "Job",
    "chapter": 5,
    "verse": 20,
    "text": "In famine he will deliver you from death, and in war from the power of the sword;"
  },
  {
    "book": "Proverbs",
    "chapter": 5,
    "verse": 20,
    "text": "Why then, my son, should you be intoxicated with a stranger, and embrace another woman?"
  },
  {
    "book": "Wisdom",
    "chapter": 5,
    "verse": 20,
    "text": "and sharpen his sudden anger for a sword. The universe will war with him against the foolhardy;"
  },
  {
    "book": "Isaiah",
    "chapter": 5,
    "verse": 20,
    "text": "Ah! Those who call evil good, and good evil, who change darkness to light, and light into darkness, who change bitter to sweet, and sweet into bitter!"
  },
  {
    "book": "Jeremiah",
    "chapter": 5,
    "verse": 20,
    "text": "Announce this to the house of Jacob, proclaim it in Judah:"
  },
  {
    "book": "Lamentations",
    "chapter": 5,
    "verse": 20,
    "text": "Why have you utterly forgotten us, forsaken us for so long?"
  },
  {
    "book": "Daniel",
    "chapter": 5,
    "verse": 20,
    "text": "But when his heart became proud and his spirit hardened by insolence, he was put down from his royal throne and deprived of his glory;"
  },
  {
    "book": "Amos",
    "chapter": 5,
    "verse": 20,
    "text": "Truly, the day of the LORD will be darkness, not light, gloom without any brightness!"
  },
  {
    "book": "Matthew",
    "chapter": 5,
    "verse": 20,
    "text": "I tell you, unless your righteousness surpasses that of the scribes and Pharisees, you will not enter into the kingdom of heaven. Teaching About Anger."
  },
  {
    "book": "Mark",
    "chapter": 5,
    "verse": 20,
    "text": "Then the man went off and began to proclaim in the Decapolis what Jesus had done for him; and all were amazed. Jairus's Daughter and the Woman with a Hemorrhage."
  },
  {
    "book": "Luke",
    "chapter": 5,
    "verse": 20,
    "text": "When he saw their faith, he said, “As for you, your sins are forgiven.”"
  },
  {
    "book": "John",
    "chapter": 5,
    "verse": 20,
    "text": "For the Father loves his Son and shows him everything that he himself does, and he will show him greater works than these, so that you may be amazed."
  },
  {
    "book": "Acts",
    "chapter": 5,
    "verse": 20,
    "text": "“Go and take your place in the temple area, and tell the people everything about this life.”"
  },
  {
    "book": "Romans",
    "chapter": 5,
    "verse": 20,
    "text": "The law entered in so that transgression might increase but, where sin increased, grace overflowed all the more,"
  },
  {
    "book": "2Corinthians",
    "chapter": 5,
    "verse": 20,
    "text": "So we are ambassadors for Christ, as if God were appealing through us. We implore you on behalf of Christ, be reconciled to God."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verse": 20,
    "text": "idolatry, sorcery, hatreds, rivalry, jealousy, outbursts of fury, acts of selfishness, dissensions, factions,"
  },
  {
    "book": "Ephesians",
    "chapter": 5,
    "verse": 20,
    "text": "giving thanks always and for everything in the name of our Lord Jesus Christ to God the Father."
  },
  {
    "book": "1Thessalonians",
    "chapter": 5,
    "verse": 20,
    "text": "Do not despise prophetic utterances."
  },
  {
    "book": "1Timothy",
    "chapter": 5,
    "verse": 20,
    "text": "Reprimand publicly those who do sin, so that the rest also will be afraid."
  },
  {
    "book": "James",
    "chapter": 5,
    "verse": 20,
    "text": "he should know that whoever brings back a sinner from the error of his way will save his soul from death and will cover a multitude of sins."
  },
  {
    "book": "1John",
    "chapter": 5,
    "verse": 20,
    "text": "We also know that the Son of God has come and has given us discernment to know the one who is true. And we are in the one who is true, in his Son Jesus Christ. He is the true God and eternal life."
  }
]