[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 19,
    "text": "Lamech took two wives; the name of the first was Adah, and the name of the second Zillah."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 19,
    "text": "Then the LORD said to Moses in Midian: Return to Egypt, for all those who sought your life are dead."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 19,
    "text": "He shall remove all of its fat and burn it on the altar,"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 19,
    "text": "That they may live and not die when they approach the most sacred objects, this is what you shall do for them: Aaron and his sons shall go in and assign to each of them his task and what he must carry;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 19,
    "text": "And when you look up to the heavens and behold the sun or the moon or the stars, the whole heavenly host, do not be led astray into bowing down to them and serving them. These the LORD, your God, has apportioned to all the other nations under the heavens;"
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 19,
    "text": "The people came up from the Jordan on the tenth day of the first month, and camped in Gilgal on the eastern limits of Jericho."
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 19,
    "text": "He said to her, “Please give me a little water to drink. I am thirsty.” So she opened a skin of milk, gave him a drink, and then covered him."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 19,
    "text": "Hezron was the father of Ram, Ram was the father of Amminadab,"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 19,
    "text": "His daughter-in-law, the wife of Phinehas, was pregnant and about to give birth. When she heard the news about the capture of the ark of God and the deaths of her father-in-law and her husband, she crouched down in labor, and gave birth."
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 19,
    "text": "Geber, son of Uri, in the land of Gilead, the land of Sihon, king of the Amorites, and of Og, king of Bashan. There was one governor besides, in the land of Judah."
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 19,
    "text": "He said to his father, “My head! My head!” And his father said to the servant, “Carry him to his mother.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 19,
    "text": "The sons of his Jewish wife, the sister of Naham, the father of Keilah, were Shimon the Garmite and Ishi the Maacathite."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 19,
    "text": "Solomon made all the articles that were for the house of God: the golden altar, the tables on which the showbread lay,"
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 19,
    "text": "When at my command inquiry was made, it was verified that from ancient times this city has risen up against kings and that rebellion and sedition have been fostered there."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 19,
    "text": "At all times bless the Lord, your God, and ask him that all your paths may be straight and all your endeavors and plans may prosper. For no other nation possesses good counsel, but it is the Lord who gives all good things. Whomever the Lord chooses to raise is raised; and whomever the Lord chooses to cast down is cast down to the recesses of Hades. So now, son, keep in mind these my commandments, and never let them be erased from your heart."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 19,
    "text": "As Judas was finishing this speech, a detachment appeared, looking down from the mountain."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 19,
    "text": "the vile Jason sent representatives of the Antiochians of Jerusalem, to bring three hundred silver drachmas for the sacrifice to Hercules. But the bearers themselves decided that the money should not be spent on a sacrifice, as that was not right, but should be used for some other purpose."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 19,
    "text": "How much more with those who dwell in houses of clay, whose foundation is in the dust, who are crushed more easily than a moth!"
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 19,
    "text": "The way of the wicked is like darkness; they do not know on what they stumble."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 19,
    "text": "But if they turn away from me, I will abandon them and deliver them over to robbers.”"
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 19,
    "text": "My body! my body! how I writhe! The walls of my heart! My heart beats wildly, I cannot be still; For I myself have heard the blast of the horn, the battle cry."
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 19,
    "text": "Our pursuers were swifter than eagles in the sky, In the mountains they were hot on our trail, they ambushed us in the wilderness."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 19,
    "text": "Farewell, my children, farewell; I am left desolate."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 19,
    "text": "you are that tree, O king, large and strong! Your majesty has become so great as to touch the heavens, and your rule reaches to the ends of the earth."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 19,
    "text": "A wind has bound them up in its wings; they shall be ashamed because of their altars."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 19,
    "text": "Egypt will be a waste, Edom a desolate wilderness, Because of violence done to the Judahites, because they shed innocent blood in their land."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 19,
    "text": "He said to them, “Come after me, and I will make you fishers of men.”"
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 19,
    "text": "but worldly anxiety, the lure of riches, and the craving for other things intrude and choke the word, and it bears no fruit."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 19,
    "text": "and to proclaim a year acceptable to the Lord.”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 19,
    "text": "The woman said to him, “Sir, I can see that you are a prophet."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 19,
    "text": "Peter and John, however, said to them in reply, “Whether it is right in the sight of God for us to obey you rather than God, you be the judges."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 19,
    "text": "He did not weaken in faith when he considered his own body as [already] dead (for he was almost a hundred years old) and the dead womb of Sarah."
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 19,
    "text": "But I will come to you soon, if the Lord is willing, and I shall ascertain not the talk of these inflated people but their power."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 19,
    "text": "My children, for whom I am again in labor until Christ be formed in you!"
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 19,
    "text": "they have become callous and have handed themselves over to licentiousness for the practice of every kind of impurity to excess."
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 19,
    "text": "My God will fully supply whatever you need, in accord with his glorious riches in Christ Jesus."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 19,
    "text": "Final Greeting. Greet Prisca and Aquila and the family of Onesiphorus."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 19,
    "text": "As a result, those who suffer in accord with God's will hand their souls over to a faithful creator as they do good."
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 19,
    "text": "We love because he first loved us."
  }
]