[
  {
    "book": "Genesis",
    "chapter": 12,
    "verse": 4,
    "text": "Abram went as the LORD directed him, and Lot went with him. Abram was seventy-five years old when he left Haran."
  },
  {
    "book": "Exodus",
    "chapter": 12,
    "verse": 4,
    "text": "If a household is too small for a lamb, it along with its nearest neighbor will procure one, and apportion the lamb's cost in proportion to the number of persons, according to what each household consumes."
  },
  {
    "book": "Leviticus",
    "chapter": 12,
    "verse": 4,
    "text": "and then she shall spend thirty-three days more in a state of blood purity; she shall not touch anything sacred nor enter the sanctuary till the days of her purification are fulfilled."
  },
  {
    "book": "Numbers",
    "chapter": 12,
    "verse": 4,
    "text": "So at once the LORD said to Moses and Aaron and Miriam: Come out, you three, to the tent of meeting. And the three of them went."
  },
  {
    "book": "Deuteronomy",
    "chapter": 12,
    "verse": 4,
    "text": "That is not how you are to act toward the LORD, your God."
  },
  {
    "book": "Joshua",
    "chapter": 12,
    "verse": 4,
    "text": "Secondly, the border of Og, king of Bashan, a survivor of the Rephaim, who lived at Ashtaroth and Edrei."
  },
  {
    "book": "Judges",
    "chapter": 12,
    "verse": 4,
    "text": "Then Jephthah gathered together all the men of Gilead and fought against Ephraim. The men of Gilead defeated Ephraim,"
  },
  {
    "book": "1Samuel",
    "chapter": 12,
    "verse": 4,
    "text": "They replied, “You have neither cheated us, nor oppressed us, nor accepted anything from anyone.”"
  },
  {
    "book": "2Samuel",
    "chapter": 12,
    "verse": 4,
    "text": "Now, a visitor came to the rich man, but he spared his own flocks and herds to prepare a meal for the traveler who had come to him: he took the poor man's ewe lamb and prepared it for the one who had come to him.”"
  },
  {
    "book": "1Kings",
    "chapter": 12,
    "verse": 4,
    "text": "“Your father put a heavy yoke on us. If you now lighten the harsh servitude and the heavy yoke your father imposed on us, we will be your servants.”"
  },
  {
    "book": "2Kings",
    "chapter": 12,
    "verse": 4,
    "text": "though the high places did not disappear; the people continued to sacrifice and to burn incense on the high places."
  },
  {
    "book": "1Chronicles",
    "chapter": 12,
    "verse": 4,
    "text": "Ishmaiah the Gibeonite, a warrior among the Thirty, and over the Thirty;"
  },
  {
    "book": "2Chronicles",
    "chapter": 12,
    "verse": 4,
    "text": "They captured the fortified cities of Judah and came as far as Jerusalem."
  },
  {
    "book": "Nehemiah",
    "chapter": 12,
    "verse": 4,
    "text": "Iddo, Ginnethon, Abijah,"
  },
  {
    "book": "Tobit",
    "chapter": 12,
    "verse": 4,
    "text": "Tobit answered, “It is only fair, son, that he should receive half of all that he brought back.”"
  },
  {
    "book": "Judith",
    "chapter": 12,
    "verse": 4,
    "text": "Judith answered him, “As surely as you live, my lord, your servant will not use up her supplies before the Lord accomplishes by my hand what he has determined.”"
  },
  {
    "book": "1Maccabees",
    "chapter": 12,
    "verse": 4,
    "text": "The Romans gave them letters addressed to authorities in various places, with the request to provide them with safe conduct to the land of Judah."
  },
  {
    "book": "2Maccabees",
    "chapter": 12,
    "verse": 4,
    "text": "This was done by public vote of the city. When the Jews, wishing to live on friendly terms and not suspecting anything, accepted the invitation, the people of Joppa took them out to sea and drowned at least two hundred of them."
  },
  {
    "book": "Job",
    "chapter": 12,
    "verse": 4,
    "text": "I have become the sport of my neighbors: “The one whom God answers when he calls upon him, The just, the perfect man,” is a laughingstock;"
  },
  {
    "book": "Psalms",
    "chapter": 12,
    "verse": 4,
    "text": "II - May the LORD cut off all deceiving lips, and every boastful tongue,"
  },
  {
    "book": "Proverbs",
    "chapter": 12,
    "verse": 4,
    "text": "A woman of worth is the crown of her husband, but a disgraceful one is like rot in his bones."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 12,
    "verse": 4,
    "text": "When the doors to the street are shut, and the sound of the mill is low; When one rises at the call of a bird, and all the daughters of song are quiet;"
  },
  {
    "book": "Sirach",
    "chapter": 12,
    "verse": 4,
    "text": "Give to the good but refuse the sinner;"
  },
  {
    "book": "Isaiah",
    "chapter": 12,
    "verse": 4,
    "text": "And you will say on that day: give thanks to the LORD, acclaim his name; Among the nations make known his deeds, proclaim how exalted is his name."
  },
  {
    "book": "Jeremiah",
    "chapter": 12,
    "verse": 4,
    "text": "How long must the land mourn, the grass of the whole countryside wither? Because of the wickedness of those who dwell in it beasts and birds disappear, for they say, “God does not care about our future.”"
  },
  {
    "book": "Ezekiel",
    "chapter": 12,
    "verse": 4,
    "text": "During the day, while they watch, bring out your bag, an exile's bag. In the evening, again while they watch, go out as if into exile."
  },
  {
    "book": "Daniel",
    "chapter": 12,
    "verse": 4,
    "text": "“As for you, Daniel, keep secret the message and seal the book until the end time; many shall wander aimlessly and evil shall increase.”"
  },
  {
    "book": "Hosea",
    "chapter": 12,
    "verse": 4,
    "text": "In the womb he supplanted his brother, and in his vigor he contended with a divine being;"
  },
  {
    "book": "Zechariah",
    "chapter": 12,
    "verse": 4,
    "text": "On that day—oracle of the LORD—I will strike every horse with fright, and its rider with madness. But over the house of Judah I will keep watch, while I strike blind all the horses of the peoples."
  },
  {
    "book": "Matthew",
    "chapter": 12,
    "verse": 4,
    "text": "how he went into the house of God and ate the bread of offering, which neither he nor his companions but only the priests could lawfully eat?"
  },
  {
    "book": "Mark",
    "chapter": 12,
    "verse": 4,
    "text": "Again he sent them another servant. And that one they beat over the head and treated shamefully."
  },
  {
    "book": "Luke",
    "chapter": 12,
    "verse": 4,
    "text": "I tell you, my friends, do not be afraid of those who kill the body but after that can do no more."
  },
  {
    "book": "John",
    "chapter": 12,
    "verse": 4,
    "text": "Then Judas the Iscariot, one [of] his disciples, and the one who would betray him, said,"
  },
  {
    "book": "Acts",
    "chapter": 12,
    "verse": 4,
    "text": "He had him taken into custody and put in prison under the guard of four squads of four soldiers each. He intended to bring him before the people after Passover."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verse": 4,
    "text": "For as in one body we have many parts, and all the parts do not have the same function,"
  },
  {
    "book": "1Corinthians",
    "chapter": 12,
    "verse": 4,
    "text": "There are different kinds of spiritual gifts but the same Spirit;"
  },
  {
    "book": "2Corinthians",
    "chapter": 12,
    "verse": 4,
    "text": "was caught up into Paradise and heard ineffable things, which no one may utter."
  },
  {
    "book": "Hebrews",
    "chapter": 12,
    "verse": 4,
    "text": "In your struggle against sin you have not yet resisted to the point of shedding blood."
  },
  {
    "book": "Revelation",
    "chapter": 12,
    "verse": 4,
    "text": "Its tail swept away a third of the stars in the sky and hurled them down to the earth. Then the dragon stood before the woman about to give birth, to devour her child when she gave birth."
  }
]