[
  {
    "book": "Genesis",
    "chapter": 6,
    "verse": 2,
    "text": "the sons of God saw how beautiful the daughters of human beings were, and so they took for their wives whomever they pleased."
  },
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 2,
    "text": "Confirmation of the Promise to the Ancestors. Then God spoke to Moses, and said to him: I am the LORD."
  },
  {
    "book": "Leviticus",
    "chapter": 6,
    "verse": 2,
    "text": "Give Aaron and his sons the following command: This is the ritual for the burnt offering—the burnt offering that is to remain on the hearth of the altar all night until the next morning, while the fire is kept burning on the altar."
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 2,
    "text": "Speak to the Israelites and tell them: When men or women solemnly take the nazirite vow to dedicate themselves to the LORD,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 6,
    "verse": 2,
    "text": "so that you, that is, you, your child, and your grandchild, may fear the LORD, your God, by keeping, as long as you live, all his statutes and commandments which I enjoin on you, and thus have long life."
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 2,
    "text": "And to Joshua the LORD said: I have delivered Jericho, its king, and its warriors into your power."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 2,
    "text": "so that Midian held Israel subject. From fear of Midian the Israelites made dens in the mountains, the caves, and the strongholds."
  },
  {
    "book": "1Samuel",
    "chapter": 6,
    "verse": 2,
    "text": "when they summoned priests and diviners to ask, “What shall we do with the ark of the LORD? Tell us what we should send back with it.”"
  },
  {
    "book": "2Samuel",
    "chapter": 6,
    "verse": 2,
    "text": "Then David and all the people who were with him set out for Baala of Judah to bring up from there the ark of God, which bears the name “the LORD of hosts enthroned above the cherubim.”"
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 2,
    "text": "The house which King Solomon built for the LORD was sixty cubits long, twenty wide, and thirty high."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 2,
    "text": "Let us go to the Jordan, where by getting one beam apiece we can build ourselves a place to live.” Elisha said, “Go.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 2,
    "text": "The sons of Gershon were named Libni and Shimei."
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 2,
    "text": "I have built you a princely house, the base for your enthronement forever.”"
  },
  {
    "book": "Ezra",
    "chapter": 6,
    "verse": 2,
    "text": "However, a scroll was found in Ecbatana, the stronghold in the province of Media, containing the following text: “Memorandum."
  },
  {
    "book": "Nehemiah",
    "chapter": 6,
    "verse": 2,
    "text": "Sanballat and Geshem sent me this message: “Come, let us hold council together at Chephirim in the plain of Ono.” They were planning to do me harm."
  },
  {
    "book": "Judith",
    "chapter": 6,
    "verse": 2,
    "text": "“Who are you, Achior and the mercenaries of Ephraim, to prophesy among us as you have done today, and to tell us not to fight against the people of Israel because their God shields them? Who is God beside Nebuchadnezzar? He will send his force and destroy them from the face of the earth. Their God will not save them;"
  },
  {
    "book": "Esther",
    "chapter": 6,
    "verse": 2,
    "text": "the passage occurred in which Mordecai reported Bigthan and Teresh, two of the royal eunuchs who guarded the entrance, for seeking to assassinate King Ahasuerus."
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 2,
    "text": "and that its temple was very rich, containing gold helmets, breastplates, and weapons left there by the first king of the Greeks, Alexander, son of Philip, king of Macedon."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 2,
    "text": "also to profane the temple in Jerusalem and dedicate it to Olympian Zeus, and the one on Mount Gerizim to Zeus the Host to Strangers, as the local inhabitants were wont to be."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 2,
    "text": "Ah, could my anguish but be measured and my calamity laid with it in the scales,"
  },
  {
    "book": "Psalms",
    "chapter": 6,
    "verse": 2,
    "text": "I - Do not reprove me in your anger, LORD, nor punish me in your wrath."
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 2,
    "text": "You have been snared by the utterance of your lips, caught by the words of your mouth;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 6,
    "verse": 2,
    "text": "There is one to whom God gives riches and property and honor, and who lacks nothing the heart could desire; yet God does not grant the power to partake of them, but a stranger devours them. This is vanity and a dire plague."
  },
  {
    "book": "SongofSongs",
    "chapter": 6,
    "verse": 2,
    "text": "W My lover has come down to his garden, to the beds of spices, To feed in the gardens and to gather lilies."
  },
  {
    "book": "Wisdom",
    "chapter": 6,
    "verse": 2,
    "text": "Give ear, you who have power over multitudes and lord it over throngs of peoples!"
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 2,
    "text": "Unruly Passions - Do not fall into the grip of your passion, lest like fire it consume your strength."
  },
  {
    "book": "Isaiah",
    "chapter": 6,
    "verse": 2,
    "text": "Seraphim were stationed above; each of them had six wings: with two they covered their faces, with two they covered their feet, and with two they hovered."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 2,
    "text": "Lovely and delicate daughter Zion, you are ruined!"
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 2,
    "text": "When you reach Babylon you will be there many years, a long time—seven generations; after that I will bring you back from there in peace."
  },
  {
    "book": "Ezekiel",
    "chapter": 6,
    "verse": 2,
    "text": "Son of man, set your face toward the mountains of Israel and prophesy against them:"
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 2,
    "text": "The Lions' Den. Darius decided to appoint over his entire kingdom one hundred and twenty satraps."
  },
  {
    "book": "Hosea",
    "chapter": 6,
    "verse": 2,
    "text": "He will revive us after two days; on the third day he will raise us up, to live in his presence."
  },
  {
    "book": "Amos",
    "chapter": 6,
    "verse": 2,
    "text": "Pass over to Calneh and see, go from there to Hamath the great, and down to Gath of the Philistines. Are you better than these kingdoms, or is your territory greater than theirs?"
  },
  {
    "book": "Micah",
    "chapter": 6,
    "verse": 2,
    "text": "Hear, O mountains, the LORD's case, pay attention, O foundations of the earth! For the LORD has a case against his people; he enters into trial with Israel."
  },
  {
    "book": "Zechariah",
    "chapter": 6,
    "verse": 2,
    "text": "The first chariot had red horses, the second chariot black horses,"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 2,
    "text": "When you give alms, do not blow a trumpet before you, as the hypocrites do in the synagogues and in the streets to win the praise of others. Amen, I say to you, they have received their reward."
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 2,
    "text": "When the sabbath came he began to teach in the synagogue, and many who heard him were astonished. They said, “Where did this man get all this? What kind of wisdom has been given him? What mighty deeds are wrought by his hands!"
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 2,
    "text": "Some Pharisees said, “Why are you doing what is unlawful on the sabbath?”"
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 2,
    "text": "A large crowd followed him, because they saw the signs he was performing on the sick."
  },
  {
    "book": "Acts",
    "chapter": 6,
    "verse": 2,
    "text": "So the Twelve called together the community of the disciples and said, “It is not right for us to neglect the word of God to serve at table."
  },
  {
    "book": "Romans",
    "chapter": 6,
    "verse": 2,
    "text": "How can we who died to sin yet live in it?"
  },
  {
    "book": "1Corinthians",
    "chapter": 6,
    "verse": 2,
    "text": "Do you not know that the holy ones will judge the world? If the world is to be judged by you, are you unqualified for the lowest law courts?"
  },
  {
    "book": "2Corinthians",
    "chapter": 6,
    "verse": 2,
    "text": "For he says: “In an acceptable time I heard you, and on the day of salvation I helped you.” Behold, now is a very acceptable time; behold, now is the day of salvation."
  },
  {
    "book": "Galatians",
    "chapter": 6,
    "verse": 2,
    "text": "Bear one another's burdens, and so you will fulfill the law of Christ."
  },
  {
    "book": "Ephesians",
    "chapter": 6,
    "verse": 2,
    "text": "“Honor your father and mother.” This is the first commandment with a promise,"
  },
  {
    "book": "1Timothy",
    "chapter": 6,
    "verse": 2,
    "text": "Those whose masters are believers must not take advantage of them because they are brothers but must give better service because those who will profit from their work are believers and are beloved. V. False Teaching and True Wealth - Teach and urge these things."
  },
  {
    "book": "Hebrews",
    "chapter": 6,
    "verse": 2,
    "text": "instruction about baptisms and laying on of hands, resurrection of the dead and eternal judgment."
  },
  {
    "book": "Revelation",
    "chapter": 6,
    "verse": 2,
    "text": "I looked, and there was a white horse, and its rider had a bow. He was given a crown, and he rode forth victorious to further his victories."
  }
]