[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 4,
    "text": "The descendants of Javan: Elishah, Tarshish, the Kittim and the Rodanim."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 4,
    "text": "For if you refuse to let my people go, tomorrow I will bring locusts into your territory."
  },
  {
    "book": "Leviticus",
    "chapter": 10,
    "verse": 4,
    "text": "Then Moses summoned Mishael and Elzaphan, the sons of Aaron's uncle Uzziel, with the order, “Come, carry your kinsmen from before the sanctuary to a place outside the camp.”"
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 4,
    "text": "but when one of them is blown, only the tribal leaders, the heads of the clans of Israel, shall gather round you."
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 4,
    "text": "The LORD then wrote on the tablets, as he had written before, the ten words that the LORD had spoken to you on the mountain from the midst of the fire on the day of the assembly; and the LORD gave them to me."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 4,
    "text": "“Come and help me attack Gibeon, for it has made peace with Joshua and the Israelites.”"
  },
  {
    "book": "Judges",
    "chapter": 10,
    "verse": 4,
    "text": "He had thirty sons who rode on thirty donkeys and possessed thirty cities in the land of Gilead (these are called Havvoth-jair to the present day)."
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 4,
    "text": "They will greet you and offer you two elevated offerings of bread, which you should accept from them."
  },
  {
    "book": "2Samuel",
    "chapter": 10,
    "verse": 4,
    "text": "So Hanun seized David's servants, shaved off half their beards, cut away the lower halves of their garments at the buttocks, and sent them away."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 4,
    "text": "When the queen of Sheba witnessed Solomon's great wisdom, the house he had built,"
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 4,
    "text": "They were overcome with fright and said, “If the two kings could not withstand him, how can we?”"
  },
  {
    "book": "1Chronicles",
    "chapter": 10,
    "verse": 4,
    "text": "Saul said to his armor-bearer, “Draw your sword and run me through; otherwise these uncircumcised will come and abuse me.” But the armor-bearer, badly frightened, refused, so Saul took his own sword and fell upon it."
  },
  {
    "book": "2Chronicles",
    "chapter": 10,
    "verse": 4,
    "text": "“Your father put on us a heavy yoke. If you now lighten the harsh servitude and the heavy yoke your father imposed on us, we will be your servants.”"
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 4,
    "text": "Rise, then, for this is your duty! We are with you, so have courage and act!”"
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 4,
    "text": "Pashhur, Amariah, Malchijah,"
  },
  {
    "book": "Tobit",
    "chapter": 10,
    "verse": 4,
    "text": "His wife Anna said, “My son has perished and is no longer among the living!” And she began to weep aloud and to wail over her son:"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 4,
    "text": "She chose sandals for her feet, and put on her anklets, bracelets, rings, earrings, and all her other jewelry. Thus she made herself very beautiful, to entice the eyes of all the men who should see her."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 4,
    "text": "for he said: “Let us be the first to make peace with him, before he makes peace with Alexander against us,"
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 4,
    "text": "When they had done this, they prostrated themselves and begged the Lord that they might never again fall into such misfortunes, and that if they should sin at any time, he might chastise them with moderation and not hand them over to blasphemous and barbarous Gentiles."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 4,
    "text": "Have you eyes of flesh? Do you see as mortals see?"
  },
  {
    "book": "Psalms",
    "chapter": 10,
    "verse": 4,
    "text": "In their insolence the wicked boast: “God does not care; there is no God.”"
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 4,
    "text": "The slack hand impoverishes, but the busy hand brings riches."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 10,
    "verse": 4,
    "text": "Should the anger of a ruler burst upon you, do not yield your place; for calmness abates great offenses."
  },
  {
    "book": "Wisdom",
    "chapter": 10,
    "verse": 4,
    "text": "When on his account the earth was flooded, Wisdom again saved it, piloting the righteous man on frailest wood."
  },
  {
    "book": "Sirach",
    "chapter": 10,
    "verse": 4,
    "text": "Sovereignty over the earth is in the hand of God, who appoints the right person for the right time."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 4,
    "text": "Lest it sink beneath the captive or fall beneath the slain? For all this, his wrath is not turned back, his hand is still outstretched!"
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 4,
    "text": "adorned with silver and gold. With nails and hammers they are fastened, so they do not fall."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 4,
    "text": "The glory of the LORD had moved off the cherubim to the threshold of the temple; the temple was filled with the cloud, the whole court brilliant with the glory of the LORD."
  },
  {
    "book": "Daniel",
    "chapter": 10,
    "verse": 4,
    "text": "On the twenty-fourth day of the first month I was on the bank of the great river, the Tigris."
  },
  {
    "book": "Hosea",
    "chapter": 10,
    "verse": 4,
    "text": "They make promises, swear false oaths, and make covenants, While lawsuits sprout like poisonous weeds in the furrows of a field!"
  },
  {
    "book": "Zechariah",
    "chapter": 10,
    "verse": 4,
    "text": "From them will come the tower, from them the tent peg, from them the bow of war, from them every officer."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 4,
    "text": "Simon the Cananean, and Judas Iscariot who betrayed him."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 4,
    "text": "They replied, “Moses permitted him to write a bill of divorce and dismiss her.”"
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 4,
    "text": "Carry no money bag, no sack, no sandals; and greet no one along the way."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 4,
    "text": "When he has driven out all his own, he walks ahead of them, and the sheep follow him, because they recognize his voice."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 4,
    "text": "He looked intently at him and, seized with fear, said, “What is it, sir?” He said to him, “Your prayers and almsgiving have ascended as a memorial offering before God."
  },
  {
    "book": "Romans",
    "chapter": 10,
    "verse": 4,
    "text": "For Christ is the end of the law for the justification of everyone who has faith."
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 4,
    "text": "and all drank the same spiritual drink, for they drank from a spiritual rock that followed them, and the rock was the Christ."
  },
  {
    "book": "2Corinthians",
    "chapter": 10,
    "verse": 4,
    "text": "for the weapons of our battle are not of flesh but are enormously powerful, capable of destroying fortresses. We destroy arguments"
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 4,
    "text": "for it is impossible that the blood of bulls and goats take away sins."
  },
  {
    "book": "Revelation",
    "chapter": 10,
    "verse": 4,
    "text": "When the seven thunders had spoken, I was about to write it down; but I heard a voice from heaven say, “Seal up what the seven thunders have spoken, but do not write it down.”"
  }
]