[
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 25,
    "text": "Second Plague: The Frogs. Seven days passed after the LORD had struck the Nile."
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 25,
    "text": "If anyone eats the fat of an animal from which an oblation is made to the LORD, that person shall be cut off from the people."
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 25,
    "text": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering;"
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 25,
    "text": "The images of their gods you shall destroy by fire. Do not covet the silver or gold on them, nor take it for yourselves, lest you be ensnared by it; for it is an abomination to the LORD, your God."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 25,
    "text": "Joshua said, “What misery have you caused us? May the LORD bring misery upon you today!” And all Israel stoned him to death. They burnt them with fire and they stoned them."
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 25,
    "text": "They captured the two princes of Midian, Oreb and Zeeb, killing Oreb at the rock of Oreb and Zeeb at the wine press of Zeeb. Then they pursued Midian, but they had the heads of Oreb and Zeeb brought to Gideon beyond the Jordan."
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 25,
    "text": "Now, LORD God, confirm the promise that you have spoken concerning your servant and his house forever. Bring about what you have promised"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 25,
    "text": "This rested on twelve oxen, three facing north, three facing west, three facing south, and three facing east, with their haunches all toward the center; upon them was set the sea."
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 25,
    "text": "Zabad's son was Rephah, whose son was Resheph, whose son was Telah, whose son was Tahan,"
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 25,
    "text": "“As for you, Ezra, in accordance with the wisdom of your God which is in your possession, appoint magistrates and judges to administer justice to all the people in West-of-Euphrates, to all, that is, who know the laws of your God. Instruct those who do not know these laws."
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 25,
    "text": "descendants of Gibeon, ninety-five;"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 25,
    "text": "There is no one to help us now! God has sold us into their hands by laying us prostrate before them in thirst and utter exhaustion."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 25,
    "text": "But when Alcimus saw that Judas and his followers were gaining strength and realized that he could not resist them, he returned to the king and accused them of grave crimes."
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 25,
    "text": "When the youth paid no attention to him at all, the king appealed to the mother, urging her to advise her boy to save his life."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 25,
    "text": "Do not let your heart turn to her ways, do not go astray in her paths;"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 25,
    "text": "I turned my heart toward knowledge; I sought and pursued wisdom and its design, and I recognized that wickedness is foolishness and folly is madness."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 25,
    "text": "For she is a breath of the might of God and a pure emanation of the glory of the Almighty; therefore nothing defiled can enter into her."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 25,
    "text": "Give your daughter in marriage, and a worry comes to an end; but give her to a sensible man."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 25,
    "text": "But as for all the hills which were hoed with a mattock, for fear of briers and thorns you will not go there; they shall become a place for cattle to roam and sheep to trample."
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 25,
    "text": "From the day that your ancestors left the land of Egypt even to this day, I kept on sending all my servants the prophets to you."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 25,
    "text": "When anguish comes, they will seek peace, but there is none."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 25,
    "text": "He shall speak against the Most High and wear down the holy ones of the Most High, intending to change the feast days and the law. They shall be handed over to him for a time, two times, and half a time."
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 25,
    "text": "The rain fell, the floods came, and the winds blew and buffeted the house. But it did not collapse; it had been set solidly on rock."
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 25,
    "text": "Soon a woman whose daughter had an unclean spirit heard about him. She came and fell at his feet."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 25,
    "text": "Then what did you go out to see? Someone dressed in fine garments? Those who dress luxuriously and live sumptuously are found in royal palaces."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 25,
    "text": "So some of the inhabitants of Jerusalem said, “Is he not the one they are trying to kill?"
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 25,
    "text": "He assumed [his] kinsfolk would understand that God was offering them deliverance through him, but they did not understand."
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 25,
    "text": "Thanks be to God through Jesus Christ our Lord. Therefore, I myself, with my mind, serve the law of God but, with my flesh, the law of sin."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 25,
    "text": "Advice to Virgins and Widows. Now in regard to virgins I have no commandment from the Lord, but I give my opinion as one who by the Lord's mercy is trustworthy."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 25,
    "text": "Therefore, he is always able to save those who approach God through him, since he lives forever to make intercession for them."
  }
]