[
  {
    "book": "Genesis",
    "chapter": 7,
    "verse": 3,
    "text": "likewise, of every bird of the air, seven pairs, a male and a female, to keep their progeny alive over all the earth."
  },
  {
    "book": "Exodus",
    "chapter": 7,
    "verse": 3,
    "text": "Yet I will make Pharaoh so headstrong that, despite the many signs and wonders that I work in the land of Egypt,"
  },
  {
    "book": "Leviticus",
    "chapter": 7,
    "verse": 3,
    "text": "All of its fat shall be offered: the fatty tail, the fat that covers the inner organs, and all the fat that adheres to them,"
  },
  {
    "book": "Numbers",
    "chapter": 7,
    "verse": 3,
    "text": "The offering they brought before the LORD consisted of six wagons for baggage and twelve oxen, that is, a wagon for every two tribal leaders, and an ox for each. These they presented before the tabernacle."
  },
  {
    "book": "Deuteronomy",
    "chapter": 7,
    "verse": 3,
    "text": "You shall not intermarry with them, neither giving your daughters to their sons nor taking their daughters for your sons."
  },
  {
    "book": "Joshua",
    "chapter": 7,
    "verse": 3,
    "text": "they returned to Joshua and advised, “Do not send all the people up; if only about two or three thousand go up, they can attack and overcome Ai. You need not tire all the people: the enemy there are few.”"
  },
  {
    "book": "Judges",
    "chapter": 7,
    "verse": 3,
    "text": "So announce in the hearing of the soldiers, “If anyone is afraid or fearful, let him leave! Let him depart from Mount Gilead!” Twenty-two thousand of the soldiers left, but ten thousand remained."
  },
  {
    "book": "1Samuel",
    "chapter": 7,
    "verse": 3,
    "text": "Then Samuel addressed the whole house of Israel: “If you would return to the LORD with your whole heart, remove your foreign gods and your Astartes, fix your hearts on the LORD, and serve him alone, then the LORD will deliver you from the hand of the Philistines.”"
  },
  {
    "book": "2Samuel",
    "chapter": 7,
    "verse": 3,
    "text": "Nathan answered the king, “Whatever is in your heart, go and do, for the LORD is with you.”"
  },
  {
    "book": "1Kings",
    "chapter": 7,
    "verse": 3,
    "text": "Moreover, it had a ceiling of cedar above the rafters resting on the columns; these rafters numbered forty-five, fifteen to a row."
  },
  {
    "book": "2Kings",
    "chapter": 7,
    "verse": 3,
    "text": "At the city gate four lepers were asking one another, “Why should we sit here until we die?"
  },
  {
    "book": "1Chronicles",
    "chapter": 7,
    "verse": 3,
    "text": "The sons of Uzzi: Izarahiah. The sons of Izarahiah were Michael, Obadiah, Joel, and Isshiah. All five of these were chiefs."
  },
  {
    "book": "2Chronicles",
    "chapter": 7,
    "verse": 3,
    "text": "All the Israelites looked on while the fire came down and the glory of the LORD was upon the house, and they fell down upon the pavement with their faces to the earth and worshiped, praising the LORD, “who is so good, whose love endures forever.”"
  },
  {
    "book": "Ezra",
    "chapter": 7,
    "verse": 3,
    "text": "son of Amariah, son of Azariah, son of Meraioth,"
  },
  {
    "book": "Nehemiah",
    "chapter": 7,
    "verse": 3,
    "text": "I said to them: “The gates of Jerusalem are not to be opened until the sun is hot, and while the sun is still shining they shall shut and bar the doors. Appoint as sentinels the inhabitants of Jerusalem, some at their watch posts, and others in front of their own houses.”"
  },
  {
    "book": "Tobit",
    "chapter": 7,
    "verse": 3,
    "text": "So Edna asked them, saying, “Where are you from, brothers?” They answered, “We are descendants of Naphtali, now captives in Nineveh.”"
  },
  {
    "book": "Judith",
    "chapter": 7,
    "verse": 3,
    "text": "They encamped at the spring in the valley near Bethulia, and spread crosswise toward Dothan as far as Balbaim, and lengthwise from Bethulia to Cyamon, which faces Esdraelon."
  },
  {
    "book": "Esther",
    "chapter": 7,
    "verse": 3,
    "text": "Queen Esther replied: “If I have found favor with you, O king, and if it pleases your majesty, I ask that my life be spared, and I beg that you spare the lives of my people."
  },
  {
    "book": "1Maccabees",
    "chapter": 7,
    "verse": 3,
    "text": "When he was informed of this, he said, “Do not show me their faces.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 7,
    "verse": 3,
    "text": "At that the king, in a fury, gave orders to have pans and caldrons heated."
  },
  {
    "book": "Job",
    "chapter": 7,
    "verse": 3,
    "text": "So I have been assigned months of futility, and troubled nights have been counted off for me."
  },
  {
    "book": "Psalms",
    "chapter": 7,
    "verse": 3,
    "text": "Lest someone maul me like a lion, tear my soul apart with no one to deliver."
  },
  {
    "book": "Proverbs",
    "chapter": 7,
    "verse": 3,
    "text": "Bind them on your fingers, write them on the tablet of your heart."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 7,
    "verse": 3,
    "text": "Sorrow is better than laughter; when the face is sad, the heart grows wise."
  },
  {
    "book": "SongofSongs",
    "chapter": 7,
    "verse": 3,
    "text": "Your valley, a round bowl that should never lack mixed wine. Your belly, a mound of wheat, encircled with lilies."
  },
  {
    "book": "Wisdom",
    "chapter": 7,
    "verse": 3,
    "text": "And I too, when born, inhaled the common air, and fell upon the kindred earth; wailing, I uttered that first sound common to all."
  },
  {
    "book": "Sirach",
    "chapter": 7,
    "verse": 3,
    "text": "Do not sow in the furrows of injustice, lest you harvest it sevenfold."
  },
  {
    "book": "Isaiah",
    "chapter": 7,
    "verse": 3,
    "text": "Then the LORD said to Isaiah: Go out to meet Ahaz, you and your son Shear-jashub, at the end of the conduit of the upper pool, on the highway to the fuller's field,"
  },
  {
    "book": "Jeremiah",
    "chapter": 7,
    "verse": 3,
    "text": "Thus says the LORD of hosts, the God of Israel: Reform your ways and your deeds so that I may dwell with you in this place."
  },
  {
    "book": "Ezekiel",
    "chapter": 7,
    "verse": 3,
    "text": "Now the end is upon you; I will unleash my anger against you, judge you according to your ways, and hold against you all your abominations."
  },
  {
    "book": "Daniel",
    "chapter": 7,
    "verse": 3,
    "text": "from which emerged four immense beasts, each different from the others."
  },
  {
    "book": "Hosea",
    "chapter": 7,
    "verse": 3,
    "text": "Israel's Domestic Politics - With their wickedness they make the king rejoice, the princes too, with their treacherous deeds."
  },
  {
    "book": "Amos",
    "chapter": 7,
    "verse": 3,
    "text": "The LORD relented concerning this. “This shall not be,” said the Lord GOD."
  },
  {
    "book": "Micah",
    "chapter": 7,
    "verse": 3,
    "text": "Their hands succeed at evil; the prince makes demands, The judge is bought for a price, the powerful speak as they please."
  },
  {
    "book": "Zechariah",
    "chapter": 7,
    "verse": 3,
    "text": "and to ask the priests of the house of the LORD of hosts, and the prophets, “Must I weep and abstain in the fifth month as I have been doing these many years?”"
  },
  {
    "book": "Matthew",
    "chapter": 7,
    "verse": 3,
    "text": "Why do you notice the splinter in your brother's eye, but do not perceive the wooden beam in your own eye?"
  },
  {
    "book": "Mark",
    "chapter": 7,
    "verse": 3,
    "text": "(For the Pharisees and, in fact, all Jews, do not eat without carefully washing their hands, keeping the tradition of the elders."
  },
  {
    "book": "Luke",
    "chapter": 7,
    "verse": 3,
    "text": "When he heard about Jesus, he sent elders of the Jews to him, asking him to come and save the life of his slave."
  },
  {
    "book": "John",
    "chapter": 7,
    "verse": 3,
    "text": "So his brothers said to him, “Leave here and go to Judea, so that your disciples also may see the works you are doing."
  },
  {
    "book": "Acts",
    "chapter": 7,
    "verse": 3,
    "text": "and said to him, ‘Go forth from your land and [from] your kinsfolk to the land that I will show you.'"
  },
  {
    "book": "Romans",
    "chapter": 7,
    "verse": 3,
    "text": "Consequently, while her husband is alive she will be called an adulteress if she consorts with another man. But if her husband dies she is free from that law, and she is not an adulteress if she consorts with another man."
  },
  {
    "book": "1Corinthians",
    "chapter": 7,
    "verse": 3,
    "text": "The husband should fulfill his duty toward his wife, and likewise the wife toward her husband."
  },
  {
    "book": "2Corinthians",
    "chapter": 7,
    "verse": 3,
    "text": "I do not say this in condemnation, for I have already said that you are in our hearts, that we may die together and live together."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verse": 3,
    "text": "Without father, mother, or ancestry, without beginning of days or end of life, thus made to resemble the Son of God, he remains a priest forever."
  },
  {
    "book": "Revelation",
    "chapter": 7,
    "verse": 3,
    "text": "“Do not damage the land or the sea or the trees until we put the seal on the foreheads of the servants of our God.”"
  }
]