[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 18,
    "text": "To Enoch was born Irad, and Irad became the father of Mehujael; Mehujael became the father of Methusael, and Methusael became the father of Lamech."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 18,
    "text": "Moses' Return to Egypt. After this Moses returned to Jethro his father-in-law and said to him, “Let me return to my kindred in Egypt, to see whether they are still living.” Jethro replied to Moses, “Go in peace.”"
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 18,
    "text": "He shall also put some of the blood on the horns of the altar which is before the LORD in the tent of meeting. The rest of the blood he shall pour out at the base of the altar for burnt offerings which is at the entrance of the tent of meeting."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 18,
    "text": "Do not let the group of Kohathite clans perish from among the Levites."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 18,
    "text": "the form of anything that crawls on the ground, or the form of any fish in the waters under the earth."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 18,
    "text": "and when the priests carrying the ark of the covenant of the LORD had come up from the Jordan riverbed, as the soles of their feet regained the dry ground, the waters of the Jordan resumed their course and as before overflowed all its banks."
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 18,
    "text": "Jael went out to meet Sisera and said to him, “Turn aside, my lord, turn aside with me; do not be afraid.” So he went into her tent, and she covered him with a rug."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 18,
    "text": "These are the descendants of Perez: Perez was the father of Hezron,"
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 18,
    "text": "At this mention of the ark of God, Eli fell backward from his chair into the gateway; he died of a broken neck since he was an old man and heavy. He had judged Israel for forty years."
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 18,
    "text": "Shimei, son of Ela, in Benjamin;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 18,
    "text": "and the child grew up healthy. One day the boy went out to his father among the reapers."
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 18,
    "text": "Mered's Egyptian wife bore Jered, the father of Gedor, Heber, the father of Soco, and Jekuthiel, the father of Zanoah. These were the sons of Bithiah, the daughter of Pharaoh, whom Mered married."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 18,
    "text": "Solomon made all these vessels, so many in number that the weight of the bronze could not be determined."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 18,
    "text": "The communication which you sent us has been read in translation in my presence."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 18,
    "text": "“Seek counsel from every wise person, and do not think lightly of any useful advice."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 18,
    "text": "and Gorgias and his army are near us on the mountain. But now stand firm against our enemies and fight them. Afterward you can freely take the plunder.”"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 18,
    "text": "When the quinquennial games were held at Tyre in the presence of the king,"
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 18,
    "text": "Look, he puts no trust in his servants, and even with his messengers he finds fault."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 18,
    "text": "But the path of the just is like shining light, that grows in brilliance till perfect day."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 18,
    "text": "then I will set them again on the straight path and reveal my secrets to them."
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 18,
    "text": "Your conduct, your deeds, have done this to you; how bitter is this evil of yours, how it reaches to your very heart!"
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 18,
    "text": "They dogged our every step, we could not walk in our squares; Our end drew near, our time was up; yes, our end had come."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 18,
    "text": "The one who has brought this evil upon you must himself deliver you from your enemies' hands."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 18,
    "text": "its leaves beautiful, its fruit abundant, providing food for all, under which the wild beasts lived, and in whose branches the birds of the air dwelt—"
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 18,
    "text": "When their drinking is over, they give themselves to prostitution; they love shame more than their honor."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 18,
    "text": "On that day the mountains will drip new wine, and the hills flow with milk, All the streams of Judah will flow with water. A spring will rise from the house of the LORD, watering the Valley of Shittim."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 18,
    "text": "As he was walking by the Sea of Galilee, he saw two brothers, Simon who is called Peter, and his brother Andrew, casting a net into the sea; they were fishermen."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 18,
    "text": "Those sown among thorns are another sort. They are the people who hear the word,"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 18,
    "text": "“The Spirit of the Lord is upon me, because he has anointed me to bring glad tidings to the poor. He has sent me to proclaim liberty to captives and recovery of sight to the blind, to let the oppressed go free,"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 18,
    "text": "For you have had five husbands, and the one you have now is not your husband. What you have said is true.”"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 18,
    "text": "So they called them back and ordered them not to speak or teach at all in the name of Jesus."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 18,
    "text": "He believed, hoping against hope, that he would become “the father of many nations,” according to what was said, “Thus shall your descendants be.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 18,
    "text": "Some have become inflated with pride, as if I were not coming to you."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 18,
    "text": "as we look not to what is seen but to what is unseen; for what is seen is transitory, but what is unseen is eternal."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 18,
    "text": "Now it is good to be shown interest for good reason at all times, and not only when I am with you."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 18,
    "text": "darkened in understanding, alienated from the life of God because of their ignorance, because of their hardness of heart,"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 18,
    "text": "I have received full payment and I abound. I am very well supplied because of what I received from you through Epaphroditus, “a fragrant aroma,” an acceptable sacrifice, pleasing to God."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 18,
    "text": "The greeting is in my own hand, Paul's. Remember my chains. Grace be with you."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 18,
    "text": "Therefore, console one another with these words."
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 18,
    "text": "The Lord will rescue me from every evil threat and will bring me safe to his heavenly kingdom. To him be glory forever and ever. Amen."
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 18,
    "text": "“And if the righteous one is barely saved, where will the godless and the sinner appear?”"
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 18,
    "text": "There is no fear in love, but perfect love drives out fear because fear has to do with punishment, and so one who fears is not yet perfect in love."
  }
]