[
  {
    "book": "Genesis",
    "chapter": 10,
    "verse": 22,
    "text": "The descendants of Shem: Elam, Asshur, Arpachshad, Lud and Aram."
  },
  {
    "book": "Exodus",
    "chapter": 10,
    "verse": 22,
    "text": "So Moses stretched out his hand toward the sky, and there was dense darkness throughout the land of Egypt for three days."
  },
  {
    "book": "Numbers",
    "chapter": 10,
    "verse": 22,
    "text": "The divisional camp of the Ephraimites set out next, arranged in companies. Over its whole company was Elishama, son of Ammihud,"
  },
  {
    "book": "Deuteronomy",
    "chapter": 10,
    "verse": 22,
    "text": "Seventy strong your ancestors went down to Egypt, and now the LORD, your God, has made you as numerous as the stars of heaven."
  },
  {
    "book": "Joshua",
    "chapter": 10,
    "verse": 22,
    "text": "Then Joshua said, “Open the mouth of the cave and bring me those five kings from the cave.”"
  },
  {
    "book": "1Samuel",
    "chapter": 10,
    "verse": 22,
    "text": "Again they consulted the LORD, “Is there still someone else to come forward?” The LORD answered: He is hiding among the baggage."
  },
  {
    "book": "1Kings",
    "chapter": 10,
    "verse": 22,
    "text": "For the king had a fleet of Tarshish ships at sea with Hiram's fleet. Once every three years the fleet of Tarshish ships would come with a cargo of gold, silver, ivory, apes, and peacocks."
  },
  {
    "book": "2Kings",
    "chapter": 10,
    "verse": 22,
    "text": "Then Jehu said to the custodian of the wardrobe, “Bring out garments for all the servants of Baal.” When he had brought out the garments for them,"
  },
  {
    "book": "Ezra",
    "chapter": 10,
    "verse": 22,
    "text": "of the descendants of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
  },
  {
    "book": "Nehemiah",
    "chapter": 10,
    "verse": 22,
    "text": "Meshezabel, Zadok, Jaddua,"
  },
  {
    "book": "Judith",
    "chapter": 10,
    "verse": 22,
    "text": "When they announced her to him, he came out to the front part of the tent, preceded by silver lamps."
  },
  {
    "book": "1Maccabees",
    "chapter": 10,
    "verse": 22,
    "text": "A Letter from Demetrius to Jonathan. When Demetrius heard of these things, he was distressed and said:"
  },
  {
    "book": "2Maccabees",
    "chapter": 10,
    "verse": 22,
    "text": "So he put them to death as traitors, and without delay captured the two towers."
  },
  {
    "book": "Job",
    "chapter": 10,
    "verse": 22,
    "text": "The dark, disordered land where darkness is the only light."
  },
  {
    "book": "Proverbs",
    "chapter": 10,
    "verse": 22,
    "text": "It is the LORD's blessing that brings wealth, and no effort can substitute for it."
  },
  {
    "book": "Isaiah",
    "chapter": 10,
    "verse": 22,
    "text": "Though your people, O Israel, were like the sand of the sea, Only a remnant of them will return; their destruction is decreed, as overflowing justice demands."
  },
  {
    "book": "Jeremiah",
    "chapter": 10,
    "verse": 22,
    "text": "Listen! a rumor! here it comes, a great commotion from the land of the north: To make the cities of Judah a desolation, the haunt of jackals."
  },
  {
    "book": "Ezekiel",
    "chapter": 10,
    "verse": 22,
    "text": "Their faces looked just like the faces I had seen by the river Chebar; and each one went straight ahead."
  },
  {
    "book": "Matthew",
    "chapter": 10,
    "verse": 22,
    "text": "You will be hated by all because of my name, but whoever endures to the end will be saved."
  },
  {
    "book": "Mark",
    "chapter": 10,
    "verse": 22,
    "text": "At that statement his face fell, and he went away sad, for he had many possessions."
  },
  {
    "book": "Luke",
    "chapter": 10,
    "verse": 22,
    "text": "All things have been handed over to me by my Father. No one knows who the Son is except the Father, and who the Father is except the Son and anyone to whom the Son wishes to reveal him.” The Privileges of Discipleship."
  },
  {
    "book": "John",
    "chapter": 10,
    "verse": 22,
    "text": "Feast of the Dedication. The feast of the Dedication was then taking place in Jerusalem. It was winter."
  },
  {
    "book": "Acts",
    "chapter": 10,
    "verse": 22,
    "text": "They answered, “Cornelius, a centurion, an upright and God-fearing man, respected by the whole Jewish nation, was directed by a holy angel to summon you to his house and to hear what you have to say.”"
  },
  {
    "book": "1Corinthians",
    "chapter": 10,
    "verse": 22,
    "text": "Or are we provoking the Lord to jealous anger? Are we stronger than he? Seek the Good of Others."
  },
  {
    "book": "Hebrews",
    "chapter": 10,
    "verse": 22,
    "text": "let us approach with a sincere heart and in absolute trust, with our hearts sprinkled clean from an evil conscience and our bodies washed in pure water."
  }
]