[
  {
    "book": "Exodus",
    "chapter": 6,
    "verse": 26,
    "text": "These are the Aaron and the Moses to whom the LORD said, “Bring the Israelites out from the land of Egypt, company by company.”"
  },
  {
    "book": "Numbers",
    "chapter": 6,
    "verse": 26,
    "text": "The LORD look upon you kindly and give you peace!"
  },
  {
    "book": "Joshua",
    "chapter": 6,
    "verse": 26,
    "text": "On that occasion Joshua imposed the oath: Cursed before the LORD be the man who attempts to rebuild this city, Jericho. At the cost of his firstborn will he lay its foundation, and at the cost of his youngest son will he set up its gates."
  },
  {
    "book": "Judges",
    "chapter": 6,
    "verse": 26,
    "text": "and build an altar to the LORD, your God, on top of this stronghold with the pile of wood. Then take the fattened bull and offer it as a whole-burnt sacrifice on the wood from the asherah you have cut down."
  },
  {
    "book": "1Kings",
    "chapter": 6,
    "verse": 26,
    "text": "the first cherub was ten cubits high, and so was the second."
  },
  {
    "book": "2Kings",
    "chapter": 6,
    "verse": 26,
    "text": "One day, as the king of Israel was walking on the city wall, a woman cried out to him, “Save us, my lord king!”"
  },
  {
    "book": "1Chronicles",
    "chapter": 6,
    "verse": 26,
    "text": "son of Ethni, son of Zerah, son of Adaiah,"
  },
  {
    "book": "2Chronicles",
    "chapter": 6,
    "verse": 26,
    "text": "When the heavens are closed so that there is no rain, because they have sinned against you, but they pray toward this place and praise your name, and turn from their sin because you have afflicted them,"
  },
  {
    "book": "1Maccabees",
    "chapter": 6,
    "verse": 26,
    "text": "Look! Today they have besieged the citadel in Jerusalem in order to capture it, and they have fortified the sanctuary and Beth-zur."
  },
  {
    "book": "2Maccabees",
    "chapter": 6,
    "verse": 26,
    "text": "Even if, for the time being, I avoid human punishment, I shall never, whether alive or dead, escape the hand of the Almighty."
  },
  {
    "book": "Job",
    "chapter": 6,
    "verse": 26,
    "text": "Do you consider your words as proof, but the sayings of a desperate man as wind?"
  },
  {
    "book": "Proverbs",
    "chapter": 6,
    "verse": 26,
    "text": "For the price of a harlot may be scarcely a loaf of bread, But a married woman is a trap for your precious life."
  },
  {
    "book": "Sirach",
    "chapter": 6,
    "verse": 26,
    "text": "With all your soul draw close to her; and with all your strength keep her ways."
  },
  {
    "book": "Jeremiah",
    "chapter": 6,
    "verse": 26,
    "text": "Daughter of my people, dress in sackcloth, roll in the ashes. Mourn as for an only child with bitter wailing: “How suddenly the destroyer comes upon us!”"
  },
  {
    "book": "Baruch",
    "chapter": 6,
    "verse": 26,
    "text": "because, if they fall to the ground, the worshipers must pick them up. They neither move of themselves if one sets them upright, nor come upright if they are tipped over; offerings are set out for them as for the dead."
  },
  {
    "book": "Daniel",
    "chapter": 6,
    "verse": 26,
    "text": "Then King Darius wrote to the nations and peoples of every language, wherever they dwell on the earth: “May your peace abound!"
  },
  {
    "book": "Matthew",
    "chapter": 6,
    "verse": 26,
    "text": "Look at the birds in the sky; they do not sow or reap, they gather nothing into barns, yet your heavenly Father feeds them. Are not you more important than they?"
  },
  {
    "book": "Mark",
    "chapter": 6,
    "verse": 26,
    "text": "The king was deeply distressed, but because of his oaths and the guests he did not wish to break his word to her."
  },
  {
    "book": "Luke",
    "chapter": 6,
    "verse": 26,
    "text": "Woe to you when all speak well of you, for their ancestors treated the false prophets in this way. Love of Enemies."
  },
  {
    "book": "John",
    "chapter": 6,
    "verse": 26,
    "text": "Jesus answered them and said, “Amen, amen, I say to you, you are looking for me not because you saw signs but because you ate the loaves and were filled."
  }
]