[
  {
    "book": "Genesis",
    "chapter": 3,
    "verse": 8,
    "text": "When they heard the sound of the LORD God walking about in the garden at the breezy time of the day, the man and his wife hid themselves from the LORD God among the trees of the garden."
  },
  {
    "book": "Exodus",
    "chapter": 3,
    "verse": 8,
    "text": "Therefore I have come down to rescue them from the power of the Egyptians and lead them up from that land into a good and spacious land, a land flowing with milk and honey, the country of the Canaanites, the Hittites, the Amorites, the Perizzites, the Girgashites, the Hivites and the Jebusites."
  },
  {
    "book": "Leviticus",
    "chapter": 3,
    "verse": 8,
    "text": "and after laying a hand on the head of the offering, it shall then be slaughtered before the tent of meeting. Aaron's sons shall splash its blood on all the sides of the altar."
  },
  {
    "book": "Numbers",
    "chapter": 3,
    "verse": 8,
    "text": "They shall have responsibility for all the furnishings of the tent of meeting and discharge the obligations of the Israelites by maintaining the tabernacle."
  },
  {
    "book": "Deuteronomy",
    "chapter": 3,
    "verse": 8,
    "text": "And so at that time we took from the two kings of the Amorites beyond the Jordan the territory from the Wadi Arnon to Mount Hermon"
  },
  {
    "book": "Joshua",
    "chapter": 3,
    "verse": 8,
    "text": "Now command the priests carrying the ark of the covenant, “When you come to the edge of the waters of the Jordan, there take your stand.”"
  },
  {
    "book": "Judges",
    "chapter": 3,
    "verse": 8,
    "text": "and the anger of the LORD flared up against them. He sold them into the power of Cushan-rishathaim, king of Aram Naharaim; and the Israelites served Cushan-rishathaim for eight years."
  },
  {
    "book": "Ruth",
    "chapter": 3,
    "verse": 8,
    "text": "Midway through the night, the man gave a start and groped about, only to find a woman lying at his feet."
  },
  {
    "book": "1Samuel",
    "chapter": 3,
    "verse": 8,
    "text": "The LORD called Samuel again, for the third time. Getting up and going to Eli, he said, “Here I am. You called me.” Then Eli understood that the LORD was calling the youth."
  },
  {
    "book": "2Samuel",
    "chapter": 3,
    "verse": 8,
    "text": "Enraged at the words of Ishbaal, Abner said, “Am I a dog's head from Judah? As of today, I have been loyal to the house of Saul your father, to his brothers and his friends, and I have kept you out of David's clutches; and today you charge me with a crime involving a woman!"
  },
  {
    "book": "1Kings",
    "chapter": 3,
    "verse": 8,
    "text": "I, your servant, among the people you have chosen, a people so vast that it cannot be numbered or counted."
  },
  {
    "book": "2Kings",
    "chapter": 3,
    "verse": 8,
    "text": "He said, “By what route shall we attack?” and the other said, “By way of the wilderness of Edom.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 3,
    "verse": 8,
    "text": "Elishama, Eliada, and Eliphelet—nine."
  },
  {
    "book": "2Chronicles",
    "chapter": 3,
    "verse": 8,
    "text": "He also made the room of the holy of holies. Its length corresponded to the width of the house, twenty cubits, and its width was also twenty cubits. He overlaid it with fine gold to the amount of six hundred talents."
  },
  {
    "book": "Ezra",
    "chapter": 3,
    "verse": 8,
    "text": "In the year after their coming to the house of God in Jerusalem, in the second month, Zerubbabel, son of Shealtiel, and Jeshua, son of Jozadak, together with the rest of their kinsmen, the priests and Levites and all who had come from the captivity to Jerusalem, began by appointing the Levites twenty years of age and over to supervise the work on the house of the LORD."
  },
  {
    "book": "Nehemiah",
    "chapter": 3,
    "verse": 8,
    "text": "Next to them the work of repair was carried out by Uzziel, son of Harhaiah, a member of the goldsmiths' guild, and at his side was Hananiah, one of the perfumers' guild. They restored Jerusalem as far as the Broad Wall."
  },
  {
    "book": "Tobit",
    "chapter": 3,
    "verse": 8,
    "text": "For she had been given in marriage to seven husbands, but the wicked demon Asmodeus kept killing them off before they could have intercourse with her, as is prescribed for wives. The maid said to her: “You are the one who kills your husbands! Look! You have already been given in marriage to seven husbands, but you do not bear the name of a single one of them."
  },
  {
    "book": "Judith",
    "chapter": 3,
    "verse": 8,
    "text": "But he devastated their whole territory and cut down their sacred groves, for he was allowed to destroy all the gods of the land, so that every nation might worship only Nebuchadnezzar, and all their tongues and tribes should invoke him as a god."
  },
  {
    "book": "Esther",
    "chapter": 3,
    "verse": 8,
    "text": "Decree Against the Jews. Then Haman said to King Ahasuerus: “Dispersed among the nations throughout the provinces of your kingdom, there is a certain people living apart. Their laws differ from those of every other people and they do not obey the laws of the king; so it is not proper for the king to tolerate them."
  },
  {
    "book": "1Maccabees",
    "chapter": 3,
    "verse": 8,
    "text": "He went about the cities of Judah destroying the renegades there. He turned away wrath from Israel,"
  },
  {
    "book": "2Maccabees",
    "chapter": 3,
    "verse": 8,
    "text": "So Heliodorus immediately set out on his journey, ostensibly to visit the cities of Coelesyria and Phoenicia, but in reality to carry out the king's purpose."
  },
  {
    "book": "Job",
    "chapter": 3,
    "verse": 8,
    "text": "Let them curse it who curse the Sea, those skilled at disturbing Leviathan!"
  },
  {
    "book": "Psalms",
    "chapter": 3,
    "verse": 8,
    "text": "III - Arise, LORD! Save me, my God! For you strike the cheekbone of all my foes; you break the teeth of the wicked."
  },
  {
    "book": "Proverbs",
    "chapter": 3,
    "verse": 8,
    "text": "This will mean health for your flesh and vigor for your bones."
  },
  {
    "book": "Ecclesiastes",
    "chapter": 3,
    "verse": 8,
    "text": "A time to love, and a time to hate; a time of war, and a time of peace."
  },
  {
    "book": "SongofSongs",
    "chapter": 3,
    "verse": 8,
    "text": "All of them expert with the sword, skilled in battle, Each with his sword at his side against the terrors of the night."
  },
  {
    "book": "Wisdom",
    "chapter": 3,
    "verse": 8,
    "text": "They shall judge nations and rule over peoples, and the LORD shall be their King forever."
  },
  {
    "book": "Sirach",
    "chapter": 3,
    "verse": 8,
    "text": "In word and deed honor your father, that all blessings may come to you."
  },
  {
    "book": "Isaiah",
    "chapter": 3,
    "verse": 8,
    "text": "Jerusalem has stumbled, Judah has fallen; for their speech and deeds affront the LORD, a provocation in the sight of his majesty."
  },
  {
    "book": "Jeremiah",
    "chapter": 3,
    "verse": 8,
    "text": "that, in response to all the adulteries rebel Israel had committed, I sent her away and gave her a bill of divorce, nevertheless Judah, the traitor, her sister, was not frightened; she too went off and played the prostitute."
  },
  {
    "book": "Lamentations",
    "chapter": 3,
    "verse": 8,
    "text": "Even when I cry for help, he stops my prayer;"
  },
  {
    "book": "Baruch",
    "chapter": 3,
    "verse": 8,
    "text": "See, today we are in exile, where you have scattered us, an object of reproach and cursing and punishment for all the wicked deeds of our ancestors, who withdrew from the LORD, our God.”"
  },
  {
    "book": "Ezekiel",
    "chapter": 3,
    "verse": 8,
    "text": "Look! I make your face as hard as theirs, and your brow as stubborn as theirs."
  },
  {
    "book": "Daniel",
    "chapter": 3,
    "verse": 8,
    "text": "At that point, some of the Chaldeans came and accused the Jews"
  },
  {
    "book": "Amos",
    "chapter": 3,
    "verse": 8,
    "text": "The lion has roared, who would not fear? The Lord GOD has spoken, who would not prophesy?"
  },
  {
    "book": "Jonah",
    "chapter": 3,
    "verse": 8,
    "text": "Man and beast alike must be covered with sackcloth and call loudly to God; they all must turn from their evil way and from the violence of their hands."
  },
  {
    "book": "Micah",
    "chapter": 3,
    "verse": 8,
    "text": "But as for me, I am filled with power, with the spirit of the LORD, with justice and with might; To declare to Jacob his crimes and to Israel his sins."
  },
  {
    "book": "Nahum",
    "chapter": 3,
    "verse": 8,
    "text": "Nineveh's Inescapable Fate - Are you better than No-amon that was set among the Nile's canals, Surrounded by waters, with the river for her rampart and water for her wall?"
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verse": 8,
    "text": "Was your anger against the rivers, O LORD? your wrath against the rivers, your rage against the sea, That you mounted your steeds, your victorious chariot?"
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verse": 8,
    "text": "The Nations Punished and Jerusalem Restored - Therefore, wait for me—oracle of the LORD— until the day when I arise as accuser; For it is my decision to gather nations, to assemble kingdoms, In order to pour out upon them my wrath, all my blazing anger; For in the fire of my passion all the earth will be consumed."
  },
  {
    "book": "Zechariah",
    "chapter": 3,
    "verse": 8,
    "text": "Supplementary Oracle. “Hear, O Joshua, high priest! You and your associates who sit before you! For they are signs of things to come! I will surely bring my servant the Branch."
  },
  {
    "book": "Malachi",
    "chapter": 3,
    "verse": 8,
    "text": "Can anyone rob God? But you are robbing me! And you say, “How have we robbed you?” Of tithes and contributions!"
  },
  {
    "book": "Matthew",
    "chapter": 3,
    "verse": 8,
    "text": "Produce good fruit as evidence of your repentance."
  },
  {
    "book": "Mark",
    "chapter": 3,
    "verse": 8,
    "text": "Hearing what he was doing, a large number of people came to him also from Jerusalem, from Idumea, from beyond the Jordan, and from the neighborhood of Tyre and Sidon."
  },
  {
    "book": "Luke",
    "chapter": 3,
    "verse": 8,
    "text": "Produce good fruits as evidence of your repentance; and do not begin to say to yourselves, ‘We have Abraham as our father,' for I tell you, God can raise up children to Abraham from these stones."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 8,
    "text": "The wind blows where it wills, and you can hear the sound it makes, but you do not know where it comes from or where it goes; so it is with everyone who is born of the Spirit.”"
  },
  {
    "book": "Acts",
    "chapter": 3,
    "verse": 8,
    "text": "He leaped up, stood, and walked around, and went into the temple with them, walking and jumping and praising God."
  },
  {
    "book": "Romans",
    "chapter": 3,
    "verse": 8,
    "text": "And why not say—as we are accused and as some claim we say—that we should do evil that good may come of it? Their penalty is what they deserve. Universal Bondage to Sin."
  },
  {
    "book": "1Corinthians",
    "chapter": 3,
    "verse": 8,
    "text": "The one who plants and the one who waters are equal, and each will receive wages in proportion to his labor."
  },
  {
    "book": "2Corinthians",
    "chapter": 3,
    "verse": 8,
    "text": "how much more will the ministry of the Spirit be glorious?"
  },
  {
    "book": "Galatians",
    "chapter": 3,
    "verse": 8,
    "text": "Scripture, which saw in advance that God would justify the Gentiles by faith, foretold the good news to Abraham, saying, “Through you shall all the nations be blessed.”"
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verse": 8,
    "text": "To me, the very least of all the holy ones, this grace was given, to preach to the Gentiles the inscrutable riches of Christ,"
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verse": 8,
    "text": "More than that, I even consider everything as a loss because of the supreme good of knowing Christ Jesus my Lord. For his sake I have accepted the loss of all things and I consider them so much rubbish, that I may gain Christ"
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verse": 8,
    "text": "But now you must put them all away: anger, fury, malice, slander, and obscene language out of your mouths."
  },
  {
    "book": "1Thessalonians",
    "chapter": 3,
    "verse": 8,
    "text": "For we now live, if you stand firm in the Lord."
  },
  {
    "book": "2Thessalonians",
    "chapter": 3,
    "verse": 8,
    "text": "nor did we eat food received free from anyone. On the contrary, in toil and drudgery, night and day we worked, so as not to burden any of you."
  },
  {
    "book": "1Timothy",
    "chapter": 3,
    "verse": 8,
    "text": "Similarly, deacons must be dignified, not deceitful, not addicted to drink, not greedy for sordid gain,"
  },
  {
    "book": "2Timothy",
    "chapter": 3,
    "verse": 8,
    "text": "Just as Jannes and Jambres opposed Moses, so they also oppose the truth—people of depraved mind, unqualified in the faith."
  },
  {
    "book": "Titus",
    "chapter": 3,
    "verse": 8,
    "text": "This saying is trustworthy. Advice to Titus. I want you to insist on these points, that those who have believed in God be careful to devote themselves to good works; these are excellent and beneficial to others."
  },
  {
    "book": "Hebrews",
    "chapter": 3,
    "verse": 8,
    "text": "‘Harden not your hearts as at the rebellion in the day of testing in the desert,"
  },
  {
    "book": "James",
    "chapter": 3,
    "verse": 8,
    "text": "but no human being can tame the tongue. It is a restless evil, full of deadly poison."
  },
  {
    "book": "1Peter",
    "chapter": 3,
    "verse": 8,
    "text": "Finally, all of you, be of one mind, sympathetic, loving toward one another, compassionate, humble."
  },
  {
    "book": "2Peter",
    "chapter": 3,
    "verse": 8,
    "text": "But do not ignore this one fact, beloved, that with the Lord one day is like a thousand years and a thousand years like one day."
  },
  {
    "book": "1John",
    "chapter": 3,
    "verse": 8,
    "text": "Whoever sins belongs to the devil, because the devil has sinned from the beginning. Indeed, the Son of God was revealed to destroy the works of the devil."
  },
  {
    "book": "Revelation",
    "chapter": 3,
    "verse": 8,
    "text": "“‘“I know your works (behold, I have left an open door before you, which no one can close). You have limited strength, and yet you have kept my word and have not denied my name."
  }
]