[
  {
    "book": "Genesis",
    "chapter": 9,
    "verse": 5,
    "text": "Indeed for your own lifeblood I will demand an accounting: from every animal I will demand it, and from a human being, each one for the blood of another, I will demand an accounting for human life."
  },
  {
    "book": "Exodus",
    "chapter": 9,
    "verse": 5,
    "text": "And the LORD set a definite time, saying: Tomorrow the LORD will do this in the land."
  },
  {
    "book": "Leviticus",
    "chapter": 9,
    "verse": 5,
    "text": "So they brought what Moses had ordered before the tent of meeting. When the whole community had come forward and stood before the LORD,"
  },
  {
    "book": "Numbers",
    "chapter": 9,
    "verse": 5,
    "text": "and they did celebrate the Passover on the fourteenth day of the first month during the evening twilight in the wilderness of Sinai. Just as the LORD had commanded Moses, so the Israelites did."
  },
  {
    "book": "Deuteronomy",
    "chapter": 9,
    "verse": 5,
    "text": "No, it is not because of your justice or the integrity of your heart that you are going in to take possession of their land; but it is because of their wickedness that the LORD, your God, is dispossessing these nations before you and in order to fulfill the promise he made on oath to your ancestors, Abraham, Isaac, and Jacob."
  },
  {
    "book": "Joshua",
    "chapter": 9,
    "verse": 5,
    "text": "They wore old, patched sandals and shabby garments; and all the bread they took was dry and crumbly."
  },
  {
    "book": "Judges",
    "chapter": 9,
    "verse": 5,
    "text": "He then went to his father's house in Ophrah, and killed his brothers, the seventy sons of Jerubbaal, on one stone. Only the youngest son of Jerubbaal, Jotham, escaped, for he was hidden."
  },
  {
    "book": "1Samuel",
    "chapter": 9,
    "verse": 5,
    "text": "When they came to the land of Zuph, Saul said to the servant who was with him, “Come, let us turn back, lest my father forget about the donkeys and become anxious about us.”"
  },
  {
    "book": "2Samuel",
    "chapter": 9,
    "verse": 5,
    "text": "So King David sent for him and had him brought from the house of Machir, son of Ammiel, from Lodebar."
  },
  {
    "book": "1Kings",
    "chapter": 9,
    "verse": 5,
    "text": "I will establish your royal throne over Israel forever, as I promised David your father: There shall never be wanting someone from your line on the throne of Israel."
  },
  {
    "book": "2Kings",
    "chapter": 9,
    "verse": 5,
    "text": "When he arrived, the commanders of the army were in session. He said, “I have a message for you, commander.” Jehu asked, “For which one of us?” “For you, commander,” he answered."
  },
  {
    "book": "1Chronicles",
    "chapter": 9,
    "verse": 5,
    "text": "Among the Shelanites were Asaiah, the firstborn, and his sons."
  },
  {
    "book": "2Chronicles",
    "chapter": 9,
    "verse": 5,
    "text": "“The report I heard in my country about your deeds and your wisdom is true,” she told the king."
  },
  {
    "book": "Ezra",
    "chapter": 9,
    "verse": 5,
    "text": "Then, at the time of the evening sacrifice, I rose in my wretchedness, and with cloak and mantle torn I fell on my knees, stretching out my hands to the LORD, my God."
  },
  {
    "book": "Nehemiah",
    "chapter": 9,
    "verse": 5,
    "text": "The Levites Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah said, “Arise, bless the LORD, your God, from eternity to eternity!” “And may they bless your glorious name, which is exalted above all blessing and praise.”"
  },
  {
    "book": "Tobit",
    "chapter": 9,
    "verse": 5,
    "text": "So Raphael, together with the four servants and two camels, traveled to Rages in Media, where they stayed at Gabael's house. Raphael gave Gabael his bond and told him about Tobit's son Tobiah, that he had married and was inviting him to the wedding celebration. Gabael got up and counted out for him the moneybags with their seals, and they packed them on the camels."
  },
  {
    "book": "Judith",
    "chapter": 9,
    "verse": 5,
    "text": "“It is you who were the author of those events and of what preceded and followed them. The present and the future you have also planned. Whatever you devise comes into being."
  },
  {
    "book": "Esther",
    "chapter": 9,
    "verse": 5,
    "text": "The Jews struck down all their enemies with the sword, killing and destroying them; they did to those who hated them as they pleased."
  },
  {
    "book": "1Maccabees",
    "chapter": 9,
    "verse": 5,
    "text": "Judas, with three thousand picked men, had camped at Elasa."
  },
  {
    "book": "2Maccabees",
    "chapter": 9,
    "verse": 5,
    "text": "So the all-seeing Lord, the God of Israel, struck him down with an incurable and invisible blow; for scarcely had he uttered those words when he was seized with excruciating pains in his bowels and sharp internal torment,"
  },
  {
    "book": "Job",
    "chapter": 9,
    "verse": 5,
    "text": "He removes the mountains before they know it; he overturns them in his anger."
  },
  {
    "book": "Psalms",
    "chapter": 9,
    "verse": 5,
    "text": "II - For you upheld my right and my cause, seated on your throne, judging justly."
  },
  {
    "book": "Proverbs",
    "chapter": 9,
    "verse": 5,
    "text": "Come, eat of my food, and drink of the wine I have mixed!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 9,
    "verse": 5,
    "text": "For the living know that they are to die, but the dead no longer know anything. There is no further recompense for them, because all memory of them is lost."
  },
  {
    "book": "Wisdom",
    "chapter": 9,
    "verse": 5,
    "text": "For I am your servant, the child of your maidservant, a man weak and short-lived and lacking in comprehension of judgment and of laws."
  },
  {
    "book": "Sirach",
    "chapter": 9,
    "verse": 5,
    "text": "Do not entertain any thoughts about a virgin, lest you be enmeshed in damages for her."
  },
  {
    "book": "Isaiah",
    "chapter": 9,
    "verse": 5,
    "text": "For a child is born to us, a son is given to us; upon his shoulder dominion rests. They name him Wonder-Counselor, God-Hero, Father-Forever, Prince of Peace."
  },
  {
    "book": "Jeremiah",
    "chapter": 9,
    "verse": 5,
    "text": "Violence upon violence, deceit upon deceit: They refuse to know me— oracle of the LORD."
  },
  {
    "book": "Ezekiel",
    "chapter": 9,
    "verse": 5,
    "text": "To the others he said in my hearing: Pass through the city after him and strike! Do not let your eyes spare; do not take pity."
  },
  {
    "book": "Daniel",
    "chapter": 9,
    "verse": 5,
    "text": "We have sinned, been wicked and done evil; we have rebelled and turned from your commandments and your laws."
  },
  {
    "book": "Hosea",
    "chapter": 9,
    "verse": 5,
    "text": "What will you do on the festival day, the day of the LORD's feast?"
  },
  {
    "book": "Amos",
    "chapter": 9,
    "verse": 5,
    "text": "The Lord GOD of hosts, Who melts the earth with his touch, so that all who dwell on it mourn, So that it will all rise up like the Nile, and subside like the river of Egypt;"
  },
  {
    "book": "Zechariah",
    "chapter": 9,
    "verse": 5,
    "text": "Ashkelon will see it and be afraid; Gaza too will be in great anguish; Ekron also, for its hope will wither. The king will disappear from Gaza, Ashkelon will not be inhabited,"
  },
  {
    "book": "Matthew",
    "chapter": 9,
    "verse": 5,
    "text": "Which is easier, to say, ‘Your sins are forgiven,' or to say, ‘Rise and walk'?"
  },
  {
    "book": "Mark",
    "chapter": 9,
    "verse": 5,
    "text": "Then Peter said to Jesus in reply, “Rabbi, it is good that we are here! Let us make three tents: one for you, one for Moses, and one for Elijah.”"
  },
  {
    "book": "Luke",
    "chapter": 9,
    "verse": 5,
    "text": "And as for those who do not welcome you, when you leave that town, shake the dust from your feet in testimony against them.”"
  },
  {
    "book": "John",
    "chapter": 9,
    "verse": 5,
    "text": "While I am in the world, I am the light of the world.”"
  },
  {
    "book": "Acts",
    "chapter": 9,
    "verse": 5,
    "text": "He said, “Who are you, sir?” The reply came, “I am Jesus, whom you are persecuting."
  },
  {
    "book": "Romans",
    "chapter": 9,
    "verse": 5,
    "text": "theirs the patriarchs, and from them, according to the flesh, is the Messiah. God who is over all be blessed forever. Amen."
  },
  {
    "book": "1Corinthians",
    "chapter": 9,
    "verse": 5,
    "text": "Do we not have the right to take along a Christian wife, as do the rest of the apostles, and the brothers of the Lord, and Cephas?"
  },
  {
    "book": "2Corinthians",
    "chapter": 9,
    "verse": 5,
    "text": "So I thought it necessary to encourage the brothers to go on ahead to you and arrange in advance for your promised gift, so that in this way it might be ready as a bountiful gift and not as an exaction."
  },
  {
    "book": "Hebrews",
    "chapter": 9,
    "verse": 5,
    "text": "Above it were the cherubim of glory overshadowing the place of expiation. Now is not the time to speak of these in detail."
  },
  {
    "book": "Revelation",
    "chapter": 9,
    "verse": 5,
    "text": "They were not allowed to kill them but only to torment them for five months; the torment they inflicted was like that of a scorpion when it stings a person."
  }
]