[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 24,
    "text": "When Nahor was twenty-nine years old, he begot Terah."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 24,
    "text": "You become unclean by the following—anyone who touches their carcasses shall be unclean until evening,"
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 24,
    "text": "The Spirit on the Elders. So Moses went out and told the people what the LORD had said. Gathering seventy elders of the people, he had them stand around the tent."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 24,
    "text": "Every place where you set foot shall be yours: from the wilderness and the Lebanon, from the Euphrates River to the Western Sea, shall be your territory."
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 24,
    "text": "Should you not take possession of that which your god Chemosh gave you to possess, and should we not take possession of all that the LORD, our God, has dispossessed for us?"
  },
  {
    "book": "2Samuel",
    "chapter": 11,
    "verse": 24,
    "text": "Then the archers shot at your servants from the wall above, and some of the king's servants died; and your servant Uriah the Hittite is also dead.”"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 24,
    "text": "when David was slaughtering them. Rezon gathered men about him and became leader of a marauding band. They went to Damascus, settled there, and made him king in Damascus."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 24,
    "text": "Such deeds as these Benaiah, the son of Jehoiada, performed, and he made a name beside the Three warriors,"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 24,
    "text": "Pethahiah, son of Meshezabel, a descendant of Zerah, son of Judah, was royal deputy in all affairs that concerned the people."
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 24,
    "text": "Taking with him silver, gold and apparel, and many other presents, he went to the king at Ptolemais, and found favor with him."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 24,
    "text": "We have heard that the Jews do not agree with our father's change to Greek customs but prefer their own way of life. They are petitioning us to let them retain their own customs."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 24,
    "text": "One person is lavish yet grows still richer; another is too sparing, yet is the poorer."
  },
  {
    "book": "Wisdom",
    "chapter": 11,
    "verse": 24,
    "text": "For you love all things that are and loathe nothing that you have made; for you would not fashion what you hate."
  },
  {
    "book": "Ezekiel",
    "chapter": 11,
    "verse": 24,
    "text": "In a vision, the spirit lifted me up and brought me back to the exiles in Chaldea, by the spirit of God. The vision I had seen left me,"
  },
  {
    "book": "Matthew",
    "chapter": 11,
    "verse": 24,
    "text": "But I tell you, it will be more tolerable for the land of Sodom on the day of judgment than for you.”"
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 24,
    "text": "Therefore I tell you, all that you ask for in prayer, believe that you will receive it and it shall be yours."
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 24,
    "text": "“When an unclean spirit goes out of someone, it roams through arid regions searching for rest but, finding none, it says, ‘I shall return to my home from which I came.'"
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 24,
    "text": "Martha said to him, “I know he will rise, in the resurrection on the last day.”"
  },
  {
    "book": "Acts",
    "chapter": 11,
    "verse": 24,
    "text": "for he was a good man, filled with the holy Spirit and faith. And a large number of people was added to the Lord."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 24,
    "text": "For if you were cut from what is by nature a wild olive tree, and grafted, contrary to nature, into a cultivated one, how much more will they who belong to it by nature be grafted back into their own olive tree. God's Irrevocable Call."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 24,
    "text": "and, after he had given thanks, broke it and said, “This is my body that is for you. Do this in remembrance of me.”"
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 24,
    "text": "Five times at the hands of the Jews I received forty lashes minus one."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 24,
    "text": "By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter;"
  }
]