[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Cain and Abel. The man had intercourse with his wife Eve, and she conceived and gave birth to Cain, saying, “I have produced a male child with the help of the LORD.”"
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - “But,” objected Moses, “suppose they do not believe me or listen to me? For they may say, ‘The LORD did not appear to you.'”"
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Purification Offerings. The LORD said to Moses:"
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Duties Further Defined. The LORD said to Moses and Aaron:"
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Advantages of Fidelity. Now therefore, Israel, hear the statutes and ordinances I am teaching you to observe, that you may live, and may enter in and take possession of the land which the LORD, the God of your ancestors, is giving you."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Memorial Stones. After the entire nation had completed the crossing of the Jordan,"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Deborah and Barak. The Israelites again did what was evil in the sight of the LORD; Ehud was dead."
  },
  {
    "book": "Ruth",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Boaz Marries Ruth. Boaz went to the gate and took a seat there. Along came the other redeemer of whom he had spoken. Boaz called to him by name, “Come, sit here.” And he did so."
  },
  {
    "book": "1Samuel",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Defeat of the Israelites. At that time, the Philistines gathered for an attack on Israel. Israel went out to engage them in battle and camped at Ebenezer, while the Philistines camped at Aphek."
  },
  {
    "book": "2Samuel",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Death of Ishbaal. When Ishbaal, son of Saul, heard that Abner was dead in Hebron, he lost his resolve and all Israel was alarmed."
  },
  {
    "book": "1Kings",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Solomon's Riches: Domestic Affairs. Solomon was king over all Israel,"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - The Widow's Oil. A certain woman, the widow of one of the guild prophets, cried out to Elisha: “My husband, your servant, is dead. You know that he revered the LORD, yet now his creditor has come to take my two children into servitude.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - The sons of Judah were: Perez, Hezron, Carmi, Hur, and Shobal."
  },
  {
    "book": "2Chronicles",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Then he made a bronze altar twenty cubits long, twenty cubits wide and ten cubits high."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Outside Interference. When the enemies of Judah and Benjamin heard that the exiles were building a temple for the LORD, the God of Israel,"
  },
  {
    "book": "Nehemiah",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - When Sanballat, Tobiah, the Arabs, the Ammonites, and the Ashdodites heard that the restoration of the walls of Jerusalem was progressing—for the gaps were beginning to be closed up—they became extremely angry."
  },
  {
    "book": "Tobit",
    "chapter": 4,
    "verse": 1,
    "text": "III. Preparation for the Journey Chapter 4 - A Father's Instruction. That same day Tobit remembered the money he had deposited in trust with Gabael at Rages in Media."
  },
  {
    "book": "Judith",
    "chapter": 4,
    "verse": 1,
    "text": "II. Siege of Bethulia Chapter 4 - Israel Prepares for War. When the Israelites who lived in Judea heard of all that Holofernes, the ranking general of Nebuchadnezzar king of the Assyrians, had done to the nations, and how he had looted all their shrines and utterly destroyed them,"
  },
  {
    "book": "Esther",
    "chapter": 4,
    "verse": 1,
    "text": "IV. Esther and Mordecai Plead for Help Chapter 4 - Mordecai Exhorts Esther. When Mordecai learned all that was happening, he tore his garments, put on sackcloth and ashes, and went through the city crying out loudly and bitterly,"
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Victory over Gorgias. Now Gorgias took five thousand infantry and a thousand picked cavalry, and this detachment set out at night"
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 1,
    "text": "IV. Profanation and Persecution Chapter 4 - Simon Accuses Onias. The Simon mentioned above as the informer about the funds against his own country slandered Onias as the one who incited Heliodorus and instigated the whole miserable affair."
  },
  {
    "book": "Job",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Eliphaz's First Speech. Then Eliphaz the Temanite answered and said:"
  },
  {
    "book": "Psalms",
    "chapter": 4,
    "verse": 1,
    "text": "Psalm 4 Trust in God - For the leader; with stringed instruments. A psalm of David."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 The Teacher as Model Disciple - Hear, O children, a father's instruction, be attentive, that you may gain understanding!"
  },
  {
    "book": "Ecclesiastes",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Vanity of Toil. Again I saw all the oppressions that take place under the sun: the tears of the victims with none to comfort them! From the hand of their oppressors comes violence, and there is none to comfort them!"
  },
  {
    "book": "SongofSongs",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 The Beauty of the Woman - M, How beautiful you are, my friend, how beautiful you are! Your eyes are doves behind your veil. Your hair is like a flock of goats streaming down Mount Gilead."
  },
  {
    "book": "Wisdom",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Better is childlessness with virtue; for immortal is the memory of virtue, acknowledged both by God and human beings."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - My child, do not mock the life of the poor; do not keep needy eyes waiting."
  },
  {
    "book": "Isaiah",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Seven women will take hold of one man on that day, saying: “We will eat our own food and wear our own clothing; Only let your name be given us, put an end to our disgrace!”"
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - If you return, Israel—oracle of the LORD— return to me. If you put your detestable things out of my sight, and do not stray,"
  },
  {
    "book": "Lamentations",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 Miseries of the Besieged City - How the gold has lost its luster, the noble metal changed; Jewels lie scattered at the corner of every street."
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - She is the book of the precepts of God, the law that endures forever; All who cling to her will live, but those will die who forsake her."
  },
  {
    "book": "Ezekiel",
    "chapter": 4,
    "verse": 1,
    "text": "II. Before the Siege of Jerusalem Chapter 4 - Acts Symbolic of Siege and Exile. You, son of man, take a clay tablet; place it in front of you, and draw on it a city, Jerusalem."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Nebuchadnezzar's Madness. I, Nebuchadnezzar, was at home in my palace, content and prosperous."
  },
  {
    "book": "Hosea",
    "chapter": 4,
    "verse": 1,
    "text": "II. Israel's Guilt, Punishment, and Restoration Chapter 4 Indictment of Israel - Hear the word of the LORD, Israelites, for the LORD has a dispute with the inhabitants of the land: There is no fidelity, no loyalty, no knowledge of God in the land."
  },
  {
    "book": "Joel",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 The Lord's Case Against the Nations - For see, in those days and at that time, when I restore the fortunes of Judah and Jerusalem,"
  },
  {
    "book": "Amos",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 Second Summons - Hear this word, you cows of Bashan, who live on the mount of Samaria: Who oppress the destitute and abuse the needy; Who say to your husbands, “Bring us a drink!”"
  },
  {
    "book": "Jonah",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Jonah's Anger and God's Reproof. But this greatly displeased Jonah, and he became angry."
  },
  {
    "book": "Micah",
    "chapter": 4,
    "verse": 1,
    "text": "II. Oracles of Salvation Chapter 4 - In days to come the mount of the LORD's house Shall be established as the highest mountain; it shall be raised above the hills, And peoples shall stream to it:"
  },
  {
    "book": "Zechariah",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Fourth Vision: The Lampstand and the Two Olive Trees. Then the angel who spoke with me returned and aroused me, like one awakened from sleep."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - The Temptation of Jesus. Then Jesus was led by the Spirit into the desert to be tempted by the devil."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - The Parable of the Sower. On another occasion he began to teach by the sea. A very large crowd gathered around him so that he got into a boat on the sea and sat down. And the whole crowd was beside the sea on land."
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - The Temptation of Jesus. Filled with the holy Spirit, Jesus returned from the Jordan and was led by the Spirit into the desert"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Now when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John"
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - While they were still speaking to the people, the priests, the captain of the temple guard, and the Sadducees confronted them,"
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Abraham Justified by Faith. What then can we say that Abraham found, our ancestor according to the flesh?"
  },
  {
    "book": "1Corinthians",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Thus should one regard us: as servants of Christ and stewards of the mysteries of God."
  },
  {
    "book": "2Corinthians",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Integrity in the Ministry. Therefore, since we have this ministry through the mercy shown us, we are not discouraged."
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - God's Free Children in Christ. I mean that as long as the heir is not of age, he is no different from a slave, although he is the owner of everything,"
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Unity in the Body. I, then, a prisoner for the Lord, urge you to live in a manner worthy of the call you have received,"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 1,
    "text": "VI. Instructions for the Community Chapter 4 - Live in Concord. Therefore, my brothers, whom I love and long for, my joy and crown, in this way stand firm in the Lord, beloved."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Masters, treat your slaves justly and fairly, realizing that you too have a Master in heaven."
  },
  {
    "book": "1Thessalonians",
    "chapter": 4,
    "verse": 1,
    "text": "III. Specific Exhortations Chapter 4 - General Exhortations. Finally, brothers, we earnestly ask and exhort you in the Lord Jesus that, as you received from us how you should conduct yourselves to please God—and as you are conducting yourselves—you do so even more."
  },
  {
    "book": "1Timothy",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - False Asceticism. Now the Spirit explicitly says that in the last times some will turn away from the faith by paying attention to deceitful spirits and demonic instructions"
  },
  {
    "book": "2Timothy",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Solemn Charge. I charge you in the presence of God and of Christ Jesus, who will judge the living and the dead, and by his appearing and his kingly power:"
  },
  {
    "book": "Hebrews",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - The Sabbath Rest. Therefore, let us be on our guard while the promise of entering into his rest remains, that none of you seem to have failed."
  },
  {
    "book": "James",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Causes of Division. Where do the wars and where do the conflicts among you come from? Is it not from your passions that make war within your members?"
  },
  {
    "book": "1Peter",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Christian Restraint. Therefore, since Christ suffered in the flesh, arm yourselves also with the same attitude (for whoever suffers in the flesh has broken with sin),"
  },
  {
    "book": "1John",
    "chapter": 4,
    "verse": 1,
    "text": "Chapter 4 - Testing the Spirits. Beloved, do not trust every spirit but test the spirits to see whether they belong to God, because many false prophets have gone out into the world."
  },
  {
    "book": "Revelation",
    "chapter": 4,
    "verse": 1,
    "text": "III. God and the Lamb in Heaven Chapter 4 - Vision of Heavenly Worship. After this I had a vision of an open door to heaven, and I heard the trumpetlike voice that had spoken to me before, saying, “Come up here and I will show you what must happen afterwards.”"
  }
]