[
  {
    "book": "Genesis",
    "chapter": 11,
    "verse": 31,
    "text": "Terah took his son Abram, his grandson Lot, son of Haran, and his daughter-in-law Sarai, the wife of his son Abram, and brought them out of Ur of the Chaldeans, to go to the land of Canaan. But when they reached Haran, they settled there."
  },
  {
    "book": "Leviticus",
    "chapter": 11,
    "verse": 31,
    "text": "Among the various swarming creatures, these are unclean for you. Everyone who touches them when they are dead shall be unclean until evening."
  },
  {
    "book": "Numbers",
    "chapter": 11,
    "verse": 31,
    "text": "The Quail. There arose a wind from the LORD that drove in quail from the sea and left them all around the camp site, to a distance of a day's journey and at a depth of two cubits upon the ground."
  },
  {
    "book": "Deuteronomy",
    "chapter": 11,
    "verse": 31,
    "text": "Now you are about to cross the Jordan to enter and possess the land which the LORD, your God, is giving you. When, therefore, you take possession of it and settle there,"
  },
  {
    "book": "Judges",
    "chapter": 11,
    "verse": 31,
    "text": "“whoever comes out of the doors of my house to meet me when I return from the Ammonites in peace shall belong to the LORD. I shall offer him up as a burnt offering.”"
  },
  {
    "book": "1Kings",
    "chapter": 11,
    "verse": 31,
    "text": "and said to Jeroboam: “Take ten pieces for yourself. Thus says the LORD, the God of Israel: I am about to tear the kingdom out of Solomon's hand and will give you ten of the tribes."
  },
  {
    "book": "1Chronicles",
    "chapter": 11,
    "verse": 31,
    "text": "Ithai, son of Ribai, from Gibeah of Benjamin; Benaiah, from Pirathon;"
  },
  {
    "book": "Nehemiah",
    "chapter": 11,
    "verse": 31,
    "text": "Benjaminites were in Geba, Michmash, Aija, Bethel and its dependencies,"
  },
  {
    "book": "1Maccabees",
    "chapter": 11,
    "verse": 31,
    "text": "We are sending you, for your information, a copy of the letter that we wrote to Lasthenes our Kinsman concerning you."
  },
  {
    "book": "2Maccabees",
    "chapter": 11,
    "verse": 31,
    "text": "to observe their dietary and other laws, just as before, and none of the Jews shall be molested in any way for faults committed through ignorance."
  },
  {
    "book": "Proverbs",
    "chapter": 11,
    "verse": 31,
    "text": "If the just are recompensed on the earth, how much more the wicked and the sinner!"
  },
  {
    "book": "Mark",
    "chapter": 11,
    "verse": 31,
    "text": "They discussed this among themselves and said, “If we say, ‘Of heavenly origin,' he will say, ‘[Then] why did you not believe him?'"
  },
  {
    "book": "Luke",
    "chapter": 11,
    "verse": 31,
    "text": "At the judgment the queen of the south will rise with the men of this generation and she will condemn them, because she came from the ends of the earth to hear the wisdom of Solomon, and there is something greater than Solomon here."
  },
  {
    "book": "John",
    "chapter": 11,
    "verse": 31,
    "text": "So when the Jews who were with her in the house comforting her saw Mary get up quickly and go out, they followed her, presuming that she was going to the tomb to weep there."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verse": 31,
    "text": "so they have now disobeyed in order that, by virtue of the mercy shown to you, they too may [now] receive mercy."
  },
  {
    "book": "1Corinthians",
    "chapter": 11,
    "verse": 31,
    "text": "If we discerned ourselves, we would not be under judgment;"
  },
  {
    "book": "2Corinthians",
    "chapter": 11,
    "verse": 31,
    "text": "The God and Father of the Lord Jesus knows, he who is blessed forever, that I do not lie."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verse": 31,
    "text": "By faith Rahab the harlot did not perish with the disobedient, for she had received the spies in peace."
  }
]