[
  {
    "book": "Genesis",
    "chapter": 4,
    "verse": 23,
    "text": "Lamech said to his wives: “Adah and Zillah, hear my voice; wives of Lamech, listen to my utterance: I have killed a man for wounding me, a young man for bruising me."
  },
  {
    "book": "Exodus",
    "chapter": 4,
    "verse": 23,
    "text": "I said to you: Let my son go, that he may serve me. Since you refused to let him go, I will kill your son, your firstborn."
  },
  {
    "book": "Leviticus",
    "chapter": 4,
    "verse": 23,
    "text": "when he learns of the wrong he committed, he shall bring as his offering an unblemished male goat."
  },
  {
    "book": "Numbers",
    "chapter": 4,
    "verse": 23,
    "text": "enrolling all between thirty and fifty years of age who will join the personnel to do the work in the tent of meeting."
  },
  {
    "book": "Deuteronomy",
    "chapter": 4,
    "verse": 23,
    "text": "Be careful, therefore, lest you forget the covenant which the LORD, your God, has made with you, and fashion for yourselves against his command an idol in any form whatsoever."
  },
  {
    "book": "Joshua",
    "chapter": 4,
    "verse": 23,
    "text": "For the LORD, your God, dried up the waters of the Jordan in front of you until you crossed over, just as the LORD, your God, had done at the Red Sea, drying it up in front of us until we crossed over,"
  },
  {
    "book": "Judges",
    "chapter": 4,
    "verse": 23,
    "text": "Thus on that day God humbled the Canaanite king, Jabin, before the Israelites;"
  },
  {
    "book": "2Kings",
    "chapter": 4,
    "verse": 23,
    "text": "He asked, “Why are you going to him today? It is neither the new moon nor the sabbath.” But she said, “It is all right.”"
  },
  {
    "book": "1Chronicles",
    "chapter": 4,
    "verse": 23,
    "text": "They were potters and inhabitants of Netaim and Gederah, where they lived in the king's service."
  },
  {
    "book": "Ezra",
    "chapter": 4,
    "verse": 23,
    "text": "As soon as a copy of King Artaxerxes' letter had been read before Rehum, the governor, Shimshai, the scribe, and their fellow officials, they immediately went to the Jews in Jerusalem and stopped their work by force of arms."
  },
  {
    "book": "1Maccabees",
    "chapter": 4,
    "verse": 23,
    "text": "Then Judas went back to plunder the camp, and they took much gold and silver, cloth dyed blue and marine purple, and great treasure."
  },
  {
    "book": "2Maccabees",
    "chapter": 4,
    "verse": 23,
    "text": "Menelaus as High Priest. Three years later Jason sent Menelaus, brother of the aforementioned Simon, to deliver the money to the king, and to complete negotiations on urgent matters."
  },
  {
    "book": "Proverbs",
    "chapter": 4,
    "verse": 23,
    "text": "With all vigilance guard your heart, for in it are the sources of life."
  },
  {
    "book": "Sirach",
    "chapter": 4,
    "verse": 23,
    "text": "Do not refrain from speaking at the proper time, and do not hide your wisdom;"
  },
  {
    "book": "Jeremiah",
    "chapter": 4,
    "verse": 23,
    "text": "I looked at the earth—it was waste and void; at the heavens—their light had gone out!"
  },
  {
    "book": "Baruch",
    "chapter": 4,
    "verse": 23,
    "text": "With mourning and lament I sent you away, but God will give you back to me with gladness and joy forever."
  },
  {
    "book": "Daniel",
    "chapter": 4,
    "verse": 23,
    "text": "The command that the stump of the tree is to be left means that your kingdom shall be preserved for you, once you have learned that heaven is sovereign."
  },
  {
    "book": "Matthew",
    "chapter": 4,
    "verse": 23,
    "text": "He went around all of Galilee, teaching in their synagogues, proclaiming the gospel of the kingdom, and curing every disease and illness among the people."
  },
  {
    "book": "Mark",
    "chapter": 4,
    "verse": 23,
    "text": "Anyone who has ears to hear ought to hear.”"
  },
  {
    "book": "Luke",
    "chapter": 4,
    "verse": 23,
    "text": "He said to them, “Surely you will quote me this proverb, ‘Physician, cure yourself,' and say, ‘Do here in your native place the things that we heard were done in Capernaum.'”"
  },
  {
    "book": "John",
    "chapter": 4,
    "verse": 23,
    "text": "But the hour is coming, and is now here, when true worshipers will worship the Father in Spirit and truth; and indeed the Father seeks such people to worship him."
  },
  {
    "book": "Acts",
    "chapter": 4,
    "verse": 23,
    "text": "Prayer of the Community. After their release they went back to their own people and reported what the chief priests and elders had told them."
  },
  {
    "book": "Romans",
    "chapter": 4,
    "verse": 23,
    "text": "But it was not for him alone that it was written that “it was credited to him”;"
  },
  {
    "book": "Galatians",
    "chapter": 4,
    "verse": 23,
    "text": "The son of the slave woman was born naturally, the son of the freeborn through a promise."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verse": 23,
    "text": "and be renewed in the spirit of your minds,"
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verse": 23,
    "text": "The grace of the Lord Jesus Christ be with your spirit."
  }
]